Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/availability/locale/*/LC_MESSAGES/django.po
Languages: es, id, ja, tr, vi

source: Availability
es: Disponibilidad
id: Ketersediaan
ja: 参加・利用状況
tr: Uygunluk
vi: Đánh dấu Sẵn sàng

source: content type
es: tipo de contenido
id: tipe konten
ja: コンテンツタイプ
tr: içerik türü
vi: loại nội dung

source: object id
es: id del objeto
id: id objek
ja: オブジェクトID
tr: nesne kimliği

source: round
es: ronda
id: ronde
ja: ラウンド
tr: tur
vi: vòng

source: round availability
es: disponibilidad de la ronda
id: ketersediaan ronde
ja: ラウンドの参加・利用状況
tr: maç kullanılabilirliği
vi: tình trạng vòng đấu

source: round availabilities
es: disponibilidad de las rondas
id: ketersediaan ronde
ja: ラウンドの参加・利用状況
tr: maç kullanılabilirlikleri
vi: tình trạng của các vòng đấu

source: Mark All Breaking Adjs as Available
es: Marcar todos los jueces que han pasado el break como disponibles
id: Tandai Seluruh Juri Breaking sebagai Tersedia
ja: すべてのブレイクジャッジを参加可能に
tr: Tüm Break Olmuş Jurileri Kullanılabilir İşaretle
vi: Đánh dấu tất cả giám khảo đã bước vào vòng loại trực tiếp là Sẵn sàng

source: Mark Everything as Available
es: Marcar todo como disponible
id: Tandai Semua sebagai Tersedia
ja: すべてを参加・利用可能に
tr: Her Şeyi Kullanılabilir Olarak İşaretle
vi: Đánh dấu tất cả là khả dụng

source: Copy Availability from %(prev_round)s
id: Salin Ketersediaan dari %(prev_round)s
ja: %(prev_round)sをコピー
tr: %(prev_round)s kullanılabilirliğini kopyala
vi: Sao chép tình trạng từ vòng %(prev_round)s

source: View Draw
es: Ver Cuadro
id: Lihat Pengundian
ja: 対戦表を確認
tr: Kurayı Görüntüle
vi: Hiển thị bảng đấu

source: %(previous_unconfirmed)s debates from %(round)s do not have a completed ballot — this may lead to a draw that fails or is incorrect
id: %(previous_unconfirmed)s debat dari ronde %(round)s tidak memiliki balot yang lengkap — ini dapat berujung pada draw yang salah
ja: %(round)sの%(previous_unconfirmed)sつの試合は投票が完了していません。これにより、次の対戦表が失敗または不正確になる可能性があります。
tr: %(round)s dan %(previous_unconfirmed) maçların ballotu eksik - bu, başarısız veya yanlış bir kuraya yol açabilir
vi: Có %(previous_unconfirmed)s phòng đấu từ vòng %(round)s chưa hoàn thành phiếu điểm — điều này có khả năng khiến cho việc tạo bảng đấu thất bại hoặc thiếu chính xác

source: Generate Draw
es: Generar Cuadro
id: Bangkitkan Pengundian
ja: 対戦表を生成
tr: Kura Oluştur
vi: Tạo bảng đấu

source: The draw cannot be generated until some teams have been marked as available.
es: El draw no puede ser generado hasta que algunos equipos aparezcan como disponibles.
id: Pengundian tidak dapat dibangkitkan sampai beberapa tim sudah ditandai sebagai tersedia.
ja: 参加可能なチームがいないので対戦表を生成できません。
tr: Bazı takımlar müsait olarak işaretlenene kadar kura oluşturulamaz.
vi: Không thể tạo bảng đấu cho tới khi vài đội được điểm danh.

source: The draw cannot be generated until some adjudicators have been marked as available.
es: El draw no puede ser generado hasta que algunos jueces aparezcan como disponibles.
id: Pengundian tidak dapat dibangkitkan sampai beberapa juri sudah ditandai sebagai tersedia.
ja: 参加可能なジャッジがいないので対戦表を生成できません。
tr: Bazı jüriler müsait olarak işaretlenene kadar kura oluşturulamaz.
vi: Không thể tạo bảng đấu cho tới khi vài giám khảo được đánh dấu là sẵn sàng.

source: The draw cannot be generated until some rooms have been marked as available.
id: Pengundian tidak dapat dibangkitkan sampai beberapa ruangan ditandai sebagai tersedia.
ja: 利用可能な部屋がないので対戦表を生成できません。
tr: Bazı odalar müsait olarak işaretlenene kadar kura oluşturulamaz.
vi: Không thể tạo bảng đấu cho tới khi vài phòng được đánh dấu là khả dụng.

source: There aren't enough rooms marked as available for the number of debates — the draw may not generate properly.
id: Tida ada cukup ruangan yang ditandari tersedia untuk jumlah debat — pengundia mungkin tidak terbangkitkan dengan benar.
ja: 利用可能な部屋が足りません。正しく対戦表が作成されない可能性があります。
tr: Maç sayısı için uygun olarak işaretlenmiş yeterli oda yoktur - kura düzgün bir şekilde oluşturulmayabilir.
vi: Không có đủ phòng khả dụng cho các trận tranh biện - có thể có lỗi trong việc tạo bảng đấu.

source: There aren't enough adjudicators marked as available for the number of debates — the draw may not generate properly.
id: Tidak ada cukup ruangan yang ditandai tersedia untuk jumlah debat — pengundian mungkin tidak terbangkitkan dengan benar.
ja: 参加可能なジャッジが足りません。正しく対戦表が作成されない可能性があります。
tr: Maç sayısı için uygun olarak işaretlenmiş yeterli jüri yoktur - kura düzgün bir şekilde oluşturulmayabilir.
vi: Không có đủ giám khảo sẵn sàng cho các phòng đấu - bảng đấu có thể không được tạo.

source: There is an uneven number of teams marked as available — the draw may not generate properly.
es: Hay un número impar de equipos marcados como disponibles - es posible que el draw no se genere adecuadamente.
id: Jumlah tim yang ditandai tersedia tidak genap — pengundian mungkin tidak terbangkitkan dengan benar.
ja: 参加可能なチームの数が奇数です。正しく対戦表が作成されない可能性があります。
tr: Kullanılabilir olarak işaretlenmiş eşit olmayan sayıda takım var - kura düzgün bir şekilde üretilemeyebilir.
vi: Số đội đã điểm danh là số lẻ - có thể có lỗi trong việc tạo bảng đấu.

source: The number of teams marked as available is not a multiple of 4 — the draw may not generate properly.
id: Jumlah tim yang ditandai tersedia bukan kelipatan 4 — pengundian mungkin tidak terbangkitkan dengan benar.
ja: 参加可能なチームの数が4の倍数でありません。正しく対戦表が作成されない可能性があります。
tr: Mevcut olarak işaretlenen takım sayısı 4'ün katı değildir - kura düzgün üretilemeyebilir.
vi: Số đội đã điểm danh không chia hết cho 4 - có thể có lỗi trong việc tạo bảng đấu.

source: One debate from %(prev_round)s <strong>does not have a completed ballot</strong>. This may lead to a draw that fails or is incorrect, depending on your draw rules. <a href="%(prev_round_results_url)s" class="alert-link"> Enter results from %(prev_round)s. </a>
es: Un debate de %(prev_round)s <strong>no tiene la ballot completa</strong>. Esto puede llevar a un cuadro que falle o sea incorrecto, dependiendo de tus reglas del cuadro. <a href="%(prev_round_results_url)s" class="alert-link"> Meter resultados de %(prev_round)s.</a>
id: %(previous_unconfirmed)s debat dari ronde %(prev_round)s <strong>tidak memiliki balot yang lengkap</strong>. Ini dapat berujung pada draw yang salah. <a href="%(prev_round_results_url)s" class="alert-link"> Masukkan hasil dari ronde %(prev_round)s. </a>
ja: <strong>%(prev_round)sの%(previous_unconfirmed)s試合のバロットが揃っていません。</strong>対戦表が正しく作成されない可能性があります。<a href="%(prev_round_results_url)s" class="alert-link">まず%(prev_round)sの結果を入力してください。</a>
tr: %(prev_round)'nin <strong>ballotu tamamlanmamış<strong> bir maçı var. Bu, kura kurallarınıza bağlı olarak başarısız veya yanlış bir kuraya yol açabilir. <a href="%(prev_round_results_url)s" class="alert-link"> %(prev_round)s. sonuçlarını gir. </a>
vi: Một phòng đấu từ %(prev_round)s <strong>chưa hoàn thành phiếu điểm</strong>. Điều này có khả năng khiến cho việc tạo bảng đấu thất bại hoặc thiếu chính xác, dựa vào tính chất bảng đấu. <a href="%(prev_round_results_url)s" class="alert-link"> Nhập kết quả từ %(prev_round)s. </a>

source: This is a page for <strong>%(round)s</strong>, but the previous round is still not marked as completed. Did you forget to <a href="%(complete_prev_round_url)s" class="alert-link"> mark %(prev_round)s as completed? </a>
id: Ini adalah halaman untuk <strong>%(round)s</strong>, tetapi ronde sebelumnya belum ditandai sebagai sudah selesai. Apakah Anda lupa untuk <a href="%(complete_prev_round_url)s" class="alert-link"> menandai %(prev_round)s sebagai sudah selesai? </a>
ja: これは<strong>%(round)s</strong>のページですが、前回の試合が未完了です。<a href="%(complete_prev_round_url)s" class="alert-link"> %(prev_round)sが完了されているか確認してください。</a>
tr: Bu, <strong>%(round)s</strong> için bir sayfa ancak önceki tur hala tamamlandı olarak işaretlenmemiş. <a href="%(complete_prev_round_url)s" class="alert-link"> %(prev_round)s tamamlanmış olarak işaretlemyi </a> unuttunuz mu?

source: This is the first round, but its draw type is <strong>%(draw_type)s</strong>. Did you intend for it to be <strong>Random</strong> or <strong>Seeded</strong> instead? You can <a href="%(change_round_url)s" class="alert-link">edit this round's draw type in the Edit Database area.</a>
ja: これは第1試合ですが、対戦方式が<strong>%(draw_type)s</strong>に設定されています。<strong>ランダム方式</strong>か<strong>シード方式</strong>に設定したい場合は、<a href="%(change_round_url)s" class="alert-link">このラウンドの対戦方式をデータベース編集エリアで変更してください。</a>
vi: Đây là vòng đầu tiên, nhưng phương thức xếp đội đang là <strong>%(draw_type)s</strong>. Thay vào đó, bạn có muốn chuyển đổi thành <strong>Random</strong> hoặc <strong>Seeded</strong> hay không? Bạn có thể <a href="%(change_round_url)s" class="alert-link"> chỉnh sửa phương thức xếp đội của vòng này trong Khu vực chỉnh sửa Hệ thống

source: This is an elimination round, but it doesn't have a break category. Elimination rounds must be associated with a break category. Please <a href="%(change_round_url)s" class="alert-link"> set this round's break category in the Edit Database area.</a>
es: Esta es una ronda eliminatoria, pero no tiene una categoría de break. Las rondas eliminatorias se deben relacionar con una categoría de break. Por favor <a href="%(change_round_url)s" class="alert-link"> configura la categoría de break de esta ronda en la parte de Editar la base de datos.</a>
id: Ini adalah ronde eliminasi, tetapi tidak memiliki kategori break. Ronde eliminasi harus terasosiasi dengan kategori break. Mohon <a href="%(change_round_url)s" class="alert-link"> sunting kategori break ronde ini pada area Sunting Basisdata.</a>
ja: これは勝ち残りラウンドですが、ブレイクカテゴリーが指定されていません。<a href="%(change_round_url)s" class="alert-link">データベース編集エリアで、ブレイクカテゴリーを設定してください。</a>
tr: Bu bir eleme turudur, ancak bir break kategorisi yok. Eleme turları bir break kategorisiyle ilişkilendirilmelidir. Lütfen <a href="%(change_round_url)s" class="alert-link"> Veri Tabanı düzenle kısmından bu turun break ayarlarını değiştirin.</a>

source: This is an elimination round, but its draw type is <strong>%(draw_type)s</strong>. The draw type of all elimination rounds must be "Elimination". Please <a href="%(change_round_url)s" class="alert-link"> change this round's draw type in the Edit Database area.</a>
es: Esta es una ronda eliminatoria, pero el tipo de cuadro es <strong>%(draw_type)s</strong>. El tipo de cuadro de todas las rondas eliminatorias debería ser "Eliminatoria." Por favor <a href="%(change_round_url)s" class="alert-link"> cambia el tipo de cuadro de esta ronda en la parte de Editar la Base de Datos.</a>
id: Ini adalah ronde eliminasi, tetapi tipe pengundiannya adalah <strong>%(draw_type)s</strong>. Tipe pengundian untuk seluruh ronde eliminasi haruslah "Eliminasi". Mohon <a href="%(change_round_url)s sunting class="alert-link"> ubah tipe pengundian ronde ini pada area Sunting Basisdata.</a>
ja: これは勝ち残りラウンドですが、対戦方式が<strong>%(draw_type)s</strong>となっています。アウトラウンドでは「勝ち残り方式」を設定する必要があります。<a href="%(change_round_url)s" class="alert-link">ラウンドの組対戦方式をデータベース編集エリアで変更してください。</a>
tr: Bu bir eleme turudur, ancak kura türü <strong>%(draw_type)s</strong>. Tüm eleme turlarının kura türü "Eleme" olmalıdır. <a href="%(change_round_url)s" class="alert-link"> Veri Tabanı düzenle kısmından bu turun kura tipini değiştirebilirsiniz.</a>

source: There don't appear to be any teams breaking in the %(break_category)s Break. Have you <a href="%(breakqual_teams_url)s" class="alert-link"> generated the break for the %(break_category)s Break</a> yet?
es: Parece que no hay ningún equipo bromeando en la categoría de break %(break_category)s. Ya <a href="%(breakqual_teams_url)s" class="alert-link"> generaste el break para la categoría de break %(break_category)s</a>?
id: Sepertinya tidak ada tim breaking di Break %(break_category)s. Sudahkah Anda <a href="%(breakqual_teams_url)s" class="alert-link"> membangkitkan break untuk Break %(break_category)s Break</a>?
ja: %(break_category)sカテゴリーでブレイクするチームがいないようです。<a href="%(breakqual_teams_url)s" class="alert-link">%(break_category)sカテゴリーのブレイクを生成しましたか？</a>
tr: %(break_category)s Break'inde herhangi bir takım break olmuyor. <a href="%(breakqual_teams_url)s" class="alert-link"> %(break_category)s Breaki için break kategorisini belirlediniz mi?</a>

source: There's only one team breaking in the %(break_category)s Break. You can't generate an elimination round draw with only one team — you might like to <a href="%(breakqual_teams_url)s" class="alert-link"> review the break for the %(break_category)s Break</a>.
es: Solamente hay un equipo bromeando en la categoría de break %(break_category)s. No puedes generar una ronda eliminatoria con un solo equipo — tal vez te gustaría <a href="%(breakqual_teams_url)s" class="alert-link"> revisar el break de la categoría de break %(break_category)s </a>.
id: Sepertinya tidak ada tim yang breaking di Break %(break_category)s. Anda tidak dapat membangkitkan pengundian ronde eliminasi hanya dengan satu tim — Anda mungkin ingin <a href="%(breakqual_teams_url)s" class="alert-link"> mereview break untuk untuk Break %(break_category)s</a>.
ja: 1チームしか%(break_category)sカテゴリーでブレイクしていません。これでは勝ち残りラウンドを生成できないので、<a href="%(breakqual_teams_url)s" class="alert-link">%(break_category)sカテゴリーのブレイク設定を見直してください。</a>
tr: %(break_category)s Break'inde sadece bir takım break oluyor. Sadece bir takımla eleme turu kurası oluşturamazsınız — <a href="%(breakqual_teams_url)s" class="alert-link"> %(break_category)s Breakinin break kurallarını incelemek isteyebilirsiniz.</a>.

source: The team standings precedence is empty. This means that teams aren't ranked according to any metrics, so all teams will be in a single bracket containing everyone. If this isn't what you intended, set the team standings precedence in the <a href="%(standings_config_url)s" class="alert-link">Standings section of this tournament's configuration</a> before creating the draw. In most tournaments, the first metric should be points or wins.
id: Presedensi klasemen tim kosong. Ini artinya tim tidak diranking berdasarkan metrik apapun, sehingga semua tim akan berada pada sebuah kelompok berisikan semuanya. Jika ini bukan yang Anda inginkan, atur presedensi klasemen tim pada <a href="%(standings_config_url)s" class="alert-link">seksi Klasemen pada konfigurasi turnamen ini</a> sebelum membuat pengundian. Pada sebagian besar turnamen, metrik pertama seharusnya jumlah poin atau jumlah kemenangan.
ja: チームの順位付けの指標がありません。すなわち、チームは何の指標でも順位付けできず、すべてのチームは横ばいで一つのブラケットに入ります。これを意図していない場合、チームの順位付けの指標を<a href="%(standings_config_url)s" class="alert-link">大会設定の順位セクション</a>から変更してください。多くの大会では、最初の指標は勝ち数または点数になるはずです。
tr: Takım sıralama önceliği boş. Bu, takımların herhangi bir metriğe göre sıralanmadığı anlamına gelir, bu nedenle tüm takımlar herkesi içeren tek bir aşamada olacaktır. İsteğiniz bu değilse, kurayı oluşturmadan önce <a href="%(standings_config_url)s" class="alert-link">Bu maçın ayarlarında sıralama önceliğininden</a> takım sıralama önceliğini ayarlayın. Çoğu turnuvada, ilk metrik puan veya galibiyetdir.

source: Select All
es: Seleccionar todo
id: Pilih Semua
ja: すべて選択
tr: Tümünü Seç
vi: Chọn tất cả

source: Select None
es: Seleccionar ninguno
id: Kosongkan Pilihan
ja: すべて選択しない
tr: Hiçbiri seçin
vi: Bỏ chọn tất cả

source: Check-Ins
es: Chequeo
id: Cek-In
ja: チェックイン
tr: Girişler
vi: Điểm danh

source: Check In All Breaking
es: Chequear a todos los que breakean
id: Cek-In Seluruh Breaking
ja: ブレイクしている全員をチェックイン
tr: Breal Olanları Giriş Yap
vi: Điểm danh tất cả người tham gia đã vào vòng loại trực tiếp

source: Copy from Previous
es: Copiar del anterior
id: Salin dari Sebelumnya
ja: 前回からコピー
tr: Öncekinden Kopyala
vi: Sao chép từ trước

source: Save Selected
es: Guardar los seleccionados
id: Simpan yang Terpilih
ja: 選択したものを保存
tr: Seçilenleri Kaydet
vi: Lưu mục đã chọn

source: Teams
es: Equipos
id: Tim
ja: チーム
tr: Takımlar
vi: Đội

source: Adjudicators
es: Jueces
id: Juri
ja: ジャッジ
tr: Jüriler
vi: Giám khảo

source: Rooms
es: Salas
id: Ruangan
ja: ラウンド部屋
tr: Odalar
vi: Phòng

source: Mark teams as available
es: Marcar equipos como disponibles
id: Tandai tim sebagai tersedia
ja: チームの参加状況を変更
tr: Takımlaı kullanılabilir olarak işaretle
vi: Đánh dấu điểm danh cho các đội

source: No need to set team availability
es: No es necesario establecer la disponibilidad de este equipo
id: Tidak perlu mengatur ketersediaan tim
ja: チームの参加状況を変更する必要ありません
tr: Takım kullanılabilirliğini ayarlamanıza gerek yok
vi: Không cần phải đánh dấu điểm danh cho các đội

source: There is an uneven number of teams marked as available for this round.
id: Tim yang ditandai sebagai tersedia pada ronde ini jumlahnya tidak genap.
ja: 参加可能なチーム数が奇数です
tr: Bu tur için kullanılabilir olarak işaretlenmiş eşit olmayan sayıda takım var.
vi: Số đội đã điểm danh trong vòng này là số lẻ.

source: The number of teams marked as available for this round is not a multiple of 4.
id: Jumlah tim yang ditandai sebagai tersedia pada ronde ini bukan kelipatan 4.
ja: 参加可能なチーム数が4の倍数ではありません
tr: Bu tur için kullanılabilir olarak işaretlenen takım sayısı 4'ün katı değildir.
vi: Số đội đã điểm danh trong vòng này không chia hết cho 4.

source: Edit team availability
es: Editar la disponibilidad del equipo
id: Sunting ketersediaan tim
ja: チームの参加状況を編集
tr: Takım kullanılabilirliğini düzenleme
vi: Chỉnh sửa trạng thái của các đội

source: One adjudicator does not have an associated tournament. Set their 'Tournament' field in the Edit Database area if you want them to be marked as available.
id: %(count)s juri tidak terasosiasi dengan turnamen. Ubah kolom 'Turnamen' milik mereka pada area Sunting Basisdata jika Anda menginginkan mereka ditandai sebagai tersedia.
ja: %(count)s人のジャッジに関連する大会が設定されていません。参加可能にしたい場合、データベース編集エリアで「大会」欄を設定してください。
tr: Bir jürinin ilişkili bir turnuvası yoktur. Kullanılabilir olarak işaretlenmelerini istiyorsanız, Veritabanını Düzenle alanında 'Turnuva' alanlarını ayarlayın.

source: %(count)s adjudicator who was not available last round, is available this round.
id: %(count)s juri yang tidak tersedia pada ronde sebelumnya, tersedia pada ronde ini.
ja: 前回参加できなかった%(count)s人のジャッジが今回は参加可能です。
tr: Geçen turda müsait olmayan %(count)s jüri bu turda müsait.
vi: %(count)s giám khảo không sẵn sàng ở vòng trước sẵn sàng ở vòng này.

source: The following %(count)s adjudicator, who was not available last round, is available this round: %(adjs_list)s
id: %(count)s juri ini, yang tidak tersedia pada ronde sebelumnya, tersedia pada ronde ini: %(adjs_list)s
ja: 以下の%(count)s人の前回参加できなかったジャッジが今回は参加可能です：%(adjs_list)s
tr: Geçen turda müsait olmayan aşağıdaki %(count)s jüri bu turda kullanılabilir: %(adjs_list)s
vi: %(count)s giám khảo không sẵn sàng ở vòng trước sẵn sàng ở vòng này: %(adjs_list)s

source: %(count)s adjudicator who was available last round, is not available this round.
id: %(count)s juri yang tersedia di ronde sebelumnya, tidak tersedia di ronde ini.
ja: 前回参加できた%(count)s人のジャッジが今回は参加できません。
tr: Geçen turda müsait olan %(count)s jüri bu turda mevcut değildir.
vi: %(count)s giám khảo sẵn sàng vòng trước không sẵn sàng ở vòng này.

source: The following %(count)s adjudicator, who was available last round, is not available this round: %(adjs_list)s
id: %(count)s juri berikut ini, yang tersedia di ronde sebelumnya, tidak tersedia di ronde ini: %(adjs_list)s
ja: 以下の%(count)s人の前回参加できたジャッジが今回は参加できません：%(adjs_list)s
tr: Geçen turda müsait olan aşağıdaki %(count)s jüri bu turda mevcut değildir: %(adjs_list)s
vi: %(count)s giám khảo sẵn sàng vòng trước không sẵn sàng ở vòng này: %(adjs_list)s

source: Mark adjudicators as available
es: Marcar jueces como disponibles
id: Tandai juri sebagai tersedia
ja: ジャッジの参加状況を編集
tr: Jürileri mevcut olarak işaretle
vi: Đánh dấu sẵn sàng cho các giám khảo

source: There needs to be at least one adjudicator marked as available, given the number of debates.
id: Harus ada paling tidak %(required_count)s juri yang ditandai sebagai tersedia, dengan jumlah debat yang ada.
ja: 試合数から、%(required_count)s人以上のジャッジが参加可能である必要があります。
tr: Maç sayısı göz önüne alındığında, mevcut olarak işaretlenmiş en az bir jüri olmalıdır.

source: Edit adjudicator availability
es: Editar la disponibilidad del juez
id: Sunting ketersediaan juri
ja: ジャッジの参加状況を編集
tr: Jüri kullanılabilirliğini düzenleme
vi: Chỉnh sửa tình trạng của giám khảo

source: %(count)s room that was not available last round, is available this round.
id: %(count)s ruangan yang tidak tersedia pada ronde sebelumnya, tersedia pada ronde ini.
ja: 前回利用できなかった%(count)s部屋が今回は利用可能です。
tr: Geçen turda mevcut olmayan %(count)s oda bu turda kullanılabilir.
vi: %(count)s phòng không khả dụng vòng trước khả dụng ở vòng này.

source: The following %(count)s room, which was not available last round, is available this round: %(rooms_list)s
id: %(count)s ruangan ini, yang tidak tersedia pada ronde sebelumnya, tersedia pada ronde ini: %(rooms_list)s
ja: 以下の前回利用できなかった%(count)s部屋が今回は利用できます：%(rooms_list)s
tr: Geçen turda mevcut olmayan aşağıdaki %(count)s oda bu turda kullanılabilir: %(rooms_list)s
vi: %(count)s phòng không khả dụng vòng trước khả dụng ở vòng này: %(rooms_list)s

source: %(count)s room that was available last round, is not available this round.
id: %(count)s ruangan yang tersedia pada ronde sebelumnya, tidak tersedia pada ronde ini.
ja: 前回利用できた%(count)s部屋が今回は利用できません。
tr: Geçen turda mevcut olan %(count)s oda bu turda mevcut değildir.
vi: %(count)s phòng không khả dụng vòng trước khả dụng ở vòng này.

source: The following %(count)s room, which was available last round, is not available this round: %(rooms_list)s
id: %(count)s ruangan ini, yang tersedia pada ronde sebelumnya, tidak tersedia pada ronde ini: %(rooms_list)s
ja: 以下の前回利用できた%(count)s部屋が今回は利用できません：%(rooms_list)s
tr: Geçen turda mevcut olan aşağıdaki %(count)s oda bu turda değil: %(rooms_list)s
vi: %(count)s phòng khả dụng vòng trước không khả dụng ở vòng này: %(rooms_list)s

source: One room does not have an associated tournament. Set its 'Tournament' field in the Edit Database area if you want it to be marked as available.
id: %(count)s ruangan tidak terasosiasi ke turnamen. Lihat kolom 'Turnamen' pada area Sunting Basisdata jika Anda ingin menandai mereka mereka sebagai tersedia.
ja: %(count)s部屋に関連する大会が設定されていません。利用可能にしたい場合、データベース編集エリアで「大会」欄を設定してください。
tr: Odanın ilişkili bir turnuvası yok. Kullanılabilir olarak işaretlenmesini istiyorsanız Veritabanını Düzenle alanında 'Turnuva' alanını ayarlayın.

source: Mark rooms as available
es: Marcar salas como disponibles
id: Tandai ruangan atas tersedia
ja: 部屋の利用状況を編集
tr: Odaları kullanılabilir olarak işaretle
vi: Đánh dấu phòng phòng là khả dụng

source: There needs to be at least one room marked as available, given the number of debates.
es: Debe haber al menos una sala marcada como disponible, dado el número de debates.
id: Perlu ada paling tidak %(required_count)s ruangan ditandai sebagai tersedia, dengan jumlah debat yang ada saat ini.
ja: 試合数から、%(required_count)s部屋以上が利用可能である必要があります。
tr: Maç sayısı göz önüne alındığında, mevcut olarak işaretlenmiş en az bir oda olmalıdır.

source: Edit room availability
es: Editar la disponibilidad de la sala
id: Sunting ketersediaan ruangan
ja: 部屋の利用状況を編集
tr: Oda kullanılabilirliğini düzenle
vi: Chỉnh sửa trạng thái của các phòng

source: no teams are debating
es: no hay equipos debatiendo
id: tidak ada tim yang sedang berdebat
ja: 試合中のチームはありません
tr: hiçbir takım maçta değil
vi: không có đội nào đang tranh biện

source: %(nteams)d breaking team — no debates can happen
es: %(nteams)d equipo que breakea — no pueden hacerse los debates
id: %(nteams)d tim breaking — tidak ada debat yang dapat berlangsung
ja: ブレイクした%(nteams)dチームでは試合は行えません
tr: %(nteams)d break olan takım — hiçbir maç olamaz
