Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/availability/locale/*/LC_MESSAGES/django.po
Languages: es, id, ja, tr, vi

source: %(ndebating)d breaking team is debating this round
es: %(ndebating)d el equipo que breakea está debatiendo esta ronda
id: %(ndebating)d tim breaking berdebat pada ronde ini
ja: ブレイクした%(ndebating)dチームがこのラウンドで試合をします
tr: %(ndebating)d break olan takım bu tur maçta

source: ; %(nbypassing)d team is bypassing it
es: ; %(nbypassing)d equipos lo está eludiendo
id: ; %(nbypassing)d tim melompati ronde ini
ja: %(nbypassing)dチームが試合をしません
tr: ; %(nbypassing)d takım atlıyor
vi: Đội %(nbypassing)d bỏ qua nó

source: %(nadvancing)s advancing team is debating this round
es: %(nadvancing)s equipo que avanza está debatiendo esta ronda
id: %(nadvancing)s tim yang lolos berdebat pada ronde ini
ja: 進出する%(nadvancing)sチームがこのラウンドで試合をします
tr: %(nadvancing)s ilerleyen takım bu tur münazarada
vi: Đội thắng %(nadvancing)s tranh biện trong vòng này

source: Active Now
es: Activo
id: Aktif Saat Ini
ja: このラウンドに参加可能
tr: Şuan Aktif
vi: Đang hoạt động

source: Active in %(prev_round)s
es: Activo en %(prev_round)s
id: Aktif pada %(prev_round)s
ja: %(prev_round)sに参加可能
tr: %(prev_round)s'da Aktif
vi: Hoạt động ở %(prev_round)s

source: Checked-In
es: Disponible
id: Sudah Cek-In
ja: チェックイン済み
tr: Girişli
vi: Đã điểm danh

source: Team Availability
es: Disponibilidad de Equipos
id: Ketersediaan Tim
ja: チームの参加状況
tr: Takım Kullanılabilirliği
vi: Tình trạng của đội

source: Adjudicator Availability
es: Disponibilidad de Jueces
id: Ketersediaan Juri
ja: ジャッジの参加状況
tr: Jüri Kullanılabilirliği
vi: Tình trạng của giám khảo

source: Room Availability
es: Disponibilidad de Salas
id: Ketersediaan Ruangan
ja: 部屋の利用状況
tr: Oda Kullanılabilirliği
vi: Tính khả dụng của phòng

source: Room
es: Sala
id: Ruangan
ja: ラウンド部屋
tr: Oda
vi: Phòng

source: Display Name (for the draw)
es: Mostrar nombre (para el cuadro)
id: Nama yang Ditampilkan (untuk pengundian)
ja: 対戦表での表示名
tr: Görünen Ad (kura için)
vi: Hiển thị tên (cho bảng đấu)

source: Categories
es: Categorías
id: Kategori
ja: カテゴリー
tr: Kategoriler
vi: Hạng mục

source: Priority
es: Prioridad
id: Prioritas
ja: 優先度
tr: Öncelik
vi: Ưu tiên

source: Failed to update some or all availabilities due to an integrityerror. You should retry this action or make individual updates.
es: No ha sido posible actualizar algunas o todas las disponibilidades debido a un error de tipo intergrityerror. Te recomendamos que vuelvas a intentarlo, y en caso de que el error persista, actualizar individualmente.
id: Gagal untuk memperbarui beberapa atau semua ketersediaan karena kesalahan integritas. Anda sebaiknya mencoba lagi aksi ini atau membuat pembaruan individu.
ja: 完全性(Integrity)エラーにより一部または全部の参加・利用状況の更新に失敗しました。再試行するか個別に更新してください。
tr: Bir bütünlük hatası nedeniyle kullanılabilirliklerin bir kısmı veya tamamı güncelleştirilemedi. Bu eylemi yeniden denemeli veya tek tek güncelleştirmelisiniz.

source: Checked in all teams, adjudicators and rooms.
es: Se han chequeado todos los equipos, jueces y salas.
id: Cek-in seluruh tim, juri, dan ruangan.
ja: 全チーム、ジャッジと部屋をチェックインしました。
tr: Tüm takımlar jüriler ve odalar giriş yapıldı.

source: Checked in all breaking adjudicators.
es: Se han chequeado todos los jueces que breakean.
id: Cek-in seluruh juri breaking.
ja: すべてのブレイクしたジャッジをチェックインしました。
tr: Tüm break olan jüriler giriş yapıldı.

source: Checked in all teams, adjudicators and rooms from previous round.
es: Se han chequeado todos los equipos, jueces y salas de la ronda anterior.
id: Cek-in seluruh tim, juri, dan ruangan dari ronde sebelumnya.
ja: 直前のラウンドからすべてのチーム、ジャッジと部屋をチェックインしました。
tr: Tüm takımlar jüriler ve odalar giriş yapıldı.
vi: Đã điểm danh tất cả các đội, giám khảo và phòng từ vòng trước.
