Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/breakqual/locale/*/LC_MESSAGES/django.po
Languages: id, ru, tr

source: AIDA 2019 (Australs, Dynamic Cap)
ru: AIDA 2019 (Австралийский, Динамичное ограничение)

source: This tournament does not have any break categories set up. You can read about how to create breaks <a href="http://tabbycat.readthedocs.io/en/stable/features/breaks.html" class="alert-link" target="_blank"> at our documentation. </a>
ru: У этого турнира не установлено никаких брейковых категорий. Вы можете почитать о том, как создавать брейк <a href="http://tabbycat.readthedocs.io/en/stable/features/breaks.html" class="alert-link" target="_blank"> в нашей документации</a>

source: Break
ru: Брейк
