Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/breakqual/locale/*/LC_MESSAGES/django.po
Languages: id, ru, tr

source: Break Qualification
id: Kualifikasi Break
ru: Квалификация в брейк
tr: Break Olma Şartları

source: The %(rule)s break qualification rule is missing the following required metric in the team standings precedence: %(missing)s
tr: %(rule)s'ın break olma şartı kuralı takım sıralamaları önceliğinde aşağıdaki gerekli metrikten yoksun: %(missing)s

source: tournament
id: turnamen
ru: турнир
tr: turnuva

source: name
id: nama
ru: название
tr: isim

source: Name to be displayed, e.g., "ESL"
id: Nama untuk ditampilkan, misal, "ESL"
ru: Отображаемое название, например, "ESL"
tr: Görüntülenecek ad, örneğin, "ESL"

source: slug
ru: краткое название
tr: jeton

source: Slug for URLs, e.g., "esl"
id: Slug untuk URL, misal, "esl"
ru: Краткое название для URL, например, "esl"
tr: URL'ler için jeton, örneğin, "esl"

source: sequence number
id: nomor urut
ru: порядковый номер
tr: sıra numarası

source: The order in which the categories are displayed
id: Urutan kategori ditampilkan
ru: Порядок, в котором демонстрируются категории
tr: Kategorilerin görüntülenme sırası

source: break size
id: ukuran break
ru: размер брейка
tr: break olma boyutu

source: Number of breaking teams in this category
id: Jumlah tim breaking di kategori ini
ru: Количество брейкающихся команд в этой категории
tr: Bu kategoride break olan takım sayısı

source: is general
id: adalah umum
ru: общий
tr: geneldir

source: priority
id: prioritas
ru: приоритет
tr: öncelik

source: If a team breaks in multiple categories, higher priority numbers take precedence; teams can break into multiple categories if and only if they all have the same priority
id: Jika tim break di lebih dari satu kategori, prioritas yang lebih tinggi diutamakan; tim dapat break ke lebih dari satu kategori jika dan hanya jika mereka memiliki prioritas yang sama
ru: Если команда брейкается в нескольких категориях, более высокие цифры приоритета категории дают этой категории приоритет; команда может брейкнуться в нескольких категориях, если и только если у всех категорий одинаковый приоритет
tr: Bir takım birden fazla kategoride break olursa, daha yüksek öncelik numaraları öncelikli olur; takımlar ancak hepsi aynı önceliğe sahipse birden fazla kategoriye break olabilir

source: limit
id: batas
ru: лимит
tr: sınır

source: At most this many teams will be shown on the public tab for this category, or use 0 for no limit
id: Maksimal sejumlah tim ini akan muncul pada tab publik untuk kategori ini, atau gunakan 0 untuk tidak dibatasi
ru: Такое максимальное количество команд будут показаны в публичном тэбе для этой категории или используйте 0 для отсутствия лимита
tr: En fazla bu kadar çok takım bu kategori için herkese açık tabda gösterilecek. Sınır istemiyorsanız 0 kullanın.

source: Standard
id: Standar
ru: Стандарт
tr: Standart

source: rule
id: aturan
ru: правило
tr: kural

source: Rule for how the break is calculated (most tournaments should use "Standard")
id: Aturan untuk bagaiman break dihitung (sebagian besar turnamen seharusnya menggunakan "Standard")
ru: Правило для расчета брейка (большинство турниров должны использовать "Стандарт")
tr: Break hesaplanması için kural (çoğu turnuvada "Standart" kullanılmalıdır)

source: breaking teams
id: tim breaking
ru: брейкающиеся команды
tr: break olan takımlar

source: break category
id: kategori break
ru: категория брейка
tr: break kategorisi

source: break categories
id: kategori break
ru: категории брейка
tr: break kategorileri

source: team
id: tim
ru: команда
tr: takım

source: rank
id: peringkat
ru: место
tr: sıralama

source: break rank
id: peringkat break
ru: брейковый ранг
tr: Break sırası

source: Capped
id: Dibatasi
ru: Записано
tr: Sınırlı

source: Ineligible
id: Tidak berhak
ru: Недоступна
tr: Uygun Değil

source: Different break
id: Break berbeda
ru: Другой брейк
tr: Farklı Break

source: Disqualified
id: Terdiskualifikasi
ru: Дисквалифицирована
tr: Diskalifiye

source: Lost coin toss
id: Kalah pada undian koin
ru: Проиграла по броску монетки
tr: Yazı tura kaybedildi

source: Withdrawn
id: Mengundurkan diri
ru: Отозвано
tr: Çekilmiş

source: remark
id: catatan
ru: комментарий
tr: Açıklama

source: Used to explain why an otherwise-qualified team didn't break
id: Digunakan untuk menjelaskan mengapa tim yang seharusnya terkualifikasi tidak break
ru: Используется для объяснения того, почему не брейкнулась команда, набравшая необходимое количество очков
tr: Aksi takdirde kalifiye olmuş bir takımın neden break olmadığını açıklamak için kullanılır

source: breaking team
id: tim breaking
ru: брейкающаяся команда
tr: break olan takım

source: Break Categories
id: Kategori Break
tr: break kategorileri

source: Break categories allow category-specific break rounds, <i>e.g.</i>, for novice or ESL categories. On this page, you can define what break categories exist. After you've defined the categories, the break rounds will be automatically generated, and you can set team eligibility on the <a href="%(eligibility_url)s">Eligibility</a> page.
id: Kategori break categories membolehkan ronde break spesifik kategori, <i>contoh</i>, untuk kategori pemula atau ESL. Pada halaman ini, Anda dapat mendefinisikan kategori break apa saja yang ada. Setelah Anda mendefinisikan kategori, ronde break akan dibangkitkan otomatis, dan Anda dapat mengisi kelayakan pada halaman <a href="%(eligibility_url)s">Kelayakan</a> page.
tr: Break kategorileri, kategoriye özel break turları yapmanızı sağlar, örneğin acemi veya ESL kategorileri. Bu sayfada, hangi break kategorilerinin bulunduğunu tanımlayabilirsiniz. Kategorileri tanımladıktan sonra, break turları otomatik olarak oluşturulur ve <a href="%(eligibility_url)s">Uygunluk</a> sayfasında takım uygunluğunu ayarlayabilirsiniz.

source: If you want to delete break categories, use the <a href="%(edit_db_url)s" class="alert-link">Edit Database</a> area.
id: Jika Anda ingin menghapus kategori break, gunakan area <a href="%(edit_db_url)s" class="alert-link">Sunting Basisdata</a>.
tr: Ara kategorileri silmek istiyorsanız, <a href="%(edit_db_url)s" class="alert-link">Veritabanını Düzenle</a> alanını kullanın.

source: Save Break Categories
id: Simpan Kategori Break
tr: Break Kategorilerini Kaydet

source: Adjudicators can be marked as breaking in the <a href="%(feedback_url)s">Feedback Overview</a> section.
id: Juri dapat ditandai sebagai breaking pada bagian <a href="%(feedback_url)s">Gambaran Umpanbalik</a>.
ru: Судьи могут быть помечены как брейкающиеся в разделе <a href="%(feedback_url)s">Обзор обратной связи</a>.
tr: Jürilerin break durumu <a href="%(feedback_url)s">Geribildirim Genel Bakış</a> bölümünden işaretlenebilir.

source: Breaks
id: Break
ru: Брейки
tr: Breakler

source: This tournament does not have any break categories set up. You can read about how to create breaks <a href="https://tabbycat.readthedocs.io/en/stable/features/breaks.html" class="alert-link" target="_blank"> at our documentation. </a>
tr: Bu turnuvada herhangi bir break ayarlanmamıştır. Nasıl break oluşturabileceğinize <a href="https://tabbycat.readthedocs.io/en/stable/features/breaks.html" class="alert-link" target="_blank"> buradan bakabilirsiniz. </a>

source: Team Eligibility
id: Kelayakan Tim
ru: Доступность команд
tr: Takım Uygunluğu

source: <span class="badge float-right badge-light"> %(size)s Spots </span>
id: <span class="badge float-right badge-light"> %(size)s Spot </span>
ru: <span class="badge float-right badge-light"> %(size)s места </span>
tr: <span class="badge float-right badge-light"> %(size)s Konumlar </span>

source: Teams Eligible
id: Tim yang Berhak
ru: Доступные команды
tr: Uygun Takımlar

source: Breaking
ru: Брейкаются
tr: Break Olan

source: Excluded
id: Tidak Termasuk
ru: Исключены
tr: Dahil Değil

source: Eligible
id: Berhak
ru: Доступны
tr: Uygun

source: Mark teams as eligible
id: Tandai tim sebagai berhak
ru: Отметить команду как доступную
tr: Takımları uygun olarak işaretle

source: Generate this break
id: Bangkitkan break ini
ru: Генерировать этот брейк
tr: Bu breaki oluştur

source: View this break
id: Lihat break ini
ru: Посмотреть этот брейк
tr: Bu breaki görüntüle

source: publicly visible
id: terlihat secara publik
ru: видим публично
tr: herkese açık

source: not publicly visible
id: tidak terlihat secara publik
ru: не видим публично
tr: herkese açık değil

source: Delete and Regenerate All Breaks
id: Hapus dan Bangkitkan Ulang Seluruh Break
ru: Удалить и создать заново все брейки
tr: Tüm breakleri Sil ve Yeniden Oluştur

source: Generate the Break for All Categories
id: Bangkitkan Break untuk Semua Kategori
ru: Создать брейк для всех категорий
tr: Tüm Kategoriler için Break Oluştur

source: There are <strong>0 teams marked as eligible</strong> for this category — you will need to <a href="%(url)s" class="alert-link"> add some eligible teams</a> for this break to generate correctly.
id: Ada <strong>0 tim ditandai sebagai berhak</strong> untuk kategori ini — Anda perlu <a href="%(url)s" class="alert-link"> menambahkan beberapa tim yang berhak</a> untuk break ini supaya dapat dibangkitkan dengan benar.
ru: Еть <strong> 0 команд, отмеченных как доступные </strong> для этой категории - вам нужно <a href="%(url)s" class="alert-link"> добавить несколько доступных команд</a> для того, чтобы правильно сгенерировать этот брейк.
tr: Bu kategori için <strong> 0 takım uygun olarak işaretli. <strong> — bu breakin doğru şekilde oluşturulması için <a href="%(url)s" class="alert-link"> bazı uygun takımlar</a> eklemeniz gerekir.

source: This break uses the <strong>%(category)s</strong> rule — if you intended to use a different rule, you should <a href="%(url)s"> edit the rule for this break category in the Edit Database area</a>, then delete and regenerate all breaks. Please double-check this before announcing the break or releasing it to the public. The code that generates the break is not robustly tested for corner cases.
id: Break ini menggunakan aturan <strong>%(category)s</strong> — jika Anda bermaksud menggunakan aturan lain, Anda harus <a href="%(url)s"> menyunting aturan untuk kategori break ini di area Sunting Basisdata</a>, kemudian hapus dan bangkitkan kembali semua break. Mohon cek dua kali hal ini sebelum mengumumkan break atau merilisnya ke publik. Kode yang membangkitkan break tidak diuji secara menyeluruh untuk kasus-kasus yang tidak umum.
ru: Этот брейк использует правило <strong>%(category)s</strong> — если вы хотите использовать другое правило, вы должны <a href="%(url)s"> изменить правило для этой категории брейка в области Редактировать базу данных</a>, а затем удалить и восстановить все брейки. Пожалуйста, проверьте это перед объявлением брейка или его опубликованием. Код, который генерирует брейк, не тестируется для крайних случаев.
tr: Bu break <strong>%(category)s</strong> kuralını kullanır — farklı bir kural kullanmak isterseniz, <a href="%(url)s"> bu break kategorisinin kuralını Veritabanını Düzenle</a>, alanında düzenlemeniz ve ardından tüm breakleri silip yeniden oluşturmanız gerekir. Lütfen breaki duyurmadan veya açıklamadan önce bunu kontrol edin. Break oluşturan kod her zaman iyi çalışmayabilir.

source: To edit the break use the remarks in the right-hand column. Any team with a remark will be excluded from this break (the break generator will sometimes insert its own remarks). Then, click the appropriate Save Remarks and Update button below. If you have complicated break rules (for example, if some teams are allowed to choose their preferred category) then you may have to update remarks a few times to get the correct break. As a last resort, you can <a href="%(url)s"> edit the breaking teams list directly in the Edit Database area</a>.
id: Untuk menyunting break gunakan catatan di kolom kanan. Tim yang memiliki catatan tidak diikutikan dari break ini (pembangkit break terkadang menambahkan catatan sendiri). Kemudian, klik tombol Simpan Catatan dan Perbarui yang sesuai di bawah. Jika Anda merumitkan aturan break (contohnya, jika beberapa tim diperbolehkan untuk memilih kategori yang mereka sukai) maka Anda mungkin harus memperbarui catatan beberapa kali untuk mendapatkan break yang benar. Sebagai langkah terakhir, Anda dapat <a href="%(url)s"> menyunting daftar tim yang breaking di area Sunting Basisdata</a>.
ru: Чтобы отредактировать брейк, используйте комментарии в правой колонке. Любая команда с комментарием будет исключена из этого брейка (генератор брейка иногда вставляет собственные комментарии). Затем нажмите на соответствующую кнопку Сохранить Комментарии и Обновить ниже. Если у вас есть сложные правила брейка (например, если некоторым командам разрешено выбрать предпочтительную категорию брейка), то вам может потребоваться обновить замечания несколько раз, чтобы получить правильный брейк. В последнем случае вы можете <a href="%(url)s"> изменить список брейкающихся непосредственно в области Редактировать базу данных</a>.
tr: Breaki düzenlemek için sağ sütundaki açıklamaları kullanın. Bir yorumu olan herhangi bir takım bu breakin dışında tutulacaktır (break üreteci bazen kendi açıklamalarını ekler). Ardından, aşağıdaki uygun Yorumları Kaydet ve Güncelle düğmesine tıklayın. Karmaşık break kurallarınız varsa (örneğin, bazı takımların tercih ettikleri kategoriyi seçmelerine izin veriliyorsa), doğru breaki elde etmek için açıklamaları birkaç kez güncellemeniz gerekebilir. Son çare olarak, <a href="%(url)s"> break olan takımlar listesini doğrudan Veritabanını Düzenle alanından</a> ayarlayabilirsiniz.

source: The <strong>public breaking teams</strong> configuration setting is enabled. As soon as you click the button, the breaking teams list will be visible on the public site, before you have a chance to double-check it! It is strongly recommended that you disable this setting on the <a href="%(options_url)s"> tournament configuration page</a> before generating the team breaks.
id: Konfigurasi <strong>tim breaking publik </strong> dalam keadaan menyala. Sesaat setelah Anda klik tombolnya, daftar tim breaking akan terlihat di situs publik, sebelum Anda memiliki kesempatan untuk memeriksanya kembali! Sangat disarankan Anda mematikan opsi ini pada <a href="%(options_url)s"> halaman konfigurasi turnamen</a> sebelum membangkitkan break tim.
ru: Включена настройка <strong> публичного объявления </strong> брейкающихся команд. Как только вы нажмете на кнопку, список брейкающихся команд будет публично виден на сайте без возможности его перепроверить! Очень рекомендуем отключить эту функцию на <a href="%(options_url)s"> странице настроек турнира </a> перед созданием командного брейка.
tr: <strong>Dikkat!</strong> "Herkese açık break olan ekipler" seçeneği açıktır, break herkes tarafından görülebilir. Breakleri güncellerseniz, değişiklikler <strong>hemen</strong> görünür hale gelir <strong>bunları gözden geçirme şansınız olmaz<strong>. Breakleri oluşturmadan önce <a href="%(options_url)s"> turnuva ayarlama sayfasından</a> bu ayarı devre dışı bırakmanız önerilir.

source: The break hasn't yet been generated. Would you like to generate the break for all categories? It's safe to generate the break before all preliminary rounds are complete, if you're curious — you can regenerate it later.
id: Break belum dibangkitkan. Apakah Anda ingin membangkitkan break untuk semua kategori? Aman untuk membangkitkan break sebelum ronde pendahuluan selesai, seandainya Anda penasaran — Anda dapat membangkitkanya kembali nanti.
ru: Брейк ещё не был сгенерирован. Хотите сгенерировать брейк для всех категорий? Надежнее сгенерировать брейк до завершения всех отборочных раундов, если вам любопытно - вы можете сгенерировать его заново позже.
tr: Break henüz oluşturulmadı. Tüm kategoriler için break oluşturmak ister misiniz? Tüm ön turlar tamamlanmadan önce break oluşturmak güvenlidir - daha sonra yeniden oluşturabilirsiniz.

source: <strong>Caution!</strong> The "public breaking teams" option is turned on, so the break is publicly visible. If you update the break(s), the changes will become visible <strong>immediately</strong>, <strong>without a chance for you to review them</strong>.
id: <strong>Perhatian!</strong> Opsi "tim breaking publik" dalam keadaan menyala, sehingga break nya terlihat secra publik. Jika Anda memperbarui break, perubahannya akan <strong>langsung</strong> terlihat, <strong>tanpa ada kesempatan bagi anda untuk mereviewnya</strong>.
ru: <strong>Предупреждение!</strong> Опция "публикация брейков" включена, поэтому брейк виден публично. Если вы обновите брейки, изменения будут видны <strong>немедленно</strong>, <strong>без шанса изменить их</strong>.
tr: <strong>Dikkat!</strong> "Herkese açık break olan ekipler" seçeneği açıktır, break herkes tarafından görülebilir. Breakleri güncellerseniz, değişiklikler <strong>hemen</strong> görünür hale gelir <strong>bunları gözden geçirme şansınız olmaz<strong>.

source: Save Remarks and Update All Breaks
id: Simpan Catatan dan Perbarui Semua Break
ru: Сохранить комментарии и обновить все брейки
tr: Açıklamaları Kaydet ve Tüm Breakleri Güncelle

source: Save Remarks and Update the %(category)s Break
id: Simpan Catatan dan Perbarui Break %(category)s
ru: Сохранить комментарии и обновить брейк %(category)s
tr: Açıklamaları Kaydet ve %(category)s Breakini Güncelle

source: There are <strong>%(count)s teams marked as eligible</strong> for this category. Would you like to add more eligible teams?
id: Ada <strong>%(count)s tim ditandai sebagai berhak</strong> untuk kategori ini. Apakah Anda ingin menambakan tim lain yang berhak?
ru: Есть <strong>%(count)s команды, отмеченные как доступные </strong> для этой категории. Хотите добавить больше доступных команд?
tr: Bu kategori için<strong>%(count)s takım uygun olarak işaretlenmiş</strong>. Daha fazla uygun takım eklemek ister misiniz?

source: Overview
id: Tinjauan
ru: Обзор
tr: Genel bakış

source: Adjudicators' Break
id: Break Juri
ru: Брейк судей
tr: Jüri Breaki

source: It looks like there aren't any break categories are defined. If you'd like to create new break categories you'll need to first <a href="%(categories_url)s" class="alert-link"> add them in the Edit Database area</a>, then return to this page to set team's eligibility.
id: Sepertinya tidak ada kategori break yang sudah didefinisikan. Jika Anda ingin membuat kategori break baru Anda perlu terlebih dahulu <a href="%(categories_url)s" class="alert-link"> menambahkannya pada area Sunting Basisdata</a>, kemudian kembali ke halaman ini untuk menetapkan kelayakan tim.
ru: Похоже что не определены категории брейка. Если вы хотите создать новые категории для брейка, вам нужно сначала <a href="%(categories_url)s" class="alert-link"> добавить их в область Редактировать базу данных, затем вернуться к этой странице, чтобы установить доступность команд.
tr: Herhangi bir break kategorisi tanımlanmamış. Yeni mola kategorileri oluşturmak istiyorsanız öncelikle <a href="%(categories_url)s" class="alert-link"> veritabanı ayarla kısmında onları ekleyip</a> ardından ekibin uygunluğunu ayarlamak için bu sayfaya dönün.

source: Adjudicators
id: Juri
ru: Судьи
tr: Jüriler

source: Grand Final
ru: Основной финал
tr: Son Final

source: GF
ru: Ф
tr: SF

source: Semifinals
id: Semifinal
ru: Полуфиналы
tr: Yarı Final

source: SF
ru: ПФ
tr: YF

source: Quarterfinals
id: Quarterfinal
ru: Четвертьфиналы
tr: Çeyrek Final

source: QF
ru: ЧФ
tr: ÇF

source: Octofinals
id: Octofinal
ru: 1/8 финала
tr: Ön Çeyrek Final

source: OF
tr: ÖF

source: Double-Octofinals
id: Dobel-Oktofinal
ru: 1/16 финала
tr: Çift Ön Çeyrek Final

source: DOF
tr: ÇÖF

source: Triple-Octofinals
id: Tripel-Oktofinal
ru: 1/32 финала
tr: Üçlü Ön Çeyrek Final

source: TOF
tr: ÜÖF

source: %s Finals
id: %s Final
tr: %s Final

source: %s Semifinals
id: %s Semifinal
tr: %s Yarı Final

source: %sSF
tr: %sYF

source: %s Quarterfinals
id: %s Quarterfinal
tr: %s Çeyrek Final

source: %sQF
tr: %sÇF

source: %s Octofinals
id: %s Octofinal
tr: %s Ön Çeyrek Final

source: %sOF
tr: %sÖF

source: %s Double-Octofinals
id: %s Dobel-Oktofinal
tr: %s Çift Ön Çeyrek Final

source: %sDOF
tr: %sÇÖF

source: %s Triple-Octofinals
id: %s Tripel-Oktofinal
tr: %s Üçlü Ön Çeyrek Final

source: %sTOF
tr: %sÜÖF

source: Unknown %s break round
id: Ronde break %s tidak diketahui
tr: Bilinmeyen %s break turu

source: U%sBR
id: RB%sTD
tr: B%sBT

source: Unknown break round
id: Ronde break tidak diketahui
ru: Неизвестный брейковый раунд
tr: Bilinmeyen break turu

source: UBR
id: RBTD
tr: BBT

source: There was an error generating the break for category %(category)s: %(message)s
id: Ada kesalahan saat membangkitkan break untuk kategori %(category)s: %(message)s
ru: Произошла ошибка при генерации брейка для категории %(category)s%(message)s
tr: %(category)s kategorisi için break oluşturulurken bir hata oluştu: %(message)s

source: Eligible for
id: Berhak untuk
ru: Доступен для
tr: Uygun

source: Edit Remark
id: Sunting Catatan
ru: Редактировать комментарий
tr: Açıklamayı Düzenle

source: Changes to breaking team remarks saved and teams break updated for the following break categories: %(categories)s.
id: Perubahan pada catatan tim breaking disimpan dan break tim diperbarui untuk kategori break berikut: %(categories)s.
ru: Изменения в комментариях к брейковым командам сохранены и командный брейк обновлен для следующих брейковых категорий: %(categories)s.
tr: Break olan takım açıklamalarında yapılan değişiklikler kaydedilir ve takım breaki şu break kategorileri için güncelleştirilir: %(categories)s.

source: Changes to breaking team remarks saved and teams break updated for break category %(category)s.
id: Perubahan pada catatan tim breaking tersompan dan tim yang break terbarui untuk kategori break %(category)s.
ru: Изменения в комментариях к брейковым командам сохранены и командный брейк обновлен для брейковой категории %(category)s.
tr: Break olan takım açıklamalarında yapılan değişiklikler kaydedildi ve takım break kategorisi %(category)s için güncellendi.

source: Changes to breaking team remarks saved.
id: Perubahan pada catatan tim breaking tersimpan.
ru: Изменения в комментариях к брейковым командам сохранены.
tr: Break olan takım açıklamalarında yapılan değişiklikler kaydedildi.

source: Teams break generated for the following break categories: %(categories)s.
id: Break tim terbangkitkan untuk kategori break berikut: %(categories)s.
ru: Брейк сгенерирован для следующих категорий команд: %(categories)s.
tr: Aşağıdaki break kategorileri için takım breakleri oluşturuldu: %(categories)s.

source: Breaking Adjudicators
id: Juri Breaking
ru: Брейкающиеся судьи
tr: Break Olan Jüriler

source: Break Eligibility
id: Kelayakan Tim
ru: Доступность для брейка
tr: Break Uygunluğu

source: %s Speakers
id: %s Pembicara
ru: %s Спикеры
tr: %s Konuşmacılar

source: Team has %(nspeakers)s speaker with the %(category)s speaker category assigned
id: Tim memiliki %(nspeakers)s pembicara dengan karegori pembicara %(category)s ditetapkan
ru: В команде %(nspeakers)s спикер, которому предоставлена %(category)s категория
tr: Takımın %(nspeakers)s tane %(category)s konuşmacı kategorisinden konuşmacısı var.

source: %(category)s Break
id: Break %(category)s
ru: %(category)s Брейк

source: The break qualification rule %(rule)s requires the following metric(s) to be in the team standings precedence in order to work: %(required)s; and the following are missing: %(missing)s.
ru: Правило квалификации в брейк %(rule)s требует, чтобы следующие метрики были использованы при определении первенства положения команд: %(required)s а следующие метрики отсутствовали %(missing)s.

source: True if most teams eligible for this category, e.g. Open, False otherwise
ru: Верно, если большинство команд имеют право на брейк в этой категории, например, основной брейк, неверно, если наоборот

source: AIDA 2016 (Easters)
ru: AIDA 2016 (Восточный)

source: AIDA 2016 (Australs)
ru: AIDA 2016 (Австралийский)
