Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/printing/locale/*/LC_MESSAGES/django.po
Languages: fr, ja

source: Division Sheets List
fr: Liste de feuilles de division

source: Master Sheets
fr: Feuilles Maitre

source: Room Sheets
fr: Feuilles de Salle

source: Feedback Forms
fr: Formulaires de commentaires
ja: フィードバックフォーム

source: Printable Feedback Forms for %(round_name)s
fr: Formulaires de commentaires imprimables pour %(round_name)s

source: No feedback questions have been added for either teams or adjudicators to answer.
fr: Aucune question n’a été ajoutée pour ni les équipes ni les juges à répondre.
ja: チーム・ジャッジへの質問がありません。

source: No feedback questions have been added for teams to answer.
fr: Aucune question n’a été ajoutée pour les équipes à répondre.
ja: チームへの質問がありません。

source: No feedback questions have been added for adjudicators to answer.
fr: Aucune question n’a été ajoutée pour les juges à répondre.
ja: ジャッジへの質問がありません。

source: %(first_sentence)s Check the <a href="http://tabbycat.readthedocs.io/en/stable/features/adjudicator-feedback.html" target="_blank">documentation</a> for information on how to add these (otherwise these forms will be quite bare).
fr: %(first_sentence)s Vérifiez la <a href="http://tabbycat.readthedocs.io/en/stable/features/adjudicator-feedback.html" target="_blank">documentation</a> pour des renseignements à comment en ajouter (autrement les formulaires seront plutôt vides)

source: There are no feedback sheets available — perhaps adjudicators have not been allocated?
fr: Aucun page de commentaires n’est disponible — les juges n’ont-ils pas été encore alloués ?
ja: フィードバックシートがありません。ジャッジが配置されていない可能性があります。

source: Master Sheet for Debates at %(category_name)s in %(round_name)s
fr: Feuille maitre pour les débats à %(category_name)s dans %(round_name)s

source: Master Sheet for Debates at %(venue_category)s
fr: Feuilles de Salle pour les Débats à %(venue_category)s

source: Room
fr: Salle

source: Negative
fr: Négative

source: Adjudicator
fr: Juge

source: Winner of the Debate
fr: Gagnant du Débat

source: Aff Score
fr: Score Aff

source: Neg Score
fr: Score Nég

# Odd number of teams
source: Bye
fr: Absence

source: Postponed
fr: Repoussé

source: Forfeit by %(side_name)s
fr: Forfait par %(side_name)s

source: Additional Comments from the Head Ajudicator
fr: Commentaires supplémentaires par le juge président

source: Use Ctrl+P for printing or saving to PDF. Be sure to set the appropriate <strong>page orientation</strong>, to turn off <strong>headers/footers</strong> and turn on <strong>background graphics</strong>. Works best in Chrome.
fr: Utilisez Ctrl-P pour imprimer ou sauvegarder en PDF. Assurez-vous d’avoir mis l’<strong>orientation de page</strong> appropriée, d’avoir désactivé les <strong>en-têtes/pieds de page</strong> et d’avoir activé les <strong>graphiques de fond</strong>. Ça fonctionne le mieux dans Chrome.
ja: Ctrl+Pで印刷またはPDFとして保存できます。適切な<strong>ページの向き</strong>を設定し、<strong>ヘッダー/フッター</strong>をオフにし、<strong>背景グラフィック</strong>をオンにしてください。Chromeが最適です。

source: Printable %(sheet)s URLs
fr: URLs de %(sheet)s imprimables
ja: 印刷可能な%(sheet)s URL

source: This page is designed to be printed as double sided A4 sheets, with the outside facing side showing the participant name and the inside facing side showing the URL. Use CTRL-P to print; for best results use Chrome.
fr: Cette page est conçu pour être imprimé comme feuilles A4 recto-verso, avec un côté qui montre le nom du participant et l’autre son URL. Utilisez Ctrl-P pour imprimer ; pour les meilleurs résultats utilisez Chrome.

source: Private URL for %(name)s (%(group)s)
fr: URL privée pour %(name)s (%(group)s)
ja: %(name)s（%(group)s）のPrivate URL

source: Please bookmark the following URL, you will use it to submit forms throughout the tournament:
fr: Ajoutez cette page à vos favoris, vous l’utiliseriez pour saisir des formulaires au fur du tournoi :
ja: 以下のURLをブックマークに追加してください（大会中フォームの送信に使います）：

source: Room Sheets for Debates at %(venue_category)s in %(round_name)s
fr: Feuilles de Salle pour les Débats à %(venue_category)s dans %(round_name)s

source: Room Sheets for Debates at %(venue_category)s
fr: Feuilles de Salle pour les Débats à %(venue_category)s

source: %(tournament)s Division %(division)s
fr: Division %(division)s de %(tournament)s

source: <del>%(time)s</del> (Forfeit by %(side)s)
fr: <del>%(time)s</del> (Forfait par %(side)s)

source: (No time set)
fr: (Pas de temps reglé)

source: <strong>Negative</strong>: %(team)s
fr: <strong>Négative</strong> : %(team)s

source: There are no scoresheets available — perhaps the round has not been drawn?
fr: Il n’y a aucune feuilles de note disponible — la joute n’a-t-elle pas encore de tirage ?
ja: スコアシートがありません。ラウンドの対戦表が生成されていない可能性があります。

source: Overall Score
fr: Note globale
ja: 合計点数

source: Unaffiliated
fr: Non-affilié
ja: 無所属

source: Team
fr: Équipe
ja: チーム

source: Printable Feedback Forms for %(round)s
ja: %(round)sの印刷用フィードバックフォーム

source: %(first_sentence)s Check the <a href="https://tabbycat.readthedocs.io/en/stable/features/adjudicator-feedback.html" target="_blank">documentation</a> for information on how to add these (otherwise these forms will be quite bare).
ja: %(first_sentence)s追加方法については、<a href="https://tabbycat.readthedocs.io/en/stable/features/adjudicator-feedback.html" target="_blank">ドキュメンテーション</a>を参照してください。

source: This page is designed to be printed as double-sided A4 sheets, with the outside facing side showing the participant name and the inside facing side showing the URL. Use CTRL-P to print; for best results use Chrome.
ja: A4で両面印刷するようにデザインされています。外側には参加者名、内側にはURLが表示されます。印刷するにはCtrl+Pを使用してください。Chrome推奨。

source: Printable Scoresheets
ja: 印刷用スコアシート

source: for %(round)s
ja: %(round)s用

source: Edit Motion(s)
ja: 論題を編集

source: Edit Ballot Motions
ja: バロットの論題を編集

source: Editing motions here will not save them permanently — it will only update the text used in the printed ballots below. This can be useful if using placeholder motions (to ensure confidentiality) in Tabbycat, but you still want to print ballots with correct motions.
ja: ここでの編集は一時的なもので、下の印刷用のバロットの論題の文章にのみ適用されます。（機密保持のために）仮の論題を入力していて、正しい論題をバロットに印刷したい場合に便利です。

source: Motion
ja: 論題

source: Changes to motions will update in the displayed ballots automatically
ja: 論題を編集すると自動的にバロットの表示に反映されます

source: Speeches are x minutes, the speaker score range is from x to x. You have x minutes to form an adjudication.
ja: スピーチはx分、スピーカースコアの範囲はx～xです。x分間で投票先を決めてください。
