Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/privateurls/locale/*/LC_MESSAGES/django.po
Languages: ca, id, ru, tr

source: Private URL Management
ca: Gestió d'URL privades
id: Manajemen URL Privat
ru: Управление личным URL
tr: Özel URL Yönetimi

source: Private URLs
ca: URLs privades
id: URL Privat
ru: Личный URL
tr: Özel URL'ler

source: The private URLs for ballot and/or feedback submission from participants are given below.
id: URL privat untuk kertas suara dan/atau masukan umpan balik dari para peserta, diberikan dibawah ini.
ru: Личные URL для бэллотов и/или представления форм обратной связи от участников приведены ниже.
tr: Ballot ve/veya katılımcılardan geri bildirim gönderimi için özel URL'ler aşağıda verilmiştir.

source: Private URLs are used to allow participants to submit ballots and/or feedback online. You should use them if you have a means of distributing crazy-looking URLs to participants, and are too worried about fraud to use a publicly accessible page where <em>anyone</em> can enter <em>any</em> submission. The URLs will look something like this:
id: URL privat dipakai untuk memungkinkan para peserta menyampaikan suara dan/atau umpan balik secara daring. Anda sebaiknya memakainya bila bermaksud untuk membagikan URL-URL gila ke para peserta, dan terlalu khawatir terhadap penipuan menggunakan laman umum yang mudah diakses dimana <em>siapapun</em> bisa mencantumkan masukan <em>apapun</em>. URLnya akan terlihat seperti ini:
ru: Частные URL-адреса используются для того, чтобы участники могли отправлять бэллоты и/или формы обратной связи онлайн. Вам стоит использовать их, если у вас есть средства распространения странно выглядящих URL участникам, и вы слишком обеспокоены мошенничеством, чтобы использовать общедоступные страницы, где <em>каждый</em> может ввести любые <em>данные</em>. URL-адреса будут выглядеть вот так:
tr: Özel URL'ler, katılımcıların çevrimiçi ballot ve/veya geri bildirim göndermelerine izin vermek için kullanılır. Katılımcılara garip görünümlü URL'ler dağıtmanın bir yolu varsa ve sahtekarlık konusunda <em>herkesin</em> <em>herhangi bir</em> gönderimini girebileceği herkese açık bir sayfa kullanmak için çok endişeliyseniz bunları kullanmalısınız. URL'ler şuna benzer şekilde görünür:

source: Anyone with the URL can access the relevant data entry page. The idea is that it's hard to guess another key (the random-looking string), so you should make each URL accessible only to the participant in question. <a href="https://tabbycat.readthedocs.io/en/latest/features/data-entry.html#private-urls"> Read more about private URLs.</a>
tr: URL'ye sahip olan herkes ilgili veri giriş sayfasına erişebilir. Buradaki fikir, başka bir anahtarı (rastgele görünen dize) tahmin etmenin zor olmasıdır, bu nedenle her URL'yi yalnızca söz konusu katılımcı için erişilebilir hale getirmelisiniz. <a href="https://tabbycat.readthedocs.io/en/latest/features/data-entry.html#private-urls"> Özel URL'ler hakkında daha fazla bilgi edinin.</a>

source: Neither <strong>participant ballot submissions</strong>, <strong>participant feedback submissions</strong>, nor <strong>participant self-checkins</strong> are configured to be from private URLs. Any generated URLs will not be useful unless you configure those settings accordingly on the <a href="%(data_entry_options_url)s">tournament configuration page</a>.
id: Bukan <strong>masukan kotak suara peserta</strong>, <strong>masukan umpan balik peserta</strong>, maupun <strong>daftar-mandiri peserta</strong> telah terkonfigurasi menjadi dari URL privat. URL apapun yang dihasilkan tidak akan berguna kecuali bila anda mengkonfigurasi pengaturan-pengaturan itu sedemikian rupa pada <a href="%(data_entry_options_url)s">laman konfigurasi turnamen</a>.
ru: Ни <strong> отправка бэллотов</strong>, <strong>и форм обратной связи от участников</strong>, ни <strong> самостоятельная регистрация участников</strong> не установлены доступными с личных URL. Любой созданный URL будет бесполезен если вы не измените эти настройки соответствующим образом на <a href="%(data_entry_options_url)s"> странице настроек турнира</a>.
tr: <strong>katılımcı ballot gönderimleri</strong>, <strong>katılımcı geri bildirim gönderimleri</strong> ve <strong> katılımcı kendi başına girişleri</strong> özel URL'lerden olacak şekilde yapılandırılmamıştır. Oluşturulan URL'ler, bu ayarları <a href="%(data_entry_options_url)s">turnuva ayarlama</a> sayfasında uygun şekilde yapılandırmadığınız sürece yararlı olmayacaktır.

source: There are no private URLs assigned.
ca: No hi ha URLs privades assignades.
id: Tidak ada URL privat yang ditetapkan.
ru: Нет личных URL-адресов.
tr: Atanmış özel URL yoktur.

source: Generate Private URLs
ca: Generar URLs privades
id: Menghasilkan URL privat
ru: Генерировать личные URL
tr: Özel URL'ler oluştur

source: View URLs
ca: Veure URLs
id: Lihat URL
ru: Смотреть URL
tr: URL'leri görüntüle

source: Print Teams' URLs
ca: Imprimir URLs d'equips
id: Mencetak URL para tim
tr: Takımların URL'lerini yazdır

source: Print Adjudicators' URLs
ca: Imprimir URLs de Jutges
id: Mencetak URL para juri
tr: Jürilerin URL'lerini yazdır

source: All reachable participants have already been sent their private URLs.
ca: Ja han estat enviades a tots els participants accessibles les seves URLs privades.
id: Semua peserta yang terjangkau telah dikirimkan URL privat mereka.
ru: Всем доступным участникам уже были отправлены их личные URL.
tr: Ulaşılabilir tüm katılımcılara özel URL'leri zaten gönderildi.

source: Email URLs
ca: Enviar URLs
id: URL Email
ru: Отправить URL по email
tr: URL'leri e-postala

source: This button only generates private URLs for participants who do not already have one.
ca: Aquest botó només genera URLs privades per a aquells participants que no tenen una encara.
id: Tombol ini hanya mengahasilkan URL privat untuk para peserta yang sebelumnya belum punya.
ru: Эта кнопка генерирует только личные URL для участников, которые еще их не имеют.
tr: Bu yalnızca henüz özel URL'si olmayan katılımcılar için özel URL oluşturur.

source: Generate URLs
ca: Generar URLs
id: Menghasilkan URL
ru: Генерировать URL
tr: URL'ler oluştur

source: All participants already have private URLs.
ca: Tots els participants ja tenen URLs privades.
id: Semua peserta sudah mempunyai URL privat.
ru: Все участники уже имеют личные URL.
tr: Tüm katılımcıların zaten özel URL'leri var.

source: Private URL
ca: URL privada
id: URL Privat
ru: Личный URL
tr: Özel URL

source: for %(name)s
ca: per %(name)s
id: untuk %(name)s
ru: для %(name)s
tr: %(name)s için

source: The URL of this page is personalised to you, %(name)s. <strong>Do not share it with anyone;</strong> anyone who knows this URL can submit results and/or feedback for your debates. You may bookmark this page and return here after each debate for the available actions.
ca: La URL d'aquesta pàgina està personalitzada per a tu, %(name)s. <strong>No la comparteixis amb ningú;</strong> qualsevol persona que tingui accés a aquest URL pot enviar resultats i/o retroalimentació per als teus debats. Podeu afegir a favorits aquesta pàgina i tornar aquí després de cada debat per realitzar les accions oportunes.
id: URL dari laman ini telah dipersonalisasi untukmu, %(name)s. <strong>Jangan dibagikan ke siapapun;</strong> siapapun yang tahu URL ini dapat mengirim hasil-hasil dan/atau umpan balik untuk debat-debatmu.
ru: URL этой страницы персонализирован для вас, %(name)s. <strong> Не делитесь им ни с кем:</strong> любой, кто знает это URL может отправлять за вас результаты дебатов и/или фидбэк. Если вы запомните эту страницу, вы можете возвращаться после каждого раунда для доступных действий.
tr: Bu sayfanın URL'si sizin için kişiseldir, %(name)s. <strong>Kimseyle paylaşmayın;</strong> bu URL'yi bilen herkes tartışmalarınız için sonuç ve/veya geri bildirim gönderebilir. Bu sayfayı yer imlerine ekleyebilir ve mevcut eylemler için her maçtan sonra buraya dönebilirsiniz.

source: Revoke check-in from %(check_time)s
ca: Retirar registre de les %(check_time)s
id: Mencabut lapor masuk dari %(check_time)s
ru: Отменить регистрации с %(check_time)s
tr: %(check_time)s'den itibaren girişleri iptal et

source: Check in
ca: Registrar-se
id: Lapor masuk
ru: Зарегистрироваться
tr: Giriş

source: You have been checked in at %(check_time)s
ca: Has estat registrat el %(check_time)s
id: Anda telah dilaporkan masuk pada %(check_time)s
ru: Вы были зарегистрированы в %(check_time)s
tr: %(check_time)s zamanında giriş yaptınız.

source: You are not currently checked in.
ca: Encara no estàs registrat.
id: Saat ini anda belum lapor masuk.
ru: В настоящее время вы не зарегистрированы.
tr: Şu anda giriş yapmadınız.

source: Submit Ballot for %(round)s
ca: Enviar Taula de resultats per %(round)s
id: Mengajukan Kotak suara selama %(round)s
tr: %(round)s için ballot gönder

source: Submit Feedback
ca: Enviar retroalimentació
id: Sampaikan Umpan balik
ru: Отправить форму обратной связи
tr: Geri Bildirim Yolla

source: Registration (%(name)s)
ca: Registre (%(name)s)
id: Registrasi (%(name)s)
ru: Регистрация (%(name)s)
tr: Kayıt (%(name)s)

source: no URL
id: tidak ada URL
ru: нет URL
tr: URL yok

source: Speakers
ca: Oradors
id: Pembicara
ru: Спикеры
tr: Konuşmacılar

source: Adjudicators
ca: Grup de Jutges
id: Juri
ru: Судьи
tr: Jüriler

source: All participants already have private URLs. If you want to delete them, use the Edit Database area.
id: Semua para peserta sudah punya URL privat. Bila anda ingin menghapusnya, pakai area Edit Basisdata.
ru: Все участники уже имеют личные URL. Если вы хотите удалить их, используйте область "Редактировать базу данных".
tr: Tüm katılımcıların zaten özel URL'leri var. Bunları silmek istiyorsanız, Veritabanını Düzenle alanını kullanın.

source: A private URL was generated for %(nblank_people)d person.
ca: Una URL privada va ser generada per %(nblank_people)d.
id: URL-URL privat telah dihasilkan untuk semua %(nblank_people)d orang.
ru: Личный URL был создан для %(nblank_people)d.
tr: %(nblank_people)d kişisi için özel bir URL oluşturuldu.

source: The already-existing private URL for %(nexisting_people)d person was left intact.
id: URL-URL privat yang telah ada untuk %(nexisting_people)d orang dibiarkan utuh.
ru: Уже существующий личный URL для %(nexisting_people)d остался неиспользованным.
tr: %(nexisting_people)d kişinin zaten var olan özel URL'si olduğu gibi bırakılmıştır.

source: URL Key
ca: Clau de l'URL
id: Kunci URL
ru: Ключ URL
tr: URL anahtarı

source: Debates
ca: Debats
id: Debat-debat
ru: Дебаты
tr: Maçlar

source: Anyone with the URL can access the relevant data entry page. The idea is that it's hard to guess another key (the random-looking string), so you should make each URL accessible only to the participant in question. <a href="http://tabbycat.readthedocs.io/en/latest/features/data-entry.html#private-urls"> Read more about private URLs.</a>
ru: Любой, имеющий URL может получить доступ к соответствующей странице ввода данных. Идея заключается в том, что трудно угадать чужой ключ (выглядящий как случайный набор символов), поэтому вы должны сделать каждый URL доступным только для участника. <a href="http://tabbycat.readthedocs.io/en/latest/features/data-entry.html#private-urls"> Подробнее о частных URL.</a>

source: Submit Ballot
ru: Отправить бэллот
