Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/importer/locale/*/LC_MESSAGES/django.po
Languages: ar, es, fr, ja, ru, tr

source: line %(lineno)d: %(message)s
ar: سطر%(lineno)d:%(message)s
es: linea %(lineno)d: %(message)s
fr: ligne %(lineno)d: %(message)s
ja: %(lineno)d行目：%(message)s
ru: строка %(lineno)d: %(message)s
tr: satır %(lineno)d: %(message)s

source: This line (for %(institution)s) didn't have a code
ar: هذا السطر من البيانات (للمنتخب%(institution)s) لا تحتوي على رمز
es: Esta linea (para %(institution)s) no tiene un codigo
fr: Cette ligne (pour %(institution)s) n’a pas eu un code
ja: この行（%(institution)s）にはコードが指定されていません
ru: В этой строке (%(institution)s) нет кода
tr: Bu satırın (%(institution)s için) kodu yoktu

source: This line (for %(institution)s) had too many columns
ar: هذا السطر من البيانات (للمنتخب%(institution)s) تجاوز فيه عدد الخانات.
es: Esta linea (para %(institution)s) tenia demasiadas columnas
fr: Cette ligne (pour %(institution)s) a eu trop de colonnes
ja: この行（%(institution)s）の列が多すぎます
ru: В этой строке (%(institution)s) слишком много столбцов
tr: Bu satırın (%(institution)s için) çok fazla sütun vardı.

source: There were no institutions to import.
ar: لم تكن هناك مؤسسات لاستيرادها.
es: No hubo instituciones para importar.
fr: Il n’y avait pas d’institutions à importer.
ja: 追加するインステが見つかりませんでした。
ru: Не было клубов для импорта.
tr: Dışa aktarılacak kurum yoktu.

source: Sorry, you can only import up to %(max_allowed)d institution at a time. (You currently have %(given)d.) Try splitting your import into smaller chunks.
fr: Désolé, vous ne pouvez qu'importer %(max_allowed)d institution au maximum à la fois (vous en avez mis %(given)d.) Essayez de diviser l'importation en plus petits.
ja: 一度に%(max_allowed)dインステまでしか入力できません（%(given)d行入力）。小分けにして入力してください。
ru: Одновременно можно импортировать только %(max_allowed)d клубов. Сейчас указано %(given)d.. Попробуйте импортировать клубы в несколько приёмов.
tr: Üzgünüz, bir seferde yalnızca %(max_allowed)d kurum içe aktarabilirsiniz. (Şu anda %(given)d tane var.) İçe aktarma işleminizi daha küçük parçalara ayırmayı deneyin.

source: There were no rooms to import.
ar: لا توجد قاعات للتوريد
es: No había salas para importar.
fr: Il n’y avait pas de salles à importer.
ja: 追加する部屋が見つかりませんでした。
ru: Не было аудиторий для импорта.
tr: Dışa aktarılacak oda yoktu.

source: Sorry, you can only import up to %(max_allowed)d room at a time. (You currently have %(given)d.) Try splitting your import into smaller chunks.
fr: Désolé, vous ne pouvez qu'importer %(max_allowed)d salle au maximum à la fois (vous en avez mis %(given)d.) Essayez de diviser l'importation en plus petits.
ja: 一度に%(max_allowed)d部屋までしか入力できません（%(given)d行入力）。小分けにして入力してください。
ru: Извините, вы можете импортировать максимум %(max_allowed)d аудиторий за один раз. (Сейчас у вас есть %(given)d.) Попробуйте разбить ваш импорт на несколько очередей.
tr: Üzgünüz, bir seferde yalnızca %(max_allowed)d tane oda içe aktarabilirsiniz. (Şu anda %(given)d tane var.) İçe aktarma işleminizi daha küçük parçalara bölmeyi deneyin.

source: Speakers' names
ar: أسماء المتحدثين
es: Nombres de los oradores
fr: Noms des orateurs
ja: スピーカー名
ru: Имена спикеров
tr: Konuşmacıların isimleri

source: Can be separated by newlines, tabs or commas
ar: يمكن تفرقتهم بإضافة سطر جديد أو (TAB) أو فاصلة
es: Puede ser separado por nuevas líneas, tablas o comas
fr: Peuvent être séparées avec de nouvelles lignes, tabulations, ou virgules
ja: 改行、タブ、カンマで分けれます
ru: Может быть разделен ярлыками, запятыми или новыми строками
tr: Yeni satırlar, tablar veya virgüllerle ayrılabilir

source: Speakers' email addresses
ar: البريد الالكتروني للمتحدثين
es: e-mail de los oradores
fr: Adresses courriel des orateurs
ja: スピーカーのメールアドレス
ru: Email адреса спикеров
tr: Konuşmacıların e-posta adresleri

source: Optional, useful to include if distributing private URLs, list in same order as speakers' names
ar: اختياري ، مفيد لتضمينها في حالة توزيع عناوين URL خاصة ، وإدراجها بنفس ترتيب أسماء المتحدثين
fr: Optionnel, utile à inclure pour la distribution d'URL privées, placez-les dans le même ordre que les noms des orateurs
ja: 任意。Private URLを配信するのに便利です。スピーカー名と同じ順で入力してください
ru: Необязательно, полезно включать при распределении линых URL, список в том же порядке, что и имена спикеров
tr: İsteğe bağlı, özel URL'ler veya konuşmacıların adlarıyla aynı sırada listeler dağıtılıyorsa kullanışlı.

source: Name (excluding institution name)
ar: الاسم (باستثناء اسم المؤسسة)
es: Nombre (excluyendo nombre de la institución)
fr: Nom (sans nom d'institution)
ja: チーム名（インステ名なし）
ru: Название (без названия клуба)
tr: Ad (kurum adı hariç)

source: Prefix team name with institution name?
ar: وضع اسم الفريق مع اسم المؤسسة ؟
es: ¿Prefijo del nombre de equipo con nombre de la institución?
fr: Préfixer le nom de l'équipe avec le nom de l'institution ?
ja: チーム名の前にインステ名を付けますか？
ru: Указать название клуба перед названием команды?
tr: Takım adının önüne kurum adı eklemek istiyor musunuz?

source: Do not include institution name (check the "Prefix team name with institution name?" field instead)
ar: لا تقم بوضع اسم المنتخب (قم باختيار "وضع اسم الفريق مع اسم المنتخب ؟" بدل ذلك)
es: No incluir nombre de la institución (ver el campo "¿Prefijo del nombre de equipo con nombre de la institución?" mejor)
fr: Ne pas inclure le nom de l'institution (cochez la case « Préfixer le nom de l'équipe avec le nom de l'institution ? » au lieu)
ja: インステ名を入れないでください（代わりに「チーム名の前にインステ名を付けますか？」をチェックしてください）。
ru: Не указывать название клуба (вместо поля "Указать название клуба перед названием команды")
tr: Kurum adını eklemeyin (bunun yerine "Takım adının önüne kurum adı eklemek istiyor musunuz?" alanını işaretleyin)

source: (Not applicable to unaffiliated teams)
ar: (لا ينطبق على الفرق المستقلة)
es: (No aplicable para equipos sin afiliación)
fr: (Non applicable aux équipes non-affiliées)
ja: （インステ無所属の場合、適応されません）
ru: (Не применимо к неафиллированным командам)
tr: (Bağlı olmayan takımlar için geçerli değildir)

source: One speaker's name per line
ar: اسم متحدث واحد في كل سطر
es: Un nombre de orador por línea
fr: Nom de l’un orateur par ligne
ja: 選手を1行ごとに表記してください
ru: Одно имя спикера на строчку
tr: Her satırda sadece bir konuşmacı adı

source: Speaker %d
ar: متحدث%d
es: Orador %d
fr: Orateur %d
ja: スピーカー%d
ru: Спикер %d
tr: Konuşmacı %d

source: speaker%d@example.edu
ar: المتحدث %d d@example.edu
es: Orador%d@example.edu
fr: orateur%d@example.edu
ru: спикер %d @example.edu
tr: speaker%d@ornek.edu

source: Unseeded
fr: Non-apparié

source: Free seed
fr: Tête de série libre

source: Half seed
fr: Tête de série moitié

source: Full seed
fr: Tête de série complet

source: There must be at least one speaker.
ar: لا بد من وجود متحدث واحد على الأقل
es: Debe haber al menos un orador
fr: Il faut au moins un orateur.
ja: 少なくとも1人のスピーカーが要ります。
ru: Должен быть хотя бы один спикер.
tr: En az bir konuşmacı olmalıdır.

source: %(email)s is not a valid email address.
ar: %(email)s بريد الاكتروني غير صحيح
es: %(email)s no es un e-mail valido
fr: %(email)s n'est pas une adresse courriel valide.
ja: %(email)sは有効なメールアドレスではありません。
ru: %(email)s не является допустимым email.
tr: %(email)s geçerli bir e-posta adresi değil.

source: There are more email addresses than speakers.
ar: عدد الايميلات أكثر من عدد المتحدثين.
es: Hay más e-mails que oradores
fr: Il y a plus d'adresses courriel que d'orateurs.
ja: スピーカーの数より多くのメールアドレスがあります。
ru: Адресов электронной почты больше чем спикеров.
tr: Konuşmacılardan daha fazla e-posta adresi var.

source: Every team in a single tournament from the same institution must have a different name. Please correct the duplicate data.
ar: لا بد أن تكون أسماء الفرق للمنتخب الواحد مختلفة في البطولة. الرجاء تعديل خطأ التكرار
es: Cada equipo en un único torneo de una misma institución debe tener un nombre diferente. Por favor corrija la información duplicada.
fr: Chaque équipe d'un tournoi de la même institution doivent avoir un nom different. Veuillez corriger les données en double.
ja: 同じ大会・同じインステのチーム名は被ってはいけません。重複するデータを修正してください。
ru: В рамках одного турнира у всех команд из одного клуба должны быть разные названия. Пожалуйста, исправьте повторяющиеся названия.
tr: Aynı kurumdan tek bir turnuvadaki her takımın farklı bir adı olmalıdır. Lütfen yinelenen verileri düzeltin.

source: Rating
ar: تصنيف
es: Puesto
fr: Évaluation
ja: 評価
ru: Рейтинг
tr: Puan

source: This value must be between %(min)d and %(max)d.
ar: لا بد أن تكون هذه القيمة بين %(min)dو%(max)d.
es: Este valor debe ser entre %(min)d y %(max)d
fr: La valeur doit être entre %(min)d et %(max)d.
ja: %(min)d～%(max)dの間で入力してください。
ru: Значение должно быть между %(min)d и %(max)d.
tr: Bu değer %(min)d ile %(max)d arasında olmalıdır.

source: Unaffiliated (no institution)
ar: مستقل (دون مؤسسة)
es: Sin afiliación (sin institución)
fr: Non affilié (aucune institution)
ja: 無所属
ru: Без клуба
tr: Bağımsız (kurumsuz)

source: Sorry, you can only import up to %(max_allowed)d team at a time. (These numbers currently add to %(given)d.) Try splitting your import into smaller chunks.
fr: Désolé, vous ne pouvez qu'importer %(max_allowed)d équipe au maximum à la fois (vous en avez mis %(given)d.) Essayez de diviser l'importation en plus petits.
ja: 一度に%(max_allowed)dチームまでしか入力できません（現在%(given)d行入力）。小分けにして入力してください。
ru: Извините, вы можете импортировать максимум %(max_allowed)d команд за один раз (Эти числа сейчас добавляются к %(given)d.). Попробуйте разделить ваш импорт на несколько очередей.
tr: Üzgünüz, bir seferde yalnızca %(max_allowed)d tane takımı içe aktarabilirsiniz. (Şu anda %(given)d tane var.) İçe aktarma işleminizi daha küçük parçalara bölmeyi deneyin.

source: Sorry, you can only import up to %(max_allowed)d adjudicator at a time. (These numbers currently add to %(given)d.) Try splitting your import into smaller chunks.
fr: Désolé, vous ne pouvez qu'importer %(max_allowed)d juge au maximum à la fois (vous en avez mis %(given)d.) Essayez de diviser l'importation en plus petits.
ja: 一度に%(max_allowed)d人のジャッジまでしか入力できません（現在%(given)d行入力）。小分けにして入力してください。
ru: Извините, вы можете импортировать максимум %(max_allowed)d судей за один раз. (Эти числа сейчас добавляются к %(given)d.) Попробуйте разделить ваш импорт на несколько очередей.
tr: Üzgünüz, bir seferde yalnızca %(max_allowed)d tane jüriyi içe aktarabilirsiniz. (Şu anda %(given)d tane var.) İçe aktarma işleminizi daha küçük parçalara bölmeyi deneyin.

source: The Debate XML archive to parse
es: El archivo XML del debate a analizar
fr: L'archive XML à analyser
ja: 処理するXMLアーカイブ
tr: Ayrıştırılacak Debate XML arşivi

source: Export Tournament Archive
es: Exportar el archivo del torneo
fr: Exporter archive du tournoi
ja: 大会のアーカイブをエクスポート
tr: Turnuva Arşivini Dışa Aktar

source: Tournaments can be exported in an <a href="https://en.wikipedia.org/wiki/XML">XML format</a> for use outside Tabbycat.
fr: Les tournois peuvent être exportés dans un <a href="https://en.wikipedia.org/wiki/XML">format XML</a> pour utilisation hors de Tabbycat.
ja: <a href="https://en.wikipedia.org/wiki/XML">XML形式</a>で大会情報をエクスポートすることができます。
tr: Turnuvalar, Tabbycat dışında kullanılmak üzere <a href="https://en.wikipedia.org/wiki/XML">XML formatında</a> dışa aktarılabilir.

source: Export all data
es: Exportar todos los datos
fr: Exporter toutes les données
ja: すべてのデータをエクスポート
tr: Tüm verileri dışa aktar

# page title
source: Import Tournament Archive
fr: Importer archive du tournoi
ja: 大会のアーカイブをインポート
tr: Turnuva Arşivi İçe Aktar

source: This form will create a tournament with the data provided as a Debate XML format.
fr: Ce formulaire créera un tournoi avec les données fournis dans l'XML du tournoi.
ja: Debate XML形式のデータを使って大会を作成します。
tr: Bu form, Münazara XML formatında sağlanan verilerle bir turnuva oluşturacaktır.

source: Import
es: Importar
fr: Importer
ja: インポート
tr: İçe Aktar

source: Go back to the site home page
es: Volver a la página principal
fr: Retour à la page d’accueil
ja: トップページに戻る
ru: Вернуться на домашнюю страницу
tr: Site giriş sayfasına geri dön

# page title
source: Add Adjudicators
ar: إضافة محكمين
es: Añadir jueces
fr: Addition de juges
ja: ジャッジを追加
ru: Добавить судей
tr: Jüri Ekle

source: (Step %(step)s of %(count)s)
ar: (خطوة%(step)sمن%(count)s)
es: (Paso %(step)s de %(count)s)
fr: (Étape %(step)s de %(count)s)
ja: （ステップ%(step)s/%(count)s）
ru: (Шаг %(step)s из %(count)s)
tr: ( %(count)s adımın %(step)s. adımı)

source: Previous Step
ar: الخطوة السابقة
es: Paso anterior
fr: Étape précédente
ja: 戻る
ru: Предыдущий шаг
tr: Önceki Adım

source: As per <a href="%(options_feedback)s" class="alert-link">this tournament's configuration</a>, an adjudicator's rating must be between <strong>%(min)s</strong> and <strong>%(max)s</strong>. Providing email addresses is optional but can be useful if using <a href="%(privateurls_url)s" class="alert-link">private URLs</a> for feedback or ballots.
es: Según<a href="%(options_feedback)s" class="alert-link">la configuración de este torneo</a>, el puesto de un juez debe ser entre <strong>%(min)s</strong> y <strong>%(max)s</strong>. Proveer direcciones de e-mail es opcional pero puede ser util si se usan <a href="%(privateurls_url)s" class="alert-link">URLs privadas</a> para el feedback y las ballots.
fr: Par <a href="%(options_feedback)s" class="alert-link">la configuration du tournoi</a>, la note d'un juge doit être entre <strong>%(min)s</strong> et <strong>%(max)s</strong>. Fournissant des adresses courriel est facultatif mais peut être utile pour utiliser des <a href="%(privateurls_url)s" class="alert-link">URLs privées</a> pour les feuilles ou évaluations.
ja: ジャッジのスコア範囲は<strong>%(min)s～%(max)s</strong>と<a href="%(options_feedback)s" class="alert-link">設定</a>されています。メールアドレスの入力は任意ですが、フィードバックやバロット送信に使う<a href="%(privateurls_url)s" class="alert-link">Private URL</a>を使う場合入力すると便利です。
ru: В <a href="%(options_feedback)s" class="alert-link"> настройках турнира </a>, рейтинг судьи должен быть между <strong>%(min)s</strong> и <strong>%(max)s</strong>. Предоставление email адресов опционально, но может быть полезно при использовании <a href="%(privateurls_url)s" class="alert-link"> личных URL </a> для бэллотов и форм обратной связи.
tr: <a href="%(options_feedback)s" class="alert-link">bu turnuvanın ayarlarından dolayı</a> jürilerin puanı <<strong>%(min)s</strong> ile <strong>%(max)s</strong> arasında olmalıdır. E-posta adresi girmek isteğe bağlıdır, ancak geri bildirim veya ballotlar için <a href="%(privateurls_url)s" class="alert-link">özel URL'ler</a> kullanılıyorsa yararlı olabilir.

source: Adjudicators for %(institution)s
ar: %(institution)s
fr: Juges de %(institution)s
ja: %(institution)sのジャッジ
ru: Судьи клуба %(institution)s
tr: %(institution)s Jürileri

source: Unaffiliated Adjudicators
ar: محكمين مستقلين
es: Jueces sin afiliación
fr: Juges non affiliés
ja: 無所属のジャッジ
ru: Неафиллированные судьи
tr: Bağımsız Jüriler

source: Save All Adjudicators
ar: حفظ كافة المحكمين
es: Guardar Todos los Jueces
fr: Enregistrer tous les juges
ja: すべてのジャッジを保存
ru: Сохранить всех судей
tr: Tüm Jürileri Kaydet

source: You need to <a href="%(import_institutions_url)s" class="alert-link">add institutions</a> before adding adjudicators.
ar: لا بد من <a href="%(import_institutions_url)s" class="alert-link">إضافة منتخبات</a> قبل إضافة محكمين
es: Necesitan <a href="%(import_institutions_url)s" class="alert-link">añadir instituciones</a> antes de añadir jueces.
fr: Vous devez <a href="%(import_institutions_url)s" class="alert-link">ajouter des institutions</a> avant d’ajouter des juges.
ja: ジャッジを追加する前に<a href="%(import_institutions_url)s" class="alert-link">インステを追加</a>してください。
ru: Перед добавлением судей необходимо <a href="%(import_institutions_url)s" class="alert-link"> добавить клубы</a>.
tr: Jürileri eklemeden önce <a href="%(import_institutions_url)s" class="alert-link">kurumları eklemeniz</a> gerekir.

source: Specify the number of new adjudicators to add per institution. In the next step you can specify their names and ratings.
ar: حدد عدد المحكمين الجدد لكل منتخب. في الخطوة القادمة يمكنك تحديد أسمائهم ودرجاتهم.
es: Especifique el número de nuevos jueces a añadir por institución. En el siguiente paso puede especificar sus nombres y puestos.
fr: Spécifiez le nombre de nouveaux juges à ajouter par institution. Dans l’étape suivante, vous pouvez spécifier leurs noms et leurs évaluations.
ja: インステごとに追加するジャッジの数を入力してください。次のステップでは名前とスコアを入力します。
ru: Укажите количество новых судей, относящихся к каждому клубу. На следующем этапе вы можете указать их имена и рейтинг.
tr: Kurum başına eklenecek yeni jüri sayısını belirtin. Bir sonraki adımda isim ve puanlarını belirleyebilirsiniz.

source: You can add up to 198 adjudicators at a time. If you have more than 198 adjudicators, split them into chunks. (Please don't try to add more than 198 in one go; the system will crash, and you will lose data.)
fr: Vous pouvez ajouter jusqu'à 198 juges à la fois. Si vous en avez plus, divisez-les en morceaux. (N'en importez pas plus que 198 à la fois ; le système va planter et vous perdriez les données.)
ja: 同時に198人のジャッジを追加できます。198人以上いる場合、小分けにしてください（198より多くのジャッジをいっぺんに追加しようとしないでください、クラッシュしデータが失われます）。
tr: Bir seferde en fazla 198 jüri ekleyebilirsiniz. 198'den fazla jüri eklemek istiyorsanız, parça parça ekleyin. (Lütfen tek seferde 198'den fazla eklemeye çalışmayın; sistem çöker ve veri kaybedersiniz.)

# button
source: Next Step
ar: الخطوة التالية
es: Siguiente paso
fr: Prochaine étape
ja: 次のステップ
ru: Следующий шаг
tr: Sonraki Adım

source: Simple Importer
ar: المورد البسيط
es: Importador simple
fr: Importateur simple
ja: 簡易入力
ru: Простой импорт
tr: Basit Dışa Aktarıcı

source: There are <a href="https://tabbycat.readthedocs.io/en/stable/use/importing-data.html" target="_blank">several ways to import data into Tabbycat</a>. Which one is best depends on the size of your tournament and your technical background. This <strong>simple importer</strong> is the easiest to use and works well for small- and medium-sized tournaments.
ar: هنالك <a href="https://tabbycat.readthedocs.io/en/stable/use/importing-data.html" target="_blank">طرق متعددة لتوريد البيانات في Tabbycat</a>. يعتمد الأنسب لك حسب حجم البطولة وخلفيتك التقنية. هذا <strong>المورد البسيط</strong> هو الأسهل في الاستخدام ويعمل جيدا مع بطولات ذوي الأحجام الصغيرة والمتوسطة.
es: Existen <a href="https://tabbycat.readthedocs.io/en/stable/use/importing-data.html" target="_blank">diversas formas de importar datos a Tabbycat</a>. Cual es mejor depende en el tamaño de su torneo y su conocimiento tecnico. Este <strong>importador simple</strong>es el más fácil de usar y funciona bien para torneos pequeños y medianos.
fr: Il y a <a href="https://tabbycat.readthedocs.io/en/stable/use/importing-data.html" target="_blank">plusieurs manières d’importer des données dans Tabbycat</a>. Lequel est le meilleur dépend de la taille de votre tournoi et votre formation technique. Cet <strong>importateur simple</strong> est le plus facile à utiliser et marche bien pour les tournois petits et pour les tournois de taille moyenne.
ja: Tabbycatにデータを入力する方法は<a href="https://tabbycat.readthedocs.io/en/stable/use/importing-data.html" target="_blank">複数あります</a>。どれがよいかは大会の規模とあなたの技術力次第で変わります。この<strong>簡易入力</strong>はもっとも簡単で、小～中規模の大会では簡単に使えます。
ru: Есть несколько <a href="https://tabbycat.readthedocs.io/en/stable/use/importing-data.html" target="_blank"> способов импорта данных в Tabbycat</a>. Какой из них подойдет больше зависит от размера вашего турнира и ваших технических возможностей. Этот <strong> простой импортер</strong> является самым доступным в использовании и хорошо работает на маленьких и среднего размера турнирах.
tr: <a href="https://tabbycat.readthedocs.io/en/stable/use/importing-data.html" target="_blank">Tabbycat'e veri aktarmanın birkaç yolu vardır.</a> Hangisinin en uygun olduğu turnuvanızın büyüklüğüne ve teknik bilginize bağlıdır. <strong>Basit aktarıcı</strong> kullanımı en kolay olanıdır ve küçük ve orta ölçekli turnuvalar için iyi çalışır.

source: Add Institutions
ar: إضافة منتخبات
es: Añadir instituciones
fr: Ajouter institutions
ja: インステを追加
ru: Добавить клубы
tr: Kurum Ekle

source: Add Teams
ar: إضافة فرق
es: Añadir equipos
fr: Ajouter équipes
ja: チームを追加
ru: Добавить команды
tr: Takım Ekle

source: Add Adjudicators
ar: إضافة محكمين
es: Añadir jueces
fr: Ajouter juges
ja: ジャッジを追加
ru: Добавить судей
tr: Jüri Ekle

source: Add Rooms
ar: إضافة قاعات المناظرة
es: Añadir salas
fr: Ajouter Salles
ja: 部屋を追加
ru: Добавить аудитории
tr: Oda Ekle

source: Add/Edit Room Categories
ar: إضافة/تعديل فئات القاعات
es: Añadir/Editar Categoría de Salas
fr: Ajouter/Modifier catégories de salle
ja: 部屋のカテゴリーを追加・編集
ru: Добавить/Изменить категории аудиторий
tr: Oda Kategorileri Ekle/Düzenle

source: Add/Edit Room Constraints
ar: إضافة/تعديل قيود القاعات
es: Añadir/Editar Restricciones de Sala
fr: Ajouter/Modifier contraintes de salle
ja: 部屋の制約条件を追加・編集
ru: Добавить/изменить ограничения аудиторий
tr: Oda Kısıtlamaları Ekle/Düzenle

source: Add/Edit Adjudicator-Team Conflicts
es: Añadir/Editar Conflictos Juez-Equipo
fr: Ajouter/Modifier conflits juge-équipe
ja: ジャッジ・チーム間コンフリクトを追加・編集
ru: Добавить/изменить конфликты команд и судей
tr: Jüri-Takım Conflictleri Ekle/Düzenle

source: Add/Edit Adjudicator-Adjudicator Conflicts
es: Añadir/Editar Conflictos Juez-Juez
fr: Ajouter/Modifier Conflits Juge-Juge
ja: ジャッジ間コンフリクトを追加・編集
ru: Добавить/изменить конфликты между судьями
tr: Jüri-Jüri Conflictleri Ekle/Düzenle

source: Add/Edit Adjudicator-Institution Conflicts
es: Añadir/Editar Conflictos Juez-Institución
fr: Ajouter/Modifier Conflits Juge-Institution
ja: ジャッジ・インステ間のコンフリクトを追加・編集
ru: Добавить/изменить конфликты между судьями и клубами
tr: Jüri-Kurum Conflictleri Ekle/Düzenle

source: Add/Edit Team-Institution Conflicts
fr: Ajouter/Modifier Conflits Équipe-Institution
ja: チーム・インステ間コンフリクトを追加・編集
ru: Добавить/редактировать конфликты между командами и клубами
tr: Takım-Kurum Conflictleri Ekle/Düzenle

source: Add/Edit Break Categories
fr: Ajouter/Modifier catégories de qualification
ja: ブレイクカテゴリーを追加・編集
tr: Break Kategorileri Ekle/Düzenle

source: Add/Edit Speaker Categories
fr: Ajouter/Modifier catégories d'orateur
ja: スピーカーカテゴリーを追加・編集
tr: Konuşmacı Kategorileri Ekle/Düzenle

# page title
source: Add Institutions
ar: إضافة منتخبات
es: Añadir instituciones
fr: Addition d'institutions
ja: インステを追加
ru: Добавить клубы
tr: Kurum Ekle

source: Save All Institutions
ar: حفظ جميع المنتخبات
es: Guardar todas las instituciones
fr: Enregistrer toutes les Institutions
ja: すべてのインステを保存
ru: Сохранить все клубы
tr: Tüm Kurumları Kaydet

source: There are some problems with the data on this form:
ar: هنالك مشاكل مع البينات الموجودة على هذا النموذج:
es: Hay algunos problemas con los datos en esta forma:
fr: Des problèmes en lien avec les données sur ce formulaire sont apparus :
ja: フォーム上のデータに問題があります：
ru: В форме указаны ошибочные данные:
tr: Bu formdaki verilerle ilgili bazı sorunlar var:

source: Next Step
ar: الخطوة التالية
es: Siguiente pas
fr: Étape suivante
ja: 次のステップ
ru: Следующий шаг
tr: Sonraki Adım

# page title
source: Add Teams
ar: إضافة فرق
es: Añadir Equipos
fr: Addition d'équipes
ja: チームを追加
ru: Добавить команды
tr: Takım Ekle

source: Teams for %(institution)s
ar: فرق من%(institution)s
es: Equipos para %(institution)s
fr: Équipes de %(institution)s
ja: %(institution)sのチーム
ru: Команды клуба %(institution)s
tr: %(institution)s için takımlar

source: Unaffiliated Teams
ar: فرق مستقلة
es: Equipos sin afiliación
fr: Équipes non affiliées
ja: 無所属のチーム
ru: Неафиллированные команды
tr: Bağımsız Takımlar

source: Save All Teams
ar: حفظ كافة الفرق
es: Guardar Todos los Equipos
fr: Enregistrer toutes les équipes
ja: すべてのチームを保存
ru: Сохранить все команды
tr: Tüm Takımları Kaydet
