Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/importer/locale/*/LC_MESSAGES/django.po
Languages: ar, es, fr, ja, ru, tr

source: You need to <a href="%(import_institutions_url)s" class="alert-link">add institutions</a> before adding teams.
ar: لا بد من <a href="%(import_institutions_url)s" class="alert-link">إضافة منتخب</a> قبل إضافة فرق
es: Necesita <a href="%(import_institutions_url)s" class="alert-link">añadir instituciones</a> antes de añadir equipos.
fr: Vous devez <a href="%(import_institutions_url)s" class="alert-link">ajouter des institutions</a> avant d'ajouter des équipes.
ja: チームを追加する前に<a href="%(import_institutions_url)s" class="alert-link">インステを追加</a>してください。
ru: Перед добавлением команд необходимо <a href="%(import_institutions_url)s" class="alert-link"> добавить клубы</a>.
tr: Takım eklemeden önce <a href="%(import_institutions_url)s" class="alert-link">kurum eklemeniz</a> gerekir.

source: Specify the number of new teams to add per institution. In the next step you can specify team and speaker names.
ar: حدد عدد الفرق الجديدة لكل منتخب. في الخطوة القادمة ستستطيع تحديد أسماء الفرق والمتحدثينز
es: Especifique el número de nuevos equipos a añadir por institución. En el siguiente paso puede especificar los nombres de equipo y orador.
fr: Spécifiez le nombre de nouvelles équipes à ajouter par institution. Dans l’étape suivante, vous pouvez spécifier leurs noms et les noms des orateurs.
ja: インステごとに追加するチームの数を入力してください。次のステップではチームとスピーカー名を入力します。
ru: Укажите количество новых команд, относящихся к каждому клубу. На следующем этапе вы сможете указать название команды и имена спикеров.
tr: Kurum başına eklenecek yeni takım sayısını belirtin. Bir sonraki adımda takım ve konuşmacı adlarını belirtebilirsiniz.

source: You can add up to 141 teams at a time. If you have more than 141 teams, split them into chunks. (Please don't try to add more than 141 in one go; the system will crash, and you will lose data.)
es: Puedes añadir hasta 141 equipos a la vez. Si tienes más de 141 equipos, divídelos en trozos. (Intenta por favor no añadir más de 141 equipos al mismo tiempo; el sistema se bloqueará y perderás toda la información.)
fr: Vous pouvez ajouter jusqu'à 141 équipes à la fois. Si vous en avez plus, divisez-les en morceaux. (N'en importez pas plus que 141 à la fois ; le système va planter et vous perdriez les données.)
ja: 同時に141人のジャッジを追加できます。141人以上いる場合、小分けにしてください（141より多くのジャッジをいっぺんに追加しようとしないでください、クラッシュしデータが失われます）。
tr: Bir seferde en fazla 141 jüri ekleyebilirsiniz. 141'den fazla jüri eklemek istiyorsanız, parça parça ekleyin. (Lütfen tek seferde 141'den fazla eklemeye çalışmayın; sistem çöker ve veri kaybedersiniz.)

# page title
source: Add Rooms
ar: إضافة قاعات المناظرة
es: Añadir salas
fr: Ajouter Salles
ja: 部屋を追加
ru: Добавить аудитории
tr: Oda Ekle

source: Priorities indicate how much you want to use the room. Larger numbers indicate higher priority. If you have more rooms than debates, the rooms with the lowest priorities will not be used.
es: Las prioridades indican cuanto quiere usar una sala. Números más grandes indican mayor prioridad. Si tiene más salas que debates, las salas con prioridad más baja no serán usadas.
fr: Les priorités indiquent l'ordre de préférence pour utiliser la salle. Les nombres plus grands indiquent une plus haute priorité. Si vous avez plus de salles que de débats, les salles avec les priorités les plus bas ne seront pas utilisées.
ja: ラウンド部屋の優先度を設定できます。大きい数字であるほど、優先度が高いことを示します。ラウンド部屋が試合数より多い場合、優先度が低い部屋は使われません。
ru: Приоритеты указывают на то, насколько вы хотите использовать эту аудиторию. Большие числа указывают более высокий приоритет. Если у вас больше аудиторий, чем дебатов, места с самыми низкими приоритетами не будут использоваться.
tr: Öncelikler, odayı ne kadar kullanmak istediğinizi gösterir. Daha büyük sayılar daha yüksek önceliğe işaret eder. Maçtan daha fazla odanız varsa, en düşük önceliğe sahip odalar kullanılmaz.

source: Save All Rooms
ar: حفظ جميع القاعات
es: Guardar Todas las Salas
fr: Enregistrer toutes les Salles
ja: すべての部屋を保存
ru: Сохранить все аудитории
tr: Tüm Odaları Kaydet

source: Paste a list of rooms with one room per line and following the format of: <code>name,priority</code>. For example:
es: Pegue una lista de salas con una sala por línea y siguiendo el formato de: <code>nombre,prioridad</code>. Por ejemplo:
fr: Collez une liste de salles avec une salle par ligne, suivant le format<code>nom,priorité</code>. Par exemple :
ja: 1行に1部屋、以下の形式で入力してください：<code>名前,優先度</code>（間はスペースなしの半角カンマで区切ってください）。例：
ru: Вставьте список аудиторий с одной аудиторией на строку и следуйте формату: <code>имя,приоритет</code>. Например:
tr: Her satırda bir oda bulunacak şekilde odaların listesini yapıştırın ve şu biçimi izleyin: <code>name,priority</code>. Örnek:

source: Added %(count)d institution.
es: Institución añadida %(count)d.
fr: Ajouté %(count)d institution.
ja: %(count)dインステ追加しました。
ru: Количество добавленных клубов: %(count)d.
tr: %(count)d kurumu eklendi.

source: Added %(count)d room.
es: Sala añadida %(count)d.
fr: Ajouté %(count)d salle.
ja: %(count)d部屋追加しました。
ru: Добавлена %(count)d аудитория.
tr: %(count)d oda eklendi.

source: Added %(count)d team.
es: Equipo añadido %(count)d.
fr: Ajouté %(count)d équipe.
ja: %(count)dチーム追加しました。
ru: Добавлена %(count)d команда.
tr: %(count)d takımı eklendi.

source: Adjudicator %(number)d
ar: محكم رقم %(number)d
es: Jueces %(number)d
fr: Juge %(number)d
ja: ジャッジ%(number)d
ru: Судья %(number)d
tr: Jüri %(number)d

source: Added %(count)d adjudicator.
es: Juez añadido %(count)d.
fr: Ajouté %(count)d juge.
ja: %(count)d人のジャッジを追加しました。
ru: Добавлен %(count)d судья.
tr: %(count)d jürisi eklendi.

source: <p>There were one or more errors creating the demo tournament. Before retrying, please delete the existing demo tournament <strong>and</strong> the institutions in the Edit Database Area.</p><p><i>Technical information: The errors are as follows:</i></p>
fr: <p>Il y avait un ou plusieurs erreurs en créant le tournoi démo. Avant d'y re-essayer, veuillez supprimer le tournoi démo qui existe <strong>et</strong> les institutions dans la base de données.</p><p><i>Information technique : Les fautes sont </i></p>
ja: デモ用の大会を作成するにあたって、エラーが発生しました。再試行する前に、既存のデモ用大会<strong>と</strong>データベース編集エリアのインステを削除してください。
tr: <p>Demo turnuvasını oluştururken bir veya daha fazla hata oluştu. Yeniden denemeden önce, lütfen mevcut demo turnuvasını <strong>ve</strong> veritabanı düzenleme alanındaki kurumları silin.</p><p><i>Teknik bilgiler: Karşılaşılan hatalar:</i></p>

source: Created new demo tournament. You can now configure it below.
fr: Créé nouveau tournoi démo. Vous pouvez le configurer ci-dessous.
ja: 新しいデモ用の大会を作成しました。以下で設定してください。
tr: Yeni demo turnuvası oluşturuldu. Aşağıda yapılandırabilirsiniz.

source: Tournament archive has been imported.
fr: L'archive du tournoi est importé.
ja: 大会のアーカイブをインポートしました。
tr: Turnuva arşivi aktarıldı.
