Repository: TabbycatDebate/tabbycat
Catalog: docs/locale/*/LC_MESSAGES/about/authors.po
Languages: fr_fr, ja_jp

source: Authors & Acknowledgements
fr_fr: Auteurs et remerciements
ja_jp: 著者と謝辞

source: Authors
fr_fr: Auteurs
ja_jp: 製作者

source: Tabbycat was authored by Qi-Shan Lim for Auckland Australs 2010. The current active maintainers are:
fr_fr: Tabbycat a été créé par Qi-Shan Lim pour les 2010 Auckland Australs. Les mainteneurs actuellement actifs sont :
ja_jp: Tabbycat は、Auckland Australs 2010のにQi-Shan Lim によって作成されました。現在アクティブなメンテナーは以下のとおりです：

source: Please don't hesitate to contact us with any suggestions, expressions of interest or generally anything relating to Tabbycat.
fr_fr: N’hésitez pas à nous contacter avec des suggestions, expressions d’intérêt ou n’importe ayant rapport avec Tabbycat.
ja_jp: Tabbycatに関連する提案、興味、その他どんな連絡も歓迎しています。

source: Contributors
fr_fr: Contributeurs
ja_jp: コントリビュータ

source: Étienne Beaulé has contributed many features, fixes, and suggestions across many aspects of Tabbycat.
fr_fr: Étienne Beaulé a contribué beaucoup de fonctionnalités, corrections et suggestions sur divers aspects de Tabbycat.
ja_jp: Étienne BeauléはTabbycatの多くの側面の機能、修正、提案に貢献してきました。

source: Thevesh Theva contributed the algorithm for calculating the liveness of teams within a particular break category.
fr_fr: Thevesh Theva a contribué l’algorithme pour calculer la vivacité des équipes parmi une catégorie de qualification.
ja_jp: Thevesh Thevaは特定のブレークカテゴリ内のチームの生存度を計算するためのアルゴリズムを提供しました。

source: Viran Weerasekera contributed the statistical tests used to estimate the degree to which a motion's results and vetoes are balanced.
fr_fr: Viran Weerasekera a contribué les tests statistiques utilisés pour estimer le degré qu’une motion et ses vétos sont équilibrés.
ja_jp: Viran Weerasekeraは、論題の結果と拒否（veto）がどの程度の優位性を持つのか推定する統計的検定に貢献しました。

source: Viran Weerasekera, Valerie Tierney, Molly Dale, Madeline Schultz, and Vail Bromberger contributed to the "Tournament Logistics" section of our documentation.
fr_fr: Viran Weerasekera, Valerie Tierney, Molly Dale, Madeline Schultz et Vail Bromberger ont contribué au section « Logistique de tournoi » du documentation.
ja_jp: Viran Weerasekera、Valerie Tierney、Molly Dale、Madeline SchultzとVail Brombergerはドキュメンテーションの「大会の運用」セクションに貢献しました。

source: Sponsors
fr_fr: Partenaires
ja_jp: スポンサー

source: Thanks to the Western Australian Debating League for sponsoring various features related to organising division-based tournaments and round-robin based draw methods.
fr_fr: Merci au Ligue de Débat de l’Australie-Ouest pour avoir sponsorisé plusieurs fonctions du sujet d’organiser des tournois avec divisions et méthodes de tirage à la ronde.
ja_jp: Western Australian Debating Leagueは、分割ベースの大会やラウンドロビンベースの試合方法に関連するさまざまな機能をスポンサーしています。
