Repository: TabbycatDebate/tabbycat
Catalog: docs/locale/*/LC_MESSAGES/about/changelog.po
Languages: id_id

source: Speaker scores now show as integers (without decimals) where the tournament format would not allow decimals
id_id: Skor pembicara sekarang ditunjukkan sebagai integer (tanpa desimal) dimana format turnamen tidak mengijinkan desimal

source: Added a page showing a list of institutions in the tournament
id_id: Menambahkan sebuah halaman yang menunjukkan daftar institusi pada turnamen ini

source: On the assistant "enter results" page, pressing "/" jumps to the "Find in Table" box, so data entry can be done entirely from your keyboard
id_id: Pada halaman asisten "masukkan hasil", menekan "/" akan melompat ke kotak "Temukan di Tabel" sehingga entri data dapat dilakukan sepenuhnya dari keyboard anda

source: Switched to using a Websockets/Channels based infrastructure to better allow for asynchronous updates. This should also ameliorate cases where the Memcachier plugin expired due to inactivity which would then crash a site. Notes for those upgrading:
id_id: Beralih menggunakan infrastruktur berbasis Websockets / Channels untuk memungkinkan pembaruan asinkron dengan lebih baik. Ini juga harus memperbaiki kasus dimana plugin Memcachier kadaluwarsa karena tidak aktif yang kemudian akan membuat situs bermasalah. Catatan untuk peningkatan tersebut:

source: On Heroku: You should remove the Memcachier plugin and instead add 'heroku-redis' to any instances being upgraded
id_id: Pada Heroku: Anda sebaiknya membuang plugin Memcachier dan sebaliknya, menambahkan 'heroku-redis' ke instansi apapun yang sedang diperbarui

source: Locally: You should recreate your `local_settings.py` from the `local_settings.example` file
id_id: Secara Lokal: Anda sebaiknya membuat ulang file `local_settings.py` anda dari file `local_settings.example`

source: Upgraded to Django 2.0
id_id: Sudah diperbarui ke Django 2.0

source: Converted most raw SQL queries to use the new ``filter`` keyword in annotations
id_id: Mengubah banyak kueri SQL mentah untuk menggunakan kata kunci ``filter`` yang baru pada anotasi

source: *Release date: 13 April 2018*
id_id: *Tanggal rilis: 13 April 2018*

source: Fixed an issue preventing draws with pre-allocate sides generating
id_id: Memperbaiki masalah yang mencegah pengundian dengan sisi yang sudah di alokasi sebelumnya dihasilkan

source: *Release date: 20 March 2018*
id_id: *Tanggal rilis: 20 Maret 2018*

source: Added reminder to add own-institution conflicts in the Edit Database area
id_id: Menambahkan pengingat untuk menambahkan konflik internal institusi pada bagian Ubah Basisdata

source: *Release date: 7 February 2018*
id_id: *Tanggal rilis: 7 Februari 2018*

source: Improved the printing of scoresheets and feedback forms on Chrome.
id_id: Meningkatkan pencetakan lembar skor dan formulir umpan balik pada Chrome.

source: *Release date: 22 January 2018*
id_id: *Tanggal rilis: 22 Januari 2018*

source: Add alert for users who try to do voting ballots on BP-configured tournaments
id_id: Menambahkan tanda untuk pengguna yang mencoba untuk melakukan pemungutan suara pada turnamen yang dikonfigurasi BP

source: Fixed issue where draws of the "manual" type would not generate correctly
id_id: Memperbaiki masalah dimana pengundian dengan tipe "manual" tidak dihasilkan dengan benar

source: Fixed issue where a ballot's speaker names dropdown would contain both team's speakers when using formats with side selection
id_id: Memperbaiki masalah dimana dropdown kertas suara nama pembicara akan berisi kedua pembicara tim saat menggunakan format dengan pemilihan samping

source: Fixed issue where scoresheets would not show correctly under some configurations
id_id: Memperbaiki masalah dimana lembar skor tidak ditampilkan dengan benar pada beberapa konfigurasi

source: Improved display of really long motions when using the inbuilt motion-showing page
id_id: Memperbaiki tampilan dari mosi yang sangat panjang ketika menggunakan halaman penampil-mosi bawaan

source: *Release date: 3 December 2017*
id_id: *Tanggal rilis: 3 Desember 2017*

source: Fixed issue where the 'prefix team name with institution name' checkbox would not be correctly saved when using the Simple Importer
id_id: Memperbaiki masalah dimana kotak centang 'nama tim awalan dengan nama institusi' tidak disimpan dengan benar ketika menggunakan Importir Sederhana

source: Removed the scroll speed / text size buttons on mobile draw views that were making it difficult to view the table
id_id: Menghapus tombol gulir ukuran teks/kecepatan pada tampilan gambar mobile yang membuatnya sulit untuk melihat tabel

source: Improved the display of the motions tab page on mobile devices and fixed an issue where it appeared as if only half the vetoes were made
id_id: Memperbaiki tampilan dari halaman tab mosi pada perangkat mobile dan memperbaiki sebuah masalah dimana itu ditampilkan seolah-olah hanya setengah dari veto yang dibuat

source: *Release date: 27 November 2017*
id_id: *Tanggal rilis: 27 November 2017*

source: Fixes and improvements to diversity overview
id_id: Perbaikan dan peningkatan pada gambaran perbedaan

source: Fixed average feedback rating from teams, it was previously (incorrectly) showing the average feedback rating from all adjudicators
id_id: Memperbaiki rata rata rating umpan balik dari tim, sebelumnya ia (dengan tidak benar) telah menampilkan rata rata rating umpan balik dari semua juri

source: Gender splits for average feedback rating now go by target adjudicator; this was previously source adjudicator
id_id: Pembagian jenis kelamin untuk rating umpan balik rata-rata sekarang dilakukan oleh juri target, sebelumnya ini dilakukan juri sumber

source: Persons with unknown gender are now shown in counts (but not score/rating averages); a bug had previously caused them to be incorrectly counted as zero
id_id: Orang dengan jenis kelamin yang tidak diketahui sekarang ditampilkan dengan perhitungan (bukan dengan rata-rata skor/rating); sebuah masalah yang sebelumnya menyebabkan mereka untuk ditampilkan sebagai 0 dengan tidak benar

source: Improved query efficiency of the page
id_id: Memperbaiki efisiensi kueri dari halaman

source: Improved the BP motions tab for out-rounds by specifying advancing teams as "top/bottom ½" rather than as 1st/4th and removed the average-points-per-position graphs that were misleading
id_id: Memperbaiki tab mosi BP untuk ronde luar dengan menentukan tim yang maju sebagai "atas/bawah ½", bukan sebagai ke-1/ke-4 dan menghapus grafik poin rata-rata per posisi yang menyesatkan

source: Improved handling of long motions in the motion display interface
id_id: Memperbaiki penanganan dari mosi yang panjang pada antarmuka tampilan mosi

source: Fixed issue where creating BP tournaments using the wizard would create an extra break round given the size of the break specified
id_id: Memperbaiki masalah dimana membuat turnamen BP dengan menggunakan wizard akan menyebabkan tambahan ronde istirahat dari ronde istirahat yang sudah ditentukan

source: Fixed auto-allocation in consensus panels where there are fewer judges than debates in the round
id_id: Memperbaiki alokasi otomatis pada panel konsensus dimana jumlah juri lebih sedikit daripada debat di babak tersebut

source: Fixed reply speaker validity check when speeches are marked as duplicate
id_id: Memperbaiki pemeriksaan validitas pembicara balasan ketika pidato ditandai sebagai duplikat

source: Prohibit assignment of teams to break categories of other tournaments in Edit Database area
id_id: Melarang penugasan tim untuk membagi kategori turnamen lain di area Ubah Basisdata

source: *Release date: 21 November 2017*
id_id: *Tanggal rilis: 21 November 2017*

source: Fixed issue where results submission would crash if sides are unconfirmed
id_id: Memperbaiki masalah dimana pengiriman hasil akan bermasalah jika sisi tidak terkonfirmasi

source: Fixed issue where scoresheets would not display properly for adjudicators who lack institutions
id_id: Memperbaiki masalah dimana lembar skor untuk juri yang tidak memiliki institusi tidak ditampilkan dengan benar

source: Fixed issue where the round history indicators in the Edit Adjudicators page would sometimes omit the "rounds ago" indicator
id_id: Memperbaiki masalah dimana indikator riwayat ronde pada halaman Ubah Juri terkadang menampilkan indikator "ronde sebelumnya"

source: *Release date: 13 November 2017*
id_id: *Tanggal rilis: 13 November 2017*

source: British Parliamentary support
id_id: Dukungan untuk Britih Parliamentary

source: Full support for British Parliamentary format has been added and we're incredibly excited to see Tabbycat's unique features and design (finally) available as an option for those tabbing in the predominant global format
id_id: Format dukungan penuh untuk British Parliamentary sudah ditambahkan dan kami sangat bersemangat untuk melihat fitur unik dan desain Tabbycat (akhirnya) tersedia sebagai opsi bagi mereka yang melakukan tab dalam format global utama

source: As part of the implementation of this format we've made significant improvements over existing tab software on how sides are allocated within BP draws. This means that teams are less likely to have 'imbalanced' proportions of side allocations (for example having many more debates as Opening Government than Closing Opposition)
id_id: Sebagai bagian dari implementasi format ini, kami sudah membuat peningkatan yang signifikan pada perangkat lunak tab yang ada mengenai bagaimana mengalokasikan sisi pada saat pengundian BP. Ini berarti kecil kemungkinan bagi tim untuk memiliki proporsi yang tidak seimbang pada alokasi sisi (sebagai contoh memiliki debat pembuka lebih banyak dibandingkan debat penutup)

source: We've added a new "Comparisons" page added to the documentation to outline some of the key differences between Tabbycat and other software in the context of BP tabbing
id_id: Kami menambahkan halaman "Perbandingan" yang baru ke dokumentasi agar secara garis besar perbedaan antara Tabbycat dengan software lainnya dengan konteks tabbing BP dapat terlihat

source: Refreshed interface design
id_id: Desain antarmuka yang lebih segar

source: The basic graphic elements of Tabbycat have had a their typography, icons, colours, forms, and more redesign for a more distinctive and clear look. We also now have an official logo!
id_id: Elemen grafis standar dari Tabbycat sudah memiliki tipografi, ikon, warna, formulir, dan perubahan desain lainnya untuk tampilan yang lebih khas dan jelas. Kami juga sekarang sudah memiliki logo resmi!

source: The "Motions" stage of the per-round workflow has now been rolled into the Display area to better accommodate BP formats and consolidate the Draw/Motion 'release' process
id_id: Tahap "Mosi" dari cara kerja setiap ronde sekarang sudah dimasukkan ke area Tampilan untuk mengakomodasi format BP lebih baik dan mengkonsolidasi proses 'rilis' Undian/Mosi

source: Sidebar menu items now display all sub-items within a section, such as for Feedback, Standings, and Breaks
id_id: Item menu bilah sisi sekarang menampilkan semua sub-item pada setiap bagian, seperti untuk Umpan Balik, Klasemen, Dan Istirahat

source: Better tablet and mobile interfaces; including a fully responsive sidebar for the admin area that maximises the content area
id_id: Antarmuka yang lebih baik pada perangkat mobil dan tablet, termasuk bilah sisi yang sepenuhnya responsif untuk area admin yang memaksimalkan area konten

source: More explicit and obvious calls-to-action for the key tasks necessary to running a round, with better interface alerts and text to help users understand when and why to perform crucial actions
id_id: Ajakan untuk bertindak yang lebih eksplisit dan jelas untuk tugas-tugas utama yang diperlukan untuk menjalankan ronde, dengan peringatan dan teks antarmuka yang lebih baik untuk membantu pengguna memahami kapan dan mengapa harus melakukan tindakan penting

source: Redesigned motions tab page that gives a better idea of the sample size and distribution of results in both two- and four- team formats
id_id: Mendesain ulang halaman tab mosi yang memberikan ide lebih baik untuk ukuran sampel dan persebaran hasil pada kedua format dua dan empat tim

source: Improved handling of Break Rounds ballots and sides allocation
id_id: Memperbaiki penanganan kertas suara dan alokasi sisi pada ronde istirahat

source: The positions of teams within a break round are now created by the initial draw generation in an 'unset' state in recognition that most tournaments assign these manually (through say a coin toss). This should help clarify when showing break rounds draws when sides are or are not finalised
id_id: Posisi tim pada ronde istirahat sekarang dibuat oleh pembuatan undian awal dalam keadaan 'tidak ditentukan' karena sebagian besar turnamen menetapkan ini secara manual (misalnya lempar koin). Ini akan membantu memperjelas saat menunjukkan undian babak istirahat ketika sisi sedang atau belum diselesaikan

source: Break rounds ballots for formats where scores are not typically entered (i.e. BP) will only specify that you nominate the teams advancing rather than enter in all of the speakers' scores
id_id: Kertas suara ronde istirahat untuk format dimana skor biasanya tidak dimasukkan (seperti BP), hanya akan menentukan bahwa anda menominasikan tim yang maju daripada memasukkan semua skor pembicara

source: Now, like Break Categories, you can define arbitrary Categories such as 'Novice' or 'ESL' to create custom Speaker tabs for groups of Speakers
id_id: Sekarang, seperti Kategori Istirahat, anda dapat menentukan Kategori sesuka anda seperti 'Novice' atau 'ESL' untuk membuat tab Pembicara khusus untuk grup Pembicara

source: You can now release an Adjudicators Tab showing test scores, final scores, and/or per-round feedback averages
id_id: Sekarang anda dapat merilis sebuah Tab Juri yang menunjukkan skor pengujian, skor akhir, dan/atau rata-rata umpan balik per ronde

source: Information Slides can now be added to the system; either for showing to an auditorium within Tabbycat or for displaying alongside the public list of motions and/or the motions tab
id_id: Slide Informasi sekarang dapat ditambahkan ke sistem; baik untuk ditampilkan ke auditorium dalam Tabbycat atau untuk ditampilkan di samping daftar mosi publik dan/atau tab mosi

source: Teams and adjudicators are no longer required to have institutions; something that should be very useful when setting up small IVs and the like
id_id: Tim dan juri tidak lagi diwajibkan untuk memiliki institusi; sesuatu yang akan sangat berguna ketika melakukan pengaturan IV kesil dan sejenisnya

source: Private URLs can now be incrementally generated. Records of sent mail are now also kept by Tabbycat, so that emails can be incrementally sent to participants as registration data changes
id_id: URL pribadi sekarang dapat dibuat secara bertahap. Catatan email terkirim juga sekarang disimpan oleh Tabbycat, sehingga email dapat secara bertahap dikirim ke peserta seiring perubahan data pendaftaran

source: After creating a new tournament you will now be prompted to apply a basic rules and public information preset
id_id: Setelah membuat turnamen baru, anda akan diminta untuk menerapkan peraturan standar dan pengaturan informasi publik

source: Better handling of errors that arise when a debate team is missing or where two teams have been assigned the same side
id_id: Penanganan yang lebih baik untuk masalah yang muncul ketika tim debat menghilang atau dimana kedua tim dimasukkan pada sisi yang sama

source: Fixed issue where the adjudicator feedback graphs would not sort along with their table
id_id: Memperbaiki masalah dimana grafik umpan balik juri tidak terurut sesuai tabel mereka

source: The Feedback Overview page now makes it more clear how the score is determined, the current distribution of scores, and how scores affect the distribution of chairs, panellists, and trainees
id_id: Halaman Gambaran Umpan balik sekarang memperjelas bagaimana sebuah skor ditentukan, pembagian utama dari skor, dan bagaimana skor mempengaruhi pembagian dari ketua juri, panelis, dan trainee

source: Speaker tabs now default to sorting by average, except for formats where we are certain that they must be sorted by total. The speaker tab page itself now prominently notes which setting is is currently using
id_id: Tab pembicara sekarang secara default diurutkan berdasarkan rata-rata, kecuali untuk format dimana kami menyadari mereka harus diurutkan berdasarkan total. Halaman tab pembicara itu sendiri sekarang secara mencolok mencatat pengaturan apa yang sedang digunakan saat ini

source: 'Feedback paths' now default to a more permissive setting (rather than only allowing Chairs to submit feedback) and the Feedback Overview page will note that current configuration
id_id: 'Jalur umpan balik' sekarang menjadi setelan bawaan yang lebih permisif (daripada hanya mengijinkan Ketua Juri untuk mengirimkan umpan balik) dan halaman Gambaran Umpan balik akan mencatat bahwa konfigurasi saat ini

source: Emails can be assigned to adjudicators and teams in the Simple Importer
id_id: Email dapat diberikan ke juri dan tim di Importir Sederhana

source: More of the tables that allow you to set or edit data (such as the check-in tables for adjudicators, teams and venues) now automatically save changes
id_id: Lebih banyak tabel yang memungkinkan anda untuk mengatur atau mengedit data (seperti tabel check-in) untuk juri, tim dan tempat sekarang secara otomatis menyimpan perubahan

source: When adding/editing users extraneous fields have been hidden and the "Staff" and "Superuser" roles have new sub-text clarifying what they mean for users with those permissions
id_id: Ketika menambahkan/mengedit pengguna, bidang tambahan telah disembunyikan dan peran "Staf" dan Pengguna Super" memiliki sub-teks baru yang menjelaskan apa artinya bagi penguna dengan izin tersebut

source: Team record pages now show cumulative team points, and if the speaker tab is fully released, speaker scores for that team in each debate
id_id: Halaman rekaman tim sekarang menunjukkan poin tim kumulatif, dan jika tab pembicara dirilis sepenuhnya, pembicara menambahkan skor untuk tim itu pada setiap debat

source: *Release date: 23 October 2017*
id_id: *Tanggal rilis: 23 Oktober 2017*

source: Fixed issue where speaker standings with a large amount of non-ranking speakers would cause the page to load slowly or time-out.
id_id: Memperbaiki masalah dimana klasemen pembicara dengan sejumlah besar pembicara non-peringkat menyebabkan halaman untuk dimuat dengan sangat lambat atau time-out.

source: *Release date: 14 October 2017*
id_id: *Tanggal rilis: 14 Oktober 2017*

source: Added warning message when adjudicator scores are outside the expected range
id_id: Menambahkan pesan peringata ketika skor juri diluar batas yang diijinkan

source: Fixed handling of uniqueness failure in simple importer for teams
id_id: Memperbaiki penanganan dari kegagalan yang unik pada importir simpel untuk tim

source: *Release date: 27 September 2017*
id_id: *Tanggal rilis: 27 September 2017*

source: Fixed Vue dependency issue preventing Heroku installs after a dependency release
id_id: Memperbaiki masalah dependansi Vue yang menghambat instalasi Heroku sesudah rilis dependansi

source: Fixed issue with formatting non-numeric standings metrics
id_id: Memperbaiki masalah dengan format metrik non-angka pada klasemen

source: Fixed behaviour of public tabs when all rounds are silent
id_id: Memperbaiki perilaku tab publik saat semua putaran tidak bersuara

source: *Release date: 9 September 2017*
id_id: *Tanggal rilis: 9 September 2017*

source: A number of improvements to error handling and logging
id_id: Beberapa perbaikan untuk menangani masalah dan pencatatan

source: Changed the "previous round" of an elimination round to point to the last one in the same break category
id_id: Mengubah "babak sebelumnya" dari babak penyisihan untuk menunjuk ke babak terakhir dalam kategori istirahat yang sama

source: Other minor bug fixes
id_id: Perbaikan masalah minor lainnya

source: *Release date: 23 August 2017*
id_id: *Tanggal rilis: 23 Agustus 2017*

source: Minor bug fixes and error logging improvements
id_id: Perbaikan masalah kecil dan peningkatan masalah pencatatan

source: *Release date: 2 August 2017*
id_id: *Tanggal rilis: 2 Agustus 2017*

source: Fixed bug that prevented edited matchups from being saved
id_id: Memperbaiki masalah yang mencegah penyimpanan pemasangan tim yang sudah diubah

source: Added flag to prevent retired sites from using the database for sessions
id_id: Menambahkan bendera untuk mencegah situs yang sudah pensiun untuk menggunakan database untuk sesi

source: *Release date: 26 July 2017*
id_id: *Tanggal rilis: 26 Juli 2017*

source: Overhauled the adjudicator allocation, venue allocation, and matchups editing pages, including:
id_id: Mengulang pembuatan alokasi juri, alokasi ruangan, dan halaman pemasangan tim, termasuk:

source: Upgraded to Vue 2.0 and refactored the code so that each page better shares methods for displaying the draw, showing additional information, and dragging/dropping
id_id: Pembaruan ke Vue 2.0 dan pemfaktoran ulang kode sehingga setiap halaman membagikan metode untuk menampilkan undian, menunjukkan informasi tambahan, dan drag/drop dengan lebih baik

source: When dragging/dropping, the changed elements now 'lock' in place to indicate that their saving is in-progress
id_id: Ketika melakukan drag/drop, elemen yang sudah berubah sekarang terkunci pada tempatnya untuk mengindikasikan bahwa penyimpanan mereka sedang dilakukan

source: Added conflicts and recent histories to the slideovers shown for teams/adjudicators
id_id: Menambahkan konflik dan sejarah terkini ke slideover yang ditunjukkan untuk tim/juri

source: Added 'ranking' toggles to visibly highlight adjudicator strengths and more easily identify unbalanced panels
id_id: Menambahkan toggle 'peringkat' untuk menyoroti kekuatan juri sehingga terlihat dan lebih mudah untuk mengidentifikasi panelis yang tidak seimbang

source: Each interface's table is now sortable by a debate's importance, bracket, liveness, etc.
id_id: Setiap tabel antarmuka sekarang dapat dengan mudah diurutkan berdasarkan kepentingan debat, penggolongan, keaktifan, dan lain-lain.

source: Added a new "Tournament Logistics" guide to the documentation that outlines some general best practices for tabbing tournaments. Thanks to Viran Weerasekera, Valerie Tierney, Molly Dale, Madeline Schultz, and Vail Bromberger for contributing to this document
id_id: Menambahkan panduan baru dengan nama "Logistik Turnamen" ke dokumentasi yang memberikan garis besar beberapa contoh latihan untuk tabbing turnamen. Terimakasih pada Viran Weerasekera, Valerie Tierney, Molly Dale, Madeline Schultz, dan Vail Bromberger untuk kontribusinya pada dokumen ini

source: Added (basic) support for the Canadian Parliamentary format by allowing for consensus ballots and providing a preset. However note that only some of the common draw rules are supported (check our documentation for more information)
id_id: Menambahkan dukungan (standar) untuk format Canadian Parliamentary dengan mengijinkan konsensus pengujian dan memberikan pengaturan. Namun, harap diingat bahwa hanya beberapa pengaturan pengundian yang didukung (periksa dokumentasi kami untuk informasi lebih lanjut)

source: Added an ESL/EFL tab release option and status field
id_id: Menambahkan opsi rilis tab ESL/EFL dan bagian status

source: Added a chi-squared test to measure motion balance in the motion standings/balance. Thanks to Viran Weerasekera for contributing this
id_id: Menambahkan uji chi-square untuk mengukur keseimbangan mosi di klasemen/keseimbangan mosi. Terimakasih pada Viran Weerasekera untuk kontribusinya pada bagian ini
