Repository: TabbycatDebate/tabbycat
Catalog: docs/locale/*/LC_MESSAGES/about/changelog.po
Languages: id_id

source: Implemented a new server architecture on Heroku along with other optimisation that should significantly improve the performance of sites receiving lots of traffic. Note that if you are upgrading an existing Heroku instance this requires a few tweaks before you deploy the update:
id_id: Mengimplementasikan arsitektur server yang baru di Heroku berikut dengan optimisasi lainnya yang akan memperbaiki performa dari situs yang menerima banyak traffic secara signifikan. Harap diingat jika anda melakukan pembaruan pada instasi Heroku, hal ini membutuhkan beberapa tambahan sebelum anda menyebarkan pembaruannya:

source: Add the `https://github.com/heroku/heroku-buildpack-nginx.git` build pack under the Settings area of the Heroku Dashboard and positioning it first
id_id: Menambahkan build `https://github.com/heroku/heroku-buildpack-nginx.git` pada area Pengaturan dari Dasbor Heroku dan mengatur penempatannya terlebih dahulu

source: If your Heroku Stack is not "heroku-16" (noted under that same Settings page) it will need to be set as such using the Heroku CLI and the ``heroku stack:set heroku-16 --app APP_NAME`` command
id_id: Jika Stack Heroku anda bukan "heroku-16" (ada pada halaman Pengaturan yang sama) maka itu akan membutuhkan untuk diatur juga menggunakan Heroku CLI dan perintah ``heroku stack:set heroku-16 --app APP_NAME``

source: Added a page to the documentation that details how to scale a Tabbycat site that is receiving large amounts of traffic; and another page that documents how to upgrade a Tabbycat site to a new version
id_id: Menambahkan sebuah halaman ke dokumentasi yang menjelaskan detil mengenai bagaimana mengukur kemampuan sebuah situs Tabbycat yang sedang menerima lalu lintas data dalam jumlah banyak; dan halaman lain yang mendokumentasikan bagaimana cara meningkatkan situs Taabbycat ke versi yang lebih baru

source: Added support for Japanese and Portuguese. Let us know if you'd like to help contribute translations for either language (or a new one)!
id_id: Menambahkan dukungan untuk bahasa Jepang dan Portugis. Beri tahu kami jika anda ingin membantu berkontribusi terjemahan untuk kedua bahasa (atau bahasa yang baru)!

source: The results-entry page now updates its data live, giving you a more up to date look at data entry progress and reducing the cases of old data leading people to enter new ballots when they meant to confirm them
id_id: Halaman input-hasil sekarang melakukan pembaruan data mereka secara langsung, memberikan anda pemasukan data yang lebih terkini dan memperkecil kemungkinan data yang lama menyebabkan orang untuk memasukkan undian yang baru ketika mereka bermaksud untuk mengkonfirmasi mereka

source: A huge thanks to Étienne Beaulé for contributing a number of major new features and bug fixes. Notably:
id_id: Terimakasih banyak pada Etienne Beaule untuk kontribusinya pada banyak fitur baru dan perbaikan masalah. Tercatat:

source: Added a means to mark feedback as 'ignored' so that it still is recorded as having been submitted, but does not affect the targeted-adjudicator's feedback score
id_id: Menambahkan maksud baru untuk menandakan umpan balik sebagai 'ditolak' sehingga itu masih dicatat sebagai sudah dikirim, namun tidak mempengaruhi skor umpan balik juri yang dimaksud

source: Added email notification to adjudicators on round release
id_id: Menambahkan notifikasi email untuk juri ketika rilis ronde

source: Implemented participant self-check-in through the use of their private URLs
id_id: Peserta menerapkan check-in mandiri melalui penggunaan URL pribadi mereka

source: Gave all participants to a tournament a private URL key rather than being by team, and added a landing page for the participants using this key
id_id: Memberikan semua peserta sebuah turnamen sebuah kunci URL pribadi daripada untuk tim, dan menambahkan halaman arahan untuk peserta menggunakan kunci ini

source: Implemented templated email notifications with ballot submission and round advance with the messages in a new settings panel. Private URL emails are now also customizable
id_id: Mengimplementasikan template notifikasi email dengan pengiriman kertas suara dan ronde sebelumnya dengan pesan di panel pengaturan baru. Email URL pribadi juga dapat disesuaikan

source: Added the "average individual speaker score" metric which averages the scores of all substantive speeches by the team within preliminary rounds. The old "average speaker score" metric has been renamed to to "average total speaker score"
id_id: Menambahkan metrik "rata-rata skor individual pembicara" yang merata-ratakan skor dari pembicaraan substantif dari tim dalam ronde pre-eliminasi. Metrik "rata-rata skor pembicara" yang lama sudah diubah namanya menjadi "rata-rata total skor pembicara"

source: Reworked the ballots status graph to be an area chart
id_id: Memperbaiki grafik status kertas suara menjadi grafik area

source: Added the ability to hide motions on printed ballots (even if they have been entered). Thanks to Github user 0zlw for the feature request!
id_id: Menambahkan kemampuan untuk menyembunyikan mosi pada kertas suara yang terlah dicetak (meskipun mereka sudah dimasukkan). Terimakasih pada pengguna Github 0zlw untuk permintaan fitur ini!

source: Added the ability to unconfirm feedback from any of the views that show it
id_id: Menambahkan kemampuan untuk membatalkan konfirmasi umpan balik dari salah satu tampilan yang menunjukkannya

source: BP motion statistics now also show average points split by bench and half
id_id: Statistik mosi BP sekarang menunjukkan skor rata-rata yang dipisahkan dengan bangku dan setengah

source: Added a warning when users are close to their free-tier database limit on Heroku that makes it clear not to create new tournaments
id_id: Menambahkan sebuah peringatan ketika pengguna sudah mendekati ke limit batas gratis basis data mereka pada Heroku yang menjelaskan mereka untuk tidak membuat turnamen baru

source: Added ``exportconfig`` and ``importconfig`` management commands to export and import tournament configurations to a JSON file
id_id: Menambahkan perintah manajemen ``exportconfig`` dan ``importconfig`` ke pengaturan ekspor dan impor konfigurasi turnamen ke file JSON

source: Upgraded `django-dynamic-preferences <https://github.com/EliotBerriot/django-dynamic-preferences>`_ to version 1.6
id_id: Memperbarui `django-synamic-preferences <https://github.com/EliotBerriot/django-dynamic-preferences>`_ ke versi 1.6

source: This won't affect most users, but advanced users previously having problems with a stray ``dynamic_preferences_users_userpreferencemodel`` table who are upgrading an existing instance may wish to run the SQL command ``DROP TABLE dynamic_preferences_users_userpreferencemodel;`` to remove this stray table. When this table was present, it caused an inconsistency between migration state and database schema that in turned caused the ``python manage.py flush`` command to fail. More information is available in the `django-dynamic-preferences changelog <https://django-dynamic-preferences.readthedocs.io/en/latest/history.html#migration-cleanup>`_
id_id: Ini tidak akan mempengaruhi kebanyakan pengguna, namun pengguna tingkat lanjut sebelumnya mengalami masalah dengan tabel nyasar ``dynamic_preferences_users_userpreferencemodel`` yang memperbarui instansi yang sudah ada, dapat menjalankan perintah SQL ``DROP TABLE dynamic_preferences_users_userpreferencemodel;`` untuk membuang tabel nyasar ini. Ketika tabel ini ada, ia menyebabkan ketidak-konsistenan antara status migrasi dan skema basisdata yang kemudian menyebabkan perintah ``python manage.py flush`` untuk gagal. Informasi lebih lanjut berada pada `catatan perubahan django-dynamic-preferences <https://django-dynamic-preferences.readthedocs.io/en/latest/history.html#migration-cleanup>`_

source: *Release date: 21 August 2018*
id_id: *Tanggal rilis: 21 Agustus 2018*

source: Added an alert for British Parliamentary format grand-final ballots that explains the workaround needed to nominate a sole winner
id_id: Menambahkan sebuah peringatan untuk format pengundian grand-final British Parliamentary yang menjelaskan solusi yang dibutuhkan untuk menominasi pemenang tunggal

source: Improved display of images shown when sharing Tabbycat links on social media
id_id: Memperbaiki tampilan gambar yang ditunjukkan ketika membagikan tautan Tabbycat di media sosial

source: Optimised the performance of several commonly-loaded pages. Thanks to Étienne Beaulé for the pull request!
id_id: Memperbaiki performa dari beberapa halaman yang biasa dimuat. Terimakasih pada Etienne Beaule untuk permintaan pullnya!

source: Prevented the entry of integer-scale feedback questions without the required min/max attributes
id_id: Mencegah masukannya pertanyaan umpan balik skala integer tanpa atribut min/max yang dibutuhkan

source: Provided a shortcut link to editing a round's feedback weight
id_id: Menyediakan tautan jalan pintas untuk mengubah beban umpan balik sebuah ronde

source: Prevented standings from crashing when only a single standings metric is set
id_id: Mencegah klasemen dari masalah ketika hanya satu metrik klasemen yang diatur

source: *Release date: 14 July 2018*
id_id: *Tanggal rilis: 14 Juli 2018*

source: Fixed an error caused when calculating breaks including teams without institutions
id_id: Memperbaiki masalah yang disebabkan ketika melakukan penghitungan istirahat pada tim tanpa institusi

source: Improved display of long motions and info slides
id_id: Memperbaiki tampilan dari mosi yang panjang dan slide informasi

source: Fixed bug in feedback progress tracking with UADC-style adjudication
id_id: Memperbaiki masalah pada pencatatan progress umpan baik dengan gaya juri UADC

source: Fixed bug where the public checks page would cause large amounts of failing requests
id_id: Memperbaiki masalah dimana halaman pemeriksaan publik menyebabkan banyak request yang gagal

source: Fixed visual issue with adjudicator lists wrapping poorly on mobile devices
id_id: Memperbaiki masalah tampilan dengan daftar juri yang dibungkus dengan jelek pada perangkat mobile

source: Limited the time it takes to serve requests to match Heroku's in-built limit; this may help improve the performance of sites under heavy load
id_id: Membatasi waktu yang dibutuhkan untuk melayani permintaan request untuk mengimbangi batasan buatan Heroku; hal ini mungkin akan memperbaiki performa situs pada beban yang penuh

source: *Release date: 19 May 2018*
id_id: *Tanggal rilis: 19 Mei 2018*

source: The Scan Identifiers page now orders check-ins from top to bottom
id_id: Halaman Identifikasi Scan sekarang memerintahkan check-in dari atas ke bawah

source: The Scan Identifiers now plays different sounds for failed check-ins
id_id: Halaman Identifikasi Scan sekarang memutar lagu yang berbeda untuk check-in yang gagal

source: The Scan Identifiers now has a toggle for sounds; allowing it to work in browsers like Safari that block auto-playing audio
id_id: Halaman Identifikasi Pindai sekarang memiliki pengaturan untuk suara; memungkinkan itu untuk beroperasi pada browser yang memblokir pemutar musik otomatis seperti Safari

source: *Release date: 7 May 2018*
id_id: *Tanggal rilis: 7 Mei 2018*

source: Added an introductory modal for the adjudicator allocation page to help outline how the features and workflow operate
id_id: Menambahkan modal pengantar untuk halaman alokasi juri untuk membantu menjelaskan bagaimana fitur dan alur kerja beroperasi

source: Added an automated method for assigning importances to debates using their bracket or 'liveness'. This should allow smaller tournaments to more easily assign importances and save time for larger tournaments that do so
id_id: Menambahkan metode otomatis untuk menetapkan kepentingan ke debat dengan menggunakan braket atau `kehidupan`. Ini memungkinkan turnamen yang lebih kecil untuk lebih mudah menetapkan kepentingan dan menghemat waktu untuk turnamen besar yang melakukannya

source: Added the ability to switch between using 'team codes' and standard team names
id_id: Menambahkan kemampuan untuk berpindah menggunakan `kode tim` dan tim nama standar

source: By default team codes are set to match that team's emoji, but team codes are editable and can be imported like standard data
id_id: Secara bawaan, kode tim diatur agar sesuai dengan emoji tim tersebut, namun kode tim dapat diedit dan dapat diimpor seperti data standar

source: Team codes can be swapped in an out for standard team names at will, with precise control over the contexts in which either is used — i.e. in public-facing pages, in admin-facing pages, in tooltips, *etc.*
id_id: Kode tim dapat ditukar dengan nama tim standar sesuka anda, dengan kontrol yang tepat atas konteks dimana keduanya digunakan - yaitu di halaman yang dilihat publik, di halaman yang dilihat admin, pada tips perangkat, *dll.*

source: Added a range of 'check-in' functionality
id_id: Menambahkan fungsionalitas rentang dari 'check-in'

source: This includes barcode assignment, printing, and scanning. Scanning methods are optimised both for manual entry, entry with barcodes scanners, and for a 'live' scanning view that uses your phone's camera!
id_id: Ini termasuk penetapan barcode, pencetakan, dan pemindaian. Metode pemindaian dioptimalkan, baik untuk entri manual, entri dengan pemindai barcode, dan untuk tampilan pemindaian 'langsung' yang menggunakan kamera ponsel anda!

source: This includes new people and venue status pages that show an overview of check-in status and allow for easy manual check-ins; ideal for a roll-calls!. This page can also be made public
id_id: Ini termasuk halaman status orang dan ruangan baru yang menunjukkan gambaran umum status check-in dan memungkinkan check-in manual yang mudah; idel untuk roll-call! Halaman ini juga dapat dipublikasikan

source: Ballot check-ins have been converted to this new method, and now all printed ballots will contain the barcodes needed to scan them
id_id: Check-in untuk kertas suara dapat dikonversi ke metode ini, dan sekarang semua kertas suara yang sudah dicetak akan memuat barcode yang dibutuhkan untuk memindai mereka

source: Venue check-ins have been added alongside the standard 'person' check-ins to allow you to track a room's status at the start of the day or round-by-round
id_id: Check-in ruangan sudah ditambahkan bersamaan dengan check-in orang standar untuk memungkinkan anda melacak status ruangan pada permulaan hari atau ronde-demi-ronde

source: Added (partial) translations in French, Spanish and Arabic
id_id: Menambahkan (sebagian) terjemahan untuk bahasa Prancis, Spanyol, dan Arab

source: Users can now use a link in the footer to switch the site's language into French, Spanish, or Arabic. By default Tabbycat should also match your browser's language and so automatically apply those languages if it matches
id_id: Pengguna sekarang dapat menggunakan tautan pada foot untuk mengganti bahasa situs menjadi bahasa Prancis, Spanyol, dan Arab. Secara bawaan, Tabbycat akan mengikuti bahasa browser anda dan akan langsung mengaplikasikan bahasa tersebut jika cocok

source: Our translations are generously provided by volunteers, but (so far) do not cover all of the interface text within Tabbycat. If you're interested in helping to translate new or existing languages please get in touch!
id_id: Terjemahan kami disediakan dengan baik hati oleh sukarelawan, namun (sejauh ini) belum mencakup semua teks antarmuka pada Tabbycat. Jika anda tertarik untuk membantu menerjemahkan bahasa yang baru maupun yang sudah ada, tolong hubungi kami!

source: Thanks to the excellent team at QatarDebate for contributing the Arabic translations, and to Alejandro, Hernando, Julian and Zoe for contributing the Spanish translations.
id_id: Terimakasih untuk tim yang sangat baik di QatarDebate untuk berkontribusi pada terjemahan bahasa Arab, dan untuk Alejandro, Hernando, Julian, dan Zoe untuk berkontribusi pada terjemahan bahasa Spanyol.

source: Added a new (beta) feature: allocation 'sharding'
id_id: Menambahkan sebuah fitur (beta): alokasi 'sharding'

source: Sharding allows you to split up the Adjudicator Allocation screen into a defined subset of the draw. This has been designed so that you can have multiple computers doing allocations simultaneously; allowing the adjudication core to split itself and tackle allocations in parallel.
id_id: Sharding memungkinkan anda untuk membagi layar Alokasi Juri menjadi subset undian yang ditentukan. Ini telah dirancang agar anda dapat memiliki banyak komputer yang melakukan alokasi secara bersamaan; memungkinkan juri inti untuk memisahkan dirinya sendiri dan menangani alokasi secara paralel.

source: Shards can be assigned into defined fractions (i.e. halves or fifths) according to specific criteria (i.e. bracket or priority) and following either a top-to-bottom sorting or a mixed sorting that ensures each bracket has an even proportion of each criteria.
id_id: Pecahan dapat ditetapkan ke dalam pecahan tertentu (yaitu, separuh atau seperlima) menurut kriteria tertentu (seperti tanda kurung atau prioritas) dan mengikuti baik itu pengurutan dari atas ke bawah maupun pengurutan campuran yang memastikan setiap tanda kurung memiliki proporsi yang sama dari setiap kriteria.

source: Added an option to show a "Confirm Digits" option to pre-printed ballots that asks adjudicators to confirm their scores in a manner that may help clarify instances or bad handwriting. This can be enabled in the "Data Entry" settings area.
id_id: Menambahkan pilihan untuk menunjukkan opsi "Konfirmasikan Digit" ke kertas suara yang belum dicetak yang meminta juri untuk mengkonfirmasi skor mereka dengan cara tertentu yang mungkin membantu mengklarifikasi instansi atau tulisan yang jelek. Ini dapat diaktifkan pada area pengaturan "Masukan Data".

source: Added a 'liveness' calculator for BP that will estimate whether each team has, can, or can't break in each of their categories (as previously existed for 2-team formats)
id_id: Menambahkan penghitungan "kehidupan" untuk BP yang akan mengestimasi apakah setiap tim memiliki, dapat, atau tidak dapat beristirahat pada setiap kategori mereka (seperti sudah ada sebelumnya untuk format 2-tim)

source: Added draw pull-up option: pull up from middle
id_id: Menambahkan opsi pull-up pengundian: pull-up dari tengah

source: Added new draw option: choose pull-up from teams who have been pulled up the fewest times so far
id_id: Menambahkan opsi pengundian baru: memilih pull-up dari tim yang sebelumnya paling sedikit melakukan pull-up

source: Added the ability to have different 'ballots-per-debates' for in/out rounds; accommodating tournaments like Australian Easters that use consensus for preliminary rounds but voting for elimination rounds.
id_id: Menambahkan kemampuan untuk memiliki 'kertas suara-per-debat' yang berbeda untuk ronde masuk/keluar; mengakomodasi turnamen seperti Australian Easters yang menggunakan konsensus untuk babak penyisihan namun memilih babak eliminasi.

source: Added time zone support to the locations where times are displayed
id_id: Menambahkan dukungan zona waktu untuk lokasi dimana waktu ditampilkan

source: Administrators can now view pages as if they were Assistants; allowing them to (for example) use the data entry forms that enforce double-checking without needed to create a separate account
id_id: Administrator sekarang dapat melihat halaman seolah-olah mereka adalah Asisten, memungkinkan mereka untuk (misalnya) menggunakan formulir entri data yang memberlakukan pemeriksaan ganda tanpa perlu membuat akun terpisah

source: Fixed χ² test in motion statistics, and refactored the motion statistics page
id_id: Memperbaiki pengujian χ² pada statistik mosi, dan memfaktorkan ulang halaman statistik mosi

source: Teams, like adjudicators, no longer need to have an institution
id_id: Tim, seperti juri, tidak lagi harus memiliki institusi

source: Added a page allowing for bulk updates to adjudicator scores
id_id: Menambahkan halaman yang memungkinkan pembaruan massal untuk skor juri

source: Added break categories to team standings, and new team standings pages for break categories
id_id: Menambahkan kategori istirahat ke klasemen tim, dan halaman klasemen tim baru untuk kategori istirahat

source: Made speaker standings more configurable
id_id: Membuat klasemen pembicara lebih mudah untuk diatur

source: Second-order metrics can now be specified
id_id: Metrik order kedua sekarang dapat ditentukan

source: Added trimmed mean (also known as high-low drop)
id_id: Menambahkan rata-rata terpangkas (juga dikenal sebagai penurunan tinggi-rendah)

source: Added ability to set no limit for number of missed debates
id_id: Menambahkan kemampuan untuk tidak membatasi jumlah debat yang terlewat

source: Standard deviation is now the population standard deviation (was previously sample), and ranks in ascending order if used to rank speakers.
id_id: Standar deviasi sekarang adalah standar deviasi dari populasi (sebelumnya sampel), dan peringkat meningkat ke bawah jika digunakan untuk menentukan peringkat pembicara.

source: Quality of life improvements
id_id: Peningkatan kualitas hidup

source: Added a "☆" indicator to more obviously liveness in the adjudicator allocation screen
id_id: Menambahkan sebuah indikator "☆" untuk kehidupan yang lebih jelas di layar alokasi juri

source: Added WYSIWYG editor for tournament welcome message, and moved it to tournament configuration
id_id: Menambahkan editor WYSIWYG untuk pesan selamat datang pada turnamen, dan memindahkan ini ke konfigurasi turnamen

source: Added "appellant" and "respondent" to the side name options
id_id: Menambahkan "pemohon" dan "responden" ke opsi nama samping

source: Added a two new columns to the feedback overview page: one that displays the current difference between an adjudicator's test score and their current weighted score; another the displays the standard deviation of an adjudicator's feedback scores
id_id: Menambahkan 2 kolom baru ke halaman gambaran umpan balik: yang menampilkan perbedaan terkini antara skor uji juri dan skor tertimbang mereka saat ini; yang lain menampilkan standar deviasi dari skor umpan balik juri

source: Added an 'important feedback' page that highlights feedback significantly above or below an adjudicator's test score
id_id: Menambahkan halaman 'umpan balik penting' yang menyoroti umpan balik secara signifikan di atas atau di bawah skor tes juri

source: Added a means to bulk-import adjudicator scores (for example from a CSV) to make it easier to work with external feedback processing
id_id: Menambahkan sarana untuk mengimpor massal skor juri (misalnya dari CSV) untuk mempermudah bekerja dengan pemrosesan umpan balik eksternal

source: Speakers and speaker's emails in the simple importer can now be separated by commas or tabs in addition to new lines
id_id: Email pembicara dan pembicara di importir sederhana sekarang dapat dipisahkan dengan koma atau tab di samping baris baru

source: The "shared" checkbox in the simple importer is now hidden unless the relevant tournament option is enabled
id_id: Kotak centang "bersama" di importir sederhana sekarang disembunyikan kecuali opsi turnamen yang relevan diaktifkan

source: Current team standings page now shows silent round results if "Release all round results to public" is set
id_id: Halaman klasemen tim saat ini sekarang menampilkan hasil babak diam jika "Rilis semua hasil babak ke publik" disetel

source: The Consensus vs Voting options for how ballots work has now been split into two settings: one option for preliminary rounds and one option for elimination rounds
id_id: Opsi Konsensus vs Voting tentang cara kerja kertas suara kini telah dibagi menjadi dua pengaturan: satu opsi untuk babak penyisihan, dan satu opsi untuk babak eliminasi
