Repository: TabbycatDebate/tabbycat
Catalog: docs/locale/*/LC_MESSAGES/about/changelog.po
Languages: id_id

source: Now requires Django 1.8 (and other package upgrades)
id_id: Sekarang membutuhkan Django 1.8 (dan pembaruan paket lainnya)
