Repository: TabbycatDebate/tabbycat
Catalog: docs/locale/*/LC_MESSAGES/about/changelog.po
Languages: id_id

source: Change Log
id_id: Catatan Perubahan

source: *Release date: ?*
id_id: *Tanggal Rilis: ?*

source: Added support for Russian, and shortened the language selector
id_id: Penambahan dukungan untuk Bahasa Rusia, dan mempersingkat pemilihan bahasa

source: Renamed 'test score' to 'base score'
id_id: Mengubah nama 'test score' menjadi 'base score'

source: Divisions-specific features have been deprecated and removed
id_id: Fitur khusus divisi sudah tidak digunakan lagi dan telah dihapus

source: Moved the 'Edit Database' menu item to the dropdown with the logo in the admin navigation
id_id: Memindahkan item menu 'Ubah Basisdata' ke dropdown dengan logo pada bagian navigasi untuk admin

source: Pull-ups can now be restricted to teams with the lowest draw strength (by speaker or team points) of their bracket
id_id: Pull-up sekarang dapat dibatasi untuk tim dengan kekuatan undian yang paling rendah (berdasarkan pembicara atau poin tim) dari braket mereka

source: The number of pull-ups and draw strength by speaker score are now available as team standing metrics
id_id: Banyak pull-up dan kekuatan pengundian berdasarkan skor pembicara sekarang terdapat di metrik klasemen tim

source: Added the new emoji that come along with Unicode 11 — thanks to Viran Weerasekera for this addition!
id_id: Menambahkan emoji baru yang dimuat bersamaan dengan Unicode 11 - terimakasih untuk Viran Weerasekera untuk penambahan ini!

source: The 'Show adjudicator institutions' preference now covers a wider range of cases; meaning that if it is unchecked then all adjudicator's institutional affiliations should be hidden from the public
id_id: Pengaturan 'Tunjukkan institusi juri' sekarang mencakup jangkauan yang lebih luas dari beberapa kasus; artinya jika opsi itu tidak dipilih, maka setiap afiliasi institusi juri akan tertutup dari publik

source: *Release date: 19 October 2019*
id_id: *Tanggal rilis: 19 Oktober 2019*

source: Fixed issue where teams would appear to be unavailable in break rounds
id_id: Memperbaiki masalah dimana tim tampil tidak tersedia pada ronde istirahat

source: Other minor fixes
id_id: Perbaikan minor lainnya

source: *Release date: 6 October 2019*
id_id: *Tanggal rilis: 6 Oktober 2019*

source: Fixed issue where the institutions list would count teams/adjudicators outside of the tournament
id_id: Memperbaiki masalah dimana daftar institusi turut menghitung tim/juri yang berada di luar turnamen

source: Fixed issue where a rejected ballot form would crash rather than providing an error message
id_id: Memperbaiki masalah dimana formulir kertas suara yang ditolak akan menyebabkan kegagalan daripada memberikan pesan masalah

source: Fixed issue where the javascript bundle would not build on a local windows install
id_id: Memperbaiki masalah dimana berkas javascript tidak dapat dibangun pada instalasi windows secara lokal

source: Fixed issue where the adjudicator record pages would show an unreleased motion if that round's draw was released
id_id: Memperbaiki masalah dimana halaman rekam jejak juri akan menunjukkan mosi yang tidak dirilis jika ronde pengundian dirilis

source: *Release date: 27 September 2019*
id_id: *Tanggal rilis: 27 September 2019*

source: Added a preformed panel system which provides a powerful take on a 'shadow draw' workflow
id_id: Menambahkan sistem panel yang telah dibentuk sebelumnya yang memberikan gambaran kuat mengenai alur kerja 'gambar bayangan'

source: Shadow draw systems allow an adjudication core to form panels prior to a round being drawn. For example, the panels for Round 4 could be formed while Round 3 is taking place. Most implementations do so by having the tab system create a copy of the Round 3 draw, form new panels on top of it, and then transpose these panels onto Round 4. In large tournaments this workflow allows an adjudication core much more time to consider panel formation
id_id: Sistem gambar bayangan memungkinkan juri inti untuk membentuk panel sebelum ronde ditarik. Sebagai contoh, panel untuk Ronde 4 dapat dibentuk selama Ronde 3 sedang berlangsung. Sebagian besar implementasi melakukannya dengan meminta sistem tab menyalin undian untuk Ronde 3, membentuk panel baru diatasnya, lalu mengubah susunan panel tersebut ke Ronde 4. Dalam turnamen besar, alur kerja ini memungkinkan juri inti memiliki lebih banyak waktu untuk mempertimbangkan pembentukan panel

source: Tabbycat's preformed panels are formed per-round under a section available under the Setup menu. This interface looks like the standard Edit Adjudicators interface, but the 'debates' shown are based on a simulation of that round's results. These fake debates can then be prioritised
id_id: Pada Tabbycat, panel yang sudah dibuat dibentuk setiap ronde pada bagian yang tersedia dibawah menu Pengaturan. Antarmuka ini terlihat seperti antarmuka Ubah Juri yang standar, namun `debat` yang ditampilkan didasarkan pada simulasi dari hasil ronde tersebut. Perdebatan palsu ini kemudian bisa diprioritaskan

source: Adjudicators can then be allocated to those fake debates in order to create a pre-formed panel. When the real draw is ready to be created, the priority of each preformed panel will be matched to the priority of the real debates
id_id: Para juri kemudian dabat dialokasikan untuk debat palsu tersebut untuk membuat panel yang telah dibentuk sebelumnya. Ketika undian sebenarnya siap dibuat, prioritas setiap panel yang telah dibentuk sebelumnya akan disesuaikan dengan prioritas debat sebenarnya

source: By using the existing per-debate priority system, and by giving pre-formed panels their own priority, this workflow allows for very fine amounts of control over exactly how preformed panels are allocated as compared to a more simple top-down transposition of panels. Adjudication cores can easily target general areas of the draw (e.g. break-threshold brackets); control adjudicator strength within and across panels; and still account for special cases where a debate requires a particularly strong panel. At the same time, our existing options for automatic prioritisation and automatic allocation apply to all steps of this process so that preformed panels can be created and deployed rapidly
id_id: Dengan menggunakan sistem prioritas pre-debat yang sudah ada, dan dengan memberikan prioritas untuk panel yang sudah dibentuk sebelumnya, alur kerja ini memungkinkan jumlah kontrol yang sangat baik mengenai bagaimana panel yang sudah dibentuk sebelumnya dialokasikan sebagai perbandingan transposisi panel atas-bawah yang lebih sederhana. Juri inti dapat dengan mudah menargetkan area umum pengundian (seperti tanda kurung ambang batas istirahat); mengatur kekuatan juri dalam dan diantara panel, dan masih memperhitungkan kasus khusus dimana sebuah debat membutuhkan beberapa panel yang kuat. Pada waktu yang sama, pilihan kami yang ada untuk prioritas otomatis dan alokasi otomatis berlaku untuk semua langkah dari proses ini sehingga panel yang sudah dibentuk sebelumnya dapat dibuat dan disebarkan dengan lebih cepat

source: Rewrote the Edit Adjudication, Venues, and Teams pages to enable a number of enhancements
id_id: Menulis ulang halaman Ubah Juri, Tempat, dan Tim untuk mengaktifkan sejumlah penyempurnaan

source: These pages now live-update changes that were made on other instances of that page. As a result, users on different computers can each open the Edit Adjudicators page and see the changes made by the other users. This feature, along with sharding, should make it easier than ever to distribute the task of adjudicator allocation across an entire adjudication core
id_id: Halaman ini sekarang melakukan pembaruan mengenai perubahan yang dibuat pada instansi lain dari halaman itu secara langsung. Sebagai hasilnya, pengguna pada komputer yang berbeda dapat membuka halaman Ubah Juri dan melihat perubahan yang dilakukan oleh pengguna lain. Fitur ini, bersama dengan bagian lainnya, akan mempermudah untuk membagi tugas alokasi juri di seluruh inti penjurian dengan lebih mudah dibandingkan sebelumnya

source: A new interface layout should better maximise space, particularly in BP settings, while also increasing the font size of key information
id_id: Tampilan antarmuka yang baru sebaiknya memaksimalkan tempat kosong dengan lebih baik, sebagian pada pengaturan BP, sekaligus juga memperbesar ukuran font kunci informasi

source: The unused panel is now able to sort adjudicators by name, score, or drag order
id_id: Panel yang tidak digunakan sekarang dapat mengurutkan juri berdasarkan nama, skor, atau urutan penggeseran

source: Average scores for all adjudicators, and a voting majority, are now shown next to the panel
id_id: Skor rata rata untuk semua juri, dan mayoritas pemungutan suara sekarang sudah ditunjukkan di sebelah panelis

source: Various allocation-relevant settings, such as the minimum feedback score needed for a voting position, are now available inline on the allocation page itself. This should enable much faster tweaks/iterations of these values
id_id: Berbagai pengaturan mengenai alokasi, seperti skor umpan balik minimal yang dibutuhkan untuk posisi pemungutan suara, sekarang tersedia berdekatan pada halaman alokasi itu sendiri. Hal ini akan mempermudah perubahan iterasi untuk nilai ini

source: The ballot entry page will now indicate which teams have currently or recently given 'iron person' speeches so that these can be easily tracked, audited, and confirmed. It does show by showing both a text-highlight/icon in the table and in a dedicated modal window. Thanks to Étienne Beaulé for contributing this feature!
id_id: Halaman masuk kertas suara sekarang mengindikasikan tim mana yang sedang, atau baru saja memberikan pembicaraan 'orang besi' sehingga mereka dapat dengan mudah ditemukan, diaudit, dan dikonfirmasi. Ia akan ditampilkan dengan menunjukkan teks-sorot / ikon di tabel dan di jendela modal khusus. Terimakasih untuk Etienne Beaule untuk berkontribusi dalam fitur ini!

source: Split up the Django settings files. Note that this means if you are upgrading a local install of Tabbycat to this version you will need to:
id_id: Pemisahan file pengaturan Django. Harap diingat bahwa ini berarti jika anda meningkatkan instalasi Tabbycat lokal ke versi ini, anda akan membutuhkan:

source: Copy ``tabbycat/settings/local.example`` to become ``local.py`` (and fill in your original database details)
id_id: Salin ``tabbycat/settings/local.example`` untuk menjadi ``local.py`` (dan mengisi detil basisdata orijinal anda)

source: Optional: repeat the same copying procedure for ``development.example`` and set the ``LOCAL_DEVELOPMENT`` environmental variable to ``True`` if you would like to use the settings designed to aid local development
id_id: Opsional: ulangi prosedur penyalinan yang sama untuk ``development.example`` dan atur variabel ``LOCAL_DEVELOPMENT`` ke ``True`` jika anda ingin menggunakan pengaturan yang sudah didesain untuk membantu pengembangan secara lokal

source: A range of improvements to the email notifications contributed by Étienne Beaulé:
id_id: Rentang perbaikan untuk notifikasi email yang dilakukan oleh Etienne Beaule:

source: Ballot receipt emails now provide more information about team scores/points
id_id: Email tanda terima kertas suara sekarang memberikan informasi lebih mengenai skor/poin tim

source: Emails are now in a rich-text format
id_id: Email sekarang menggunakan format teks-banyak

source: Custom emails may be sent out to select participants through the web-interface
id_id: Email khusus mungkin akan dikirim untuk memilih peserta melalui antarmuka web

source: Participants can be specifically included or excluded from receiving a notification before sending with checks for duplicate messages
id_id: Peserta dapat secara spesifik disertakan atau dikecualikan dari menerima notifikasi sebelum mengirim dengan pemeriksaan untuk pesan duplikat

source: Teams can be sent emails with their draw details
id_id: Tim dapat mengirim email dengan detil pengundian mereka

source: Emails can be tracked to determine if sent or read (SendGrid-specific)
id_id: Email dapat ditelusuri untuk menentukan apakah sudah terkirim atau dibaca (sesuai spesifikasi Send-Grid)

source: Expanded the use of private URLs (Encore Étienne Beaulé):
id_id: Memperluas penggunaan dari URL privat (Encore Etienne Beaule):

source: QR codes are now included in addition to the URL when printing private URLs
id_id: Kode QR sekarang akan termasuk dengan penambahan pada URL ketika mencetak URL privat

source: Private landing pages will now display check-in status (if check-ins are used) along with further details regarding break categories, regions, etc.
id_id: Halaman arahan pribadi sekarang akan menampilkan status check-in (jika menggunakan check-in), berikut dengan informasi lebih lanjut mengenai kategori break, wilayah, dan lain lain.

source: Current and former draw assignments will display along with submitted ballots (for adjudicators) on landing pages
id_id: Tugas pengundian saat ini dan sebelumnya akan ditampilkan berikut dengan kertas suara yang telah dikumpulkan (untuk juri) pada halaman arahan

source: Reworked how conflicts are determined to support double-past institutional conflicts:
id_id: Memperbaiki bagaimana penentuan konflik untuk mendukung konflik dua-lembaga masa lalu:

source: Added a "team-institution conflict" model
id_id: Menambahkan model "konflik tim dengan institusi"

source: Like adjudicator-institution conflicts, team-institution conflicts are automatically created if you use the simple importer or the command-line importer; but if you edit the database, it's your responsibility to add/edit them
id_id: Seperti pada konflik juri-institusi, konflik tim-institusi akan dibuat secara otomatis jika anda menggunakan importir simpel atau importir baris kode; namun jika anda mengubah basis datanya, itu adalah tanggung jawab anda untuk menambah/mengubah mereka

source: Institutional affiliations no longer matter for determining conflicts for either teams or adjudicators; only institutions listed in the team's or adjudicator's conflicts matter
id_id: Hubungan institusional tidak lagi berpengaruh untuk menentukan konflik baik itu untuk tim atau juri; hanya institusi yang terdaftar di konflik tim atau juri yang berpengaruh

source: An adjudicator/team now conflicts with an adjudicator if *any* institution appears as an institutional conflict for both parties
id_id: Sebuah juri/tim sekarang akan berkonflik dengan juri jika institusi *manapun* muncul sebagai konflik institusional untuk kedua belah pihak

source: When printing scoresheets you can now edit the motions display just on that printing page. This allows you to use placeholder motions in Tabbycat (in order to prevent leaks) while still producing ballots with the correct motions
id_id: Ketika mencetak lembar skor, sekarang anda dapat mengubah tampilan mosi hanya pada halaman pencetekan. Ini menyebabkan anda untuk dapat menggunakan tempat penempatan mosi di Tabbycat (untuk mencegah kebocoran) sementara anda sedang membuat kertas undian dengan mosi yang benar

source: Tabbycat no longer tracks which round is the 'current' round and instead tracks the completion of individual rounds. This change does not alter any existing workflows, but makes it easier to run simultaneous draws in out-rounds
id_id: Tabbycat tidak lagi mencatat ronde mana yang merupakan ronde 'saat ini', dan sebaliknya mencatat kelengkapan dari ronde individual. Perubahan ini tidak mempengaruhi alur kerja yang sudah ada, namun mempermudah untuk menjalankan pengundian di ronde yang sudah keluar

source: Info-slides can now be split into paragraphs
id_id: Slide info sekarang dapat dipisahkan menjadi beberapa paragraf

source: Check-in pages now differentiate between teams with 1 and 2 checked-in people in two-team formats
id_id: Halaman Check-in sekarang membedakan antar tim dengan 1 dan 2 orang yang check-in pada format 2 tim

source: Institutional caps in breaks can be based on the number of teams in the break. Thanks to Viran Weerasekera for this feature!
id_id: Batas institusional saat istirahat dapat didasarkan pada banyak tim di waktu istirahat. Terimakasih pada Viran Weerasekera untuk fitur ini!

source: Several Tabbycat functions, adjudicator/venue allocation and email notifications, have been shifted to worker processes to help make them more reliable. If you are upgrading a Tabbycat instance that you will continue to use for new tournaments you will need to install the Heroku toolbelt and run ``heroku ps:scale worker=1``
id_id: Beberapa fungsi Tabbycat, alokasi juri/ruangan dan pemberitahuan email, sudah dipindahkan ke proses pekerja untuk membantu mereka agar lebih andal. Jika anda memperbarui sebuah instansi Tabbycat bahwa anda akan mulai melanjutkan untuk menggunakan turnamen baru, anda akan membutuhkan untuk menginstal toolbelt Heroku dan menjalankan perintah ``heroku ps:scale worker=1``

source: Upgraded to Python 3.6, dropped support for Python 3.5 and below. Note that this will require you to upgrade your python versions if running locally.
id_id: Melakukan pembaruan versi ke Python 3.6, menghilangkan dukungan untuk Python 3.5 atau lebih rendah. Harap dicatat bahwa hal ini akan mewajibkan anda untuk meningkatkan versi python anda jika menjalankan secara lokal.

source: *Release date: 10 February 2019*
id_id: *Tanggal rilis: 10 Februari 2019*

source: Fixed the display of feedback quantities on the Feedback Overview Page
id_id: Memperbaiki tampilan jumlah umpan balik pada Halaman Gambaran Umpan Balik

source: Fixed issue where 'ignored' feedback would hide the result from the feedback graph but not affect an adjudicator's current score. Thanks to Étienne for this fix
id_id: Memperbaiki masalah dimana umpan balik yang 'ditolak' akan menyembunyikan hasilnya dari grafik umpan balik namun tidak mempengaruhi skor juri tersebut saat ini. Terimakasih pada Etienne untuk perbaikan ini

source: *Release date: 24 January 2019*
id_id: *Tanggal rilis: 24 Januari 2019*

source: Fixed an issue that could cause errors for tournaments when using an atypical number of rounds and break sizes. Thanks to Étienne for this fix
id_id: Memperbaiki sebuah masalah yang dapat menyebabkan kesalahan untuk turnamen ketika menggunakan nomor atipikal untuk ukuran ronde dan istirahat. Terimakasih pada Etienne untuk perbaikan ini

source: Fixed an issue where the display of adjudicator's record links would display their name twice
id_id: Memperbaiki sebuah masalah dimana tampilan dari tautan rekam juri akan menampilkan nama mereka dua kali

source: *Release date: 14 December 2018*
id_id: *Tanggal rilis: 14 Desember 2018*

source: Fix issue where the check-in buttons were always disabled on admin and assistant pages
id_id: Memperbaiki masalah dimana tombol check-in selalu dinonaktifkan pada halaman admin dan asisten

source: Other minor fixes. Thanks to Étienne for these and for the check-in button fix!
id_id: Perbaikan kecil lainnya. Terimakasih pada Etienne untuk hal ini dan untuk perbaikan tombol check-in!

source: *Release date: 16 November 2018*
id_id: *Tanggal rilis: 16 November 2018*

source: Lock redis-py version to 2.10.6, as workaround for `compatibility issue between django-redis and redis-py <https://github.com/niwinz/django-redis/issues/342>`_
id_id: Mengunci versi redis-py ke 2.10.6, sebagai perangkat kerja untuk `masalah kompatibilitas antara django-redis dan redis-py <https://github.com/niwinz/django-redis/issues/342>`_

source: Fix login link on page shown after a user logs out
id_id: Memperbaiki tautan login yang ditunjukkan setelah pengguna logout

source: *Release date: 14 November 2018*
id_id: *Tanggal rilis: 14 November 2018*

source: Fix issue where check-ins could not be revoked
id_id: Memperbaiki masalah dimana check-in tidak dapat dibatalkan

source: Fix issue where the standings overview 'dashboard' included scores from elimination rounds. Thanks to Étienne for this fix
id_id: Memperbaiki masalah dimana ikhtisar klasemen `dashboard` menyertakan skor dari ronde eliminasi. Terimakasih pada Etienne untuk perbaikan ini

source: Fix issue where the Average Individual Speaker Score metric would fail to calculate in some circumstances. Thanks to Étienne for this fix
id_id: Memperbaiki masalah dimana ukuran Rata-rata Skor Pembicara Individual akan gagal untuk dikalkulasi pada beberapa keadaan. Terimakasih untuk Etienne untuk perbaikan ini

source: Fix issue where draw emails would crash if venues were unspecified. Thanks, again, to Étienne for this fix!
id_id: Memperbaiki masalah dimana pengundian email akan gagal jika ruangan dimana debat diadakan tidak tertulis jelas. Terimakasih lagi pada Etienne untuk perbaikan ini!

source: *Release date: 21 October 2018*
id_id: *Tanggal rilis: 21 Oktober 2018*

source: Remove the buttons from the public check-ins page (as these do nothing unless the user is logged in)
id_id: Menghilangkan tombol-tombol dari halaman check-in publik (karena tombol tersebut tidak melakukan apapun kecuali pengguna sudah login)

source: Hopefully fixed error that could cause Team- and Adjudicator- Institutional conflicts to not show properly on Allocation pages
id_id: Mudah mudahan memperbaiki error yang dapat menyebabkan konflik antar Tim- Juri dan Institusi tidak ditunjukan dengan benar pada halaman Alokasi

source: Thanks to Étienne for pull requests fixing rare bugs in the user creation form and break generation when rounds are not present
id_id: Terimakasih pada Etienne untuk permintaan pull yang memperbaiki masalah jarang pada formulir pembuatan user dan penghasil istirahat ketika ronde tidak hadir

source: *Release date: 9 October 2018*
id_id: *Tanggal rilis: 9 Oktober 2018*

source: Small fixes for functions related to email sending, conflict highlighting, and certain configurations of standings metrics
id_id: Perbaikan kecil untuk fungsi yang berhubungan dengan pengiriman email, penandaan konflik, dan beberapa konfigurasi untuk metrik klasemen

source: *Release date: 28 September 2018*
id_id: *Tanggal rilis: 28 September 2018*

source: *Literally* fix the issue causing public views of released scoresheets to throw errors (thanks for the pull request Étienne)
id_id: *Secara harafiah* memperbaiki masalah yang menyebabkan lembar skor yang ditampilkan ke publik akan memberikan kesalahan (terimakasih untuk permintaan pull dari Etienne)

source: Fix minor spacing issues in printed ballots (thanks for the pull request Étienne)
id_id: Memperbaiki masalah jarak kecil pada kertas suara yang telah dicetak (terimakasih untuk permintaan pull dari Etienne)

source: Fix issue where institution-less adjudicators would cause some draw views to crash (thanks for the pull request Étienne)
id_id: Memperbaiki masalah dimana juri tapa institusi akan menyebabkan beberapa tampilan pengudian untuk crash (terimakasih untuk permintaan pull dari Etienne)

source: *Release date: 22 September 2018*
id_id: *Tanggal rilis: 22 September 2018*

source: *Actually* fix the issue causing public views of released scoresheets to throw errors
id_id: *Sebenarnya* memperbaiki masalah yang menyebabkan tampilan publik dari lembar skor yang dirilis untuk menimbulkan kesalahan

source: *Release date: 21 September 2018*
id_id: *Tanggal rilis: 21 September 2018*

source: Fix issue causing public views of released scoresheets to throw errors
id_id: Memperbaiki masalah yang menyebabkan tampilan publik dari lembar skor yang dirilis untuk menimbulkan kesalahan

source: *Release date: 20 September 2018*
id_id: *Tanggal rilis: 20 September 2018*
