Repository: TabbycatDebate/tabbycat
Catalog: docs/locale/*/LC_MESSAGES/about/changelog.po
Languages: id_id

source: The Auto Allocate function for adjudicators will now also allocate trainees to solo-chaired debates
id_id: Fungsi Alokasi Otomatis untuk juri sekarang juga akan turut mengalokasi trainee ke debat yang dipimpin sendiri

source: Added a 'Tab Release' preset for easily releasing all standings/results pages after a tournament is finished
id_id: Menambahkan pengaturan 'Rilis Tab" untuk lebih mudah dalam merilis semua halaman klasemen/hasil setelah sebuah turnamen selesai

source: Added 'Average Speaks by Round' to the standings overview page
id_id: Menambahkan 'Rata-rata Bicara per Ronde' ke halaman gambaran klasemen

source: Fixed issue where the Auto Allocator was forming panels of incorrect strengths in debates identified as less important
id_id: Memperbaiki masalah dimana Alokasi Otomatis membuat panel dari kekuatan yang salah pada debat teridentifikasi sebagai kurang penting

source: Fixed issue where toggling iron-person speeches on and off wouldn't hide/unset the relevant checkboxes
id_id: Memperbaiki masalah di mana mengaktifkan dan menonaktifkan pidato manusia-besi tidak akan menyembunyikan / menghapus centang pada kotak yang relevan

source: Fixed issue where VenueCategories could not be edited if they did not have Venues set
id_id: Memperbaiki masalah dimana KategoriRuangan tidak dapat diubah jika mereka belum memiliki ruangan yang telah diatur

source: Various other small fixes and improvements
id_id: Banyak perbaikan dan penyempurnaan lainnya

source: *Release date: 26 May 2017*
id_id: *Tanggal rilis: 26 Mei 2017*

source: Fixed bug that allowed duplicate emoji to be occasionally generated
id_id: Memperbaiki masalah yang mengijinkan emoji duplikat kadang dihasilkan

source: *Release date: 9 May 2017*
id_id: *Tanggal rilis: 9 Mei 2017*

source: Added the ability to mark speeches as duplicates when entering ballots so that they will not show in speaker tabs, intended for use with 'iron-man' speeches and swing speakers
id_id: Menambahkan kemampuan untuk menambahkan pembicara sebagai duplikat ketika memasuki kertas suara sehingga mereka tidak akan ditunjukkan di tab pembicara, dimaksudkan untuk digunakan dengan pembicara 'manusia-besi' dan pembicara ayun

source: Reworked venue constraints and venue display options by streamlining "venue groups" and "venue constraint categories" into a single "venue category" type, with options for how they are used and displayed
id_id: Mengerjakan ulang batasan tempat dan opsi tampilan tempat dengan menyederhanakan "grup tempat" dan "kategori batasan tempat" menjadi satu jenis "kategori tempat", dengan opsi bagaimana mereka digunakan dan ditampilkan

source: Relocated the Random (now renamed 'Private') URL pages to the Setup section and added pages for printing/emailing out the ballot submission URLs
id_id: Memindahkan halaman URL Acak (sekarang bernama 'Pribadi') ke bagian Pengaturan dan menambahkan halaman untuk mencetak/mengemail keluar URL pengumpulan kertas suara

source: Reworked the simple data importer (formerly the visual importer) to improve its robustness
id_id: Mengolah ulang importir data sederhana (sebelumnya importir visual) untuk meningkatkan ketahanannya

source: Improved guards against having no current round set, and added a new page for manually overriding the current round (under Configuration)
id_id: Peningkatan penjaga agar tidak memiliki kumpulan ronde saat ini, dan menambahkan halaman baru untuk menimpa putaran saat ini secara manual (di bawah Konfigurasi)

source: Added a preference for controlling whether assistant users have access to pages that can reveal draw or motions information ahead of their public release
id_id: Menambahkan preferensi untuk mengontrol apakah asisten pengguna memiliki akses ke halaman yang dapat mengungkapkan informasi pengundian atau informasi mosi sebelum rilis publik mereka

source: Added the ability to limit tab releases to a given number of ranks (*i.e.* only show the top 10 speakers)
id_id: Menambahkan kemampuan untuk membatasi tab rilis ke batasan peringkat yang ditentukan (*misalnya* hanya menunjukkan 10 besar pembicara)

source: Added the ability to redact individual person's identifying details from speaker tabs
id_id: Menambahkan kemampuan untuk menyunting detail identitas individu dari tab pembicara

source: Added the ability for user passwords to be easily reset
id_id: Menambahkan kemampuan untuk mempermudah pengaturan ulang kata sandi pengguna

source: Added a minimal set of default feedback questions to newly created Tournaments
id_id: Menambahkan sekumpulan pertanyaan umpan balik bawaan ke Turnamen yang baru dibuat

source: When a tournament's current round is set, redirect to a page where it can be set, rather than crashing
id_id: Ketika ronde turnamen saat ini sudah ditetapkan, alihkan ke halaman tempat pengaturan itu dapat diatur, daripada bermasalah

source: A number of other minor bug fixes and enhancements
id_id: Beberapa perbaikan kecil dan penyempurnaan lainnya

source: *Release date: 17 March 2017*
id_id: *Tanggal rilis: 17 Maret 2017*

source: Improved the display of the admin ballot entry form on mobile devices
id_id: Memperbaiki tampilan dari masukan formulir kertas suara admin pada perangkat mobile

source: A number of other minor bug fixes
id_id: Sejumlah perbaikan masalah kecil lainnya

source: *Release date: 4 March 2017*
id_id: *Tanggal rilis: 4 Maret 2017*

source: Protected debate-team objects from cascaded deletion, and added warning messages with guidance when users would otherwise do this
id_id: Melindungi objek tim debat dari penghapusan bertingkat, dan menambahkan pesan peringatan dengan panduan saat pengguna akan melakukannya

source: *Release date: 25 February 2017*
id_id: *Tanggal rilis: 25 Februari 2017*

source: Printable feedback forms will now display the default rating scale, any configured introduction text, and better prompt you to add additional questions
id_id: Formulir umpan balik yang dapat dicetak sekarang akan menampilkan skala peringkat default, semua teks pendahuluan yang dikonfigurasi, dan meminta Anda menambahkan pertanyaan tambahan dengan lebih baik

source: *Release date: 15 February 2017*
id_id: *Tanggal rilis: 15 Februari 2017*

source: Changed the core workflow by splitting display- and motion- related activities into separate pages to simplify each stage of running a round
id_id: Mengubah alur kerja inti dengan membagi aktivitas yang terkait dengan tampilan dan gerakan menjadi halaman terpisah untuk menyederhanakan setiap tahap dalam putaran

source: Added support for Docker-based installations to make local/offline installations much more simple
id_id: Menambahkan dukungan untuk instalasi berbasis Docker untuk membuat instalasi lokal/ offline menjadi lebih simpel

source: Added a "Tabbykitten" version of Tabbycat that can be deployed to Heroku without a needing a credit/debit card
id_id: Menambahkan versi "Tabbykitten" dari Tabbycat yang dapat dideploy ke Heroku tanpa membutuhkan kartu kredit/debit

source: Added button to load a demo tournament on the 'New Tournament' page so it is easier to test-run Tabbycat
id_id: Menambahkan tombol untuk memuat demo turnamen pada halaman 'Turnamen Baru' sehingga mempermudah untuk menguji-menjalankan Tabbycat

source: Changed venue groups to be separate to venue constraint categories
id_id: Mengubah grup ruangan agar terpisah dengan kategori batasan tempat

source: Modified the licence to clarify that donations are required for some tournaments and added a more explicit donations link and explanation page
id_id: Memodifikasi lisensi untuk mengklarifikasi bahwa donasi diperlukan untuk beberapa turnamen dan menambahkan tautan donasi dan halaman penjelasan yang lebih eksplisit

source: Added information about autosave status to the adjudicator allocations page
id_id: Menambahkan informasi mengenai status penyimpanan otomatis pada halaman alokasi juri

source: Added configurable side names so that tournaments can use labels like "Proposition"/"Opposition" instead of "Affirmative"/"Negative"
id_id: Menambahkan nama sisi yang dapat dikonfigurasi sehingga turnamen dapat menggunakan label seperti "Proposisi/Oposisi" daripada "Afirmatif/Negatif"

source: Started work on basic infrastructure for translations
id_id: Memulai pengerjaan untuk infrastruktur standar untuk terjemahan

source: *Release date: 31 January 2017*
id_id: *Tanggal rilis: 31 Januari 2017*

source: Yet more minor bug fixes
id_id: Namun lebih banyak perbaikan kecil

source: The auto-allocation UI will now detail your minimum rating setting better
id_id: Tampilan antarmuka yang teralokasi otomatis sekarang akan merinci pengaturan peringkat minimum anda dengan lebih baik

source: Added guidance on database backups to documentation
id_id: Menambahkan panduan pada cadangan basisdata ke dokumentasi

source: *Release date: 19 January 2017*
id_id: *Tanggal rilis: 19 Januari 2017*

source: A number of minor bug fixes
id_id: Sejumlah perbaikan masalah kecil

source: Added basic infrastructure for creating tabbycat translations
id_id: Menambahkan infrastruktur standar untuk membuat terjemahan tabbycat

source: *Release date: 12 January 2017*
id_id: *Tanggal rilis: 12 Januari 2017*

source: A number of minor bug fixes and improvements to documentation
id_id: Sejumlah perbaikan masalah kecil dan peningkatan ke dokumentasi

source: *Release date: 25 November 2016*
id_id: *Tanggal rilis: 25 November 2016*

source: Redesigned the footer area to better describe Tabbycat and to promote donations and related projects
id_id: Desain ulang area footer agar mendeskripsikan Tabbycat lebih baik dan agar mempromosikan donasi dan proyek terkait

source: Slight tweaks to the site homepage and main menus to better accommodate the login/log out links
id_id: Perbaikan kecil ke halaman utama situs dan menu utama untuk mengakomodasi tautan login/logout dengan lebih baik

source: A few minor bug fixes and improvements to error reporting
id_id: Perbaikan masalah kecil dan peningkatan ke pelaporan masalah

source: *Release date: 15 September 2016*
id_id: *Tanggal rilis: 15 September 2016*

source: Fixed bug affecting some migrations from earlier versions
id_id: Memperbaiki masalah yang mempengaruhi beberapa migrasi dari versi lebih lama

source: Made latest results show question mark rather than crash if a team is missing
id_id: Membuat hasil terbaru menunjukkan tanda tanya, daripada crash jika sebuah tim hilang

source: Fixed bug affecting the ability to save motions
id_id: Memperbaiki masalah yang mempengaruhi kemampuan untuk menyimpan mosi

source: Fixed bug preventing draw flags from being displayed
id_id: Memperbaiki masalah yang mencegah bendera pengujian untuk ditampilkan

source: *Release date: 14 September 2016*
id_id: *Tanggal rilis: 14 September 2016*

source: Allow panels with even number of adjudicators (with warnings), by giving chair the casting vote
id_id: Mengijinkan panelis dengan banyak juri secara genap (dengan peringatan), dengan memberikan ketua suara casting

source: Removed defunct person check-in, which hasn't been used since 2010
id_id: Menghapus cek-in orang yang tidak berfungsi, yang mana belum pernah digunakan sejak 2010

source: Collapsed availability database models into a single model with Django content types
id_id: Menciutkan ketersediaan model basis data menjadi model tunggal dengan tipe konten Django

source: Collapsed optional fields in action log entries into a single generic field using Django content types
id_id: Menciutkan bidang opsional dalam entri log tindakan ke dalam satu bidang umum menggunakan tipe konten Django

source: Added better warnings when attempting to create an elimination round draw with fewer than two teams
id_id: Menambahkan peringatan yang lebih baik ketika mencoba untuk membuat eliminasi ronde undian dengan tim lebih sedikit dari dua

source: Added warnings in Edit Database view when editing debate teams
id_id: Menambahkan peringatan di tampilan Ubah Basis Data ketika mengubah tim debat

source: Renamed "AIDA pre-2015" break rule to "AIDA 1996"
id_id: Mengubah pengaturan penamaan istirahat "AIDA pre-2015" menjadi "AIDA 1996"

source: *Release date: 8 September 2016*
id_id: *Tanggal rilis: 8 September 2016*

source: Fixed a bug where the team standings and team tab would crash when some emoji were not set
id_id: Memperbaiki masalah dimana klasemen tim dan tab tim akan crash ketika beberapa emoji tidak diatur

source: *Release date: 3 September 2016*
id_id: *Tanggal rilis: 3 September 2016*

source: Added support for the United Asian Debating Championships style
id_id: Menambahkan dukungan untuk gaya United Asian Debating Championships

source: Added support for the World Schools Debating Championships style
id_id: Menambahkan dukungan untuk gaya World Schools Debating Championships

source: Made Windows 8+ Emoji more colourful
id_id: Membuat emoji Windows 8+ lebih berwarna

source: Fixed an incompatability between Vue and IE 10-11 which caused tables to not render
id_id: Memperbaiki ketidak-cocokan antara Vue dan IE 10-11 yang menyebabkan tabel untuk tidak ditampilkan

source: Minor bug fixes and dependency updates
id_id: Perbaikan masalah kecil dan pembaruan dependansi

source: *Release date: 19 August 2016*
id_id: *Tanggal rilis: 19 Agustus 2016*

source: Fixed a minor bug with the visual importer affecting similarly named institutions
id_id: Memperbaiki masalah kecil dengan importir tampilan yang mempengaruhi institusi dengan nama yang mirip

source: Fixed error message when user tries to auto-allocate adjudicators on unconfirmed or released draw
id_id: Memperbaiki pesan kesalahan ketika pengguna mencoba untuk mengalokasikan juri secara otomatis pada pengundian yang belum dirilis atau belum dikonfirmasi

source: Minor docs edits
id_id: Pengubahan kecil pada dokumentasi

source: *Release date: 16 August 2016*
id_id: *Tanggal rilis: 16 Agustus 2016*

source: Redesigned and redeveloped adjudicator allocation page
id_id: Mengatur dan memperbaiki ulang halaman alokasi juri

source: Redesigned interface, featuring clearer displays of conflict and diversity information
id_id: Mendesain ulang antarmuka, menampilkan tampilan yang lebih jelas informasi konflik dan perbedaan

source: Changes to importances and panels are now automatically saved
id_id: Perubahan pada panel dan kepentingan sekarang disimpan secara otomatis

source: Added debate "liveness" to help identify critical rooms—many thanks to Thevesh Theva
id_id: Menambahkan "kehidupan" debat untuk membantu mengidentifikasi ruang kritis - terimakasih banyak pada Thevesh Theva

source: Panel score calculations performed live to show strength of voting majorities
id_id: Perhitungan skor panel dilakukan secara langsung untuk menunjukkan kekuatan dari mayoritas suara

source: New features
id_id: Fitur baru

source: Added record pages for teams and adjudicators
id_id: Menambahkan halaman rekaman untuk tim dan juri

source: Added a diversity tab to display demographic information about participants and scoring
id_id: Menambahkan tab keragaman untuk menampilkan informasi demografis mengenasi peserta dan penilaian

source: Significant general improvements
id_id: Penyempurnaan keseluruhan secara signifikan

source: Shifted most table rendering to Vue.js to improve performance and design
id_id: Memindahkan kebanyakan render tabel ke Vue.js untuk memperbaiki performa dan desain

source: Drastically reduced number of SQL queries in large tables, *e.g.* draw, results, tab
id_id: Mengurangi banyak kueri SQL pada tabel berukuran besar secara drastis, *seperti* pengundian, hasil, tab

source: Break round management
id_id: Manajemen ronde istirahat

source: Completed support for break round draws
id_id: Melengkapi dukungan untuk undian ronde istirahat

source: Simplified procedure for adding remarks to teams and updating break
id_id: Menyederhanakan prosedur untuk penambahan catatan untuk tim dan pembaruan istirahat

source: Reworked break generation code to be class-based, to improve future extensibility
id_id: Mengerjakan ulang kode penghasil istirahat menjadi berdasarkan-kelas untuk meningkatkan perpanjangan masa depan

source: Added support for break qualification rules: AIDA Australs, AIDA Easters, WADL
id_id: Menambahkan dukungan untuk peraturan kualifikasi istirahat: AIDA Australs, AIDA Easters, WADL

source: Feedback
id_id: Penilaian Juri

source: Changed Boolean fields in AdjudicatorFeedbackQuestion to reflect what they actually do
id_id: Mengubah bagian Boolean di PertanyaanUmpanBalikJuri untuk merefleksikan apa yang sebenarnya mereka lakukan

source: Changed "panellist feedback enabled" option to "feedback paths", a choice of three options
id_id: Mengubah opsi "aktifkan umpan balik panelis" menjadi "jalur umpan balik", sebuah pilihan dari tiga opsi

source: Dropped "/t/" from tournament URLs and moved "/admin/" to "/database/", with 301 redirects
id_id: Menghapus "/t" dari URL turnamen dan memindahkan "/admin/" ke "/database/". dengan 301 pengalihan

source: Added basic code linting to the continuous integration tests
id_id: Menambahkan linting kode dasar ke pengujian integrasi berkelanjutan

source: Many other small bug fixes, refactors, optimisations, and documentation updates
id_id: Banyak perbaikan kecil masalah, optimisasi, dan pembaruan dokumentasi

source: *Release date: 13 June 2016*
id_id: *Tanggal rilis: 13 Juli 2016*

source: Added a beta implementation of the break rounds workflow
id_id: Menambahkan implementasi beta dari alur kerja ronde istirahat

source: Added venue constraints, to allow participants or divisions to preferentially be given venues from predefined groups
id_id: Menambahkan kendala ruangan, untuk mengijinkan peserta atau divisi untuk secara istimewa diberikan ruangan dari grup yang sudah ditentukan sebelumnya

source: Added a button to regenerate draws
id_id: Menambahkan sebuah tombol untuk meregenerasi pengundian

source: Refactored speaker standings implementation to match team standings implementation
id_id: Memfaktor ulang implementasi klasemen pembicara agar sesuai dengan implementasi pertandingan tim

source: New standings metrics, draw methods, and interface settings for running small tournaments and division-based tournaments
id_id: Metrik klasemen baru, metode undian, dan pengaturan antarmuka untuk menjalankan turnamen kecil dan turnamen berbasis divisi

source: Improved support for multiple tournaments
id_id: Dukungan yang lebih baik untuk beberapa turnamen

source: Improved user-facing error messages in some scenarios
id_id: Peningkatan pesan kesalahan yang dihadapi pengguna dalam beberapa skenario

source: Most frontend dependencies now handled by Bower
id_id: Sebagian besar dependensi frontend sekarang ditangani oleh Bower

source: Static file compilation now handled by Gulp
id_id: Kompilasi file statis sekarang ditangani oleh Gulp

source: Various bug fixes, optimisations, and documentation edits
id_id: Beberapa perbaikan masalah, optimisasi, dan perubahan dokumentasi

source: *Release date: 4 April 2016*
id_id: *Tanggal rilis: 4 April 2016*

source: Restored and reworking printing functionality for scoresheets/feedback
id_id: Memulihkan dan mengerjakan ulang fungsi pencetakan untuk lembar skor/umpan balik

source: Restored Edit Venues and Edit Matchups on the draw pages
id_id: Memulihkan dan mengerjakan ulang Ubah Ruangan dan Ubah Pertandingan pada halaman undian

source: Reworked tournament data importers to use csv.DictReader, so that column order in files doesn't matter
id_id: Mengerjakan ulang importir data turnamen untuk menggunakan csv.DictReader, sehingga urutan kolom dalam file tidak menjadi masalah

source: Improved dashboard and feedback graphs
id_id: Peningkatan pada dasbor dan grafik umpan balik

source: Add separate pro speakers tab
id_id: Menambahkan pemisah tab pro pembicara

source: *Release date: 20 March 2016*
id_id: *Tanggal rilis: 20 Maret 2016*

source: Fixed issue where scores from individual ballots would be deleted when any other panel in the round was edited
id_id: Memperbaiki masalah dimana skor dari kertas suara individu akan terhapus ketika panelis lainnya pada ronde tersebut diubah

source: Fixed issue where page crashes for URLs with "tab" in it but that aren't recognized tab pages
id_id: Memperbaiki masalah halaman bermasalah untuk URL dengan "tab" di dalamnya tetapi halaman tab tidak dikenali

source: *Release date: 15 March 2016*
id_id: *Tanggal rilis: 15 Maret 2016*

source: Fixed a bug where editing a Team in the admin section could cause an error
id_id: Memperbaiki masalah dimana mengubah tim pada bagian admin akan menyebabkan kesalahan

source: Added instructions on how to account for speakers speaking twice to docs
id_id: Menambahkan instruksi pada bagaimana menghitung pembicara yang berbicara dua kali ke dokumen

source: Venues Importer wont show VenueGroup import info unless that option is enabled
id_id: Importir ruangan tidak akan menunjukkan informasi impor Grup ruangan kecuali opsi tersebut diaktifkan

source: *Release date: 29 February 2016*
id_id: *Tanggal rilis: 29 Februari 2016*

source: Upgraded to Python 3.4, dropped support for Python 2
id_id: Pembaruan ke Python 3.4, menghapus dukungan untuk Python 2

source: Restructured directories and, as a consequence, changed database schema
id_id: Direktori yang direstrukturisasi, dan sebagai konsekuensinya, skema basis data berubah

source: Added Django migrations to the release (they were previously generated by the user)
id_id: Menambahkan migrasi Django ke rilis (sebelumnya mereka dihasilkan oleh pengguna)

source: Migrated documentation to `Read The Docs <http://tabbycat.readthedocs.io>`_
id_id: Migrasi dokumentasi ke `Baca Dokumentasi <http://tabbycat.readthedocs.io>`_

source: New user interface design and workflow
id_id: Desain antarmuka dan alur kerja yang baru

source: Overhauled tournament preferences to use `django-dynamic-preferences <https://github.com/EliotBerriot/django-dynamic-preferences>`_
id_id: Mengulang pengaturan turnamen untuk menggunakan `preferensi-dinamis-django <https://github.com/EliotBerriot/django-dynamic-preferences>`_

source: Added new visual data importer
id_id: Menambahkan importir data visual yang baru

source: Improved flexibility of team standings rules
id_id: Meningkatkan fleksibilitas dari aturan klasemen tim

source: Moved data utility scripts to Django management commands
id_id: Memindahkan skrip peralatan data ke perintah pengaturan Django

source: Changed emoji to Unicode characters
id_id: Mengubah emoji ke karakter Unicode

source: Various other fixes and refinements
id_id: Banyak perbaikan dan penyempurnaan lainnya

source: *Release date: 31 July 2015*
id_id: *Tanggal rilis: 31 Juli 2015*

source: Support for multiple tournaments
id_id: Dukungan untuk beberapa turnamen

source: Improved and extensible tournament data importer
id_id: Perbaikan dan perluasan importir data turnamen

source: Display gender, region, and break category in adjudicator allocation
id_id: Menampilkan jenis kelamin, wilayah, dan kategori istirahat pada alokasi juri

source: New views for online adjudicator feedback
id_id: Tampilan tambahan untuk umpan balik juri online

source: Customisable adjudicator feedback forms
id_id: Formulir umpan balik untuk juri dapat disesuaikan

source: Randomised URLs for public submission
id_id: Mengacak URL untuk pengumpulan publik

source: Customisable break categories
id_id: Kategori istirahat dapat disesuaikan

source: Computerised break generation (break round draws not supported)
id_id: Menghasilkan istirahat secara terkomputerisasi (tidak mendukung ronde istirahat pengundian)

source: Lots of fixes, interface touch-ups and performance enhancements
id_id: Banyak perbaikan, penyempurnaan antarmuka dan peningkatan performa
