Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/draw/locale/*/LC_MESSAGES/django.po
Languages: id, tr

source: Your tournament is configured to allow motions to be vetoed and to allow ballots to be submitted by adjudicators. Ensure that you release the motions before debates finish, otherwise ballots will not be able to nominate vetoes.
id: Turnamen Anda dikonfigurasi untuk memperbolehkan mosi diveto dan memperbolehkan kertas suara dikumpulkan oleh juri. Pastikan Anda merilis mosi sebelum debat berakhir. Jika tidak kertas suara tidak akan bisa menominasi veto.
tr: Turnuvanız, önergelerin veto edilebileceği ve ballotların jüriler tarafından gönderilebileceği şekilde ayarlanmıştır. Maçlar bitmeden önce önergeleri yayınladığınızdan emin olun, aksi takdirde ballotlar veto hakkı veremez.

source: Your tournament is configured to show the motion for each round on the public site. You'll need to first release the motion for it to show there.
tr: Turnuvanız, herkese açık sitede her turun önergesini gösterecek şekilde ayarlanmıştır. Orada gösterilmesi için önce önergeyi yayınlamanız gerekir.

source: Your tournament is not configured to show the motion for each round on the public site. There's no need to release the motion.
tr: Turnuvanız, herkese açık sitede her turun önergesini gösterilmeyecek şekilde ayarlanmıştır. Önergeyi yayınlamaya gerek yok.

source: The motion has been released publicly.
tr: Önerge herkese açık yayınlandı.

source: View public motions page
id: Lihat halaman mosi publik
tr: Açık önergeler sayfasını görüntüle

source: You have released the motions, but they will not show to the public unless the "public view of motions" setting is enabled in <a class="alert-link" href="%(alert_link)s">this tournament's configuration</a>.
id: Anda telah merilis mosi, tetapi mereka tidak akan muncul ke publik kecuali pengaturan "tampilan publik mosi" dinyalakan di <a class="alert-link" href="%(alert_link)s">konfigurasi turnamen ini</a>.
tr: Önergeleri yayınladınız, ancak <a class="alert-link" href="%(alert_link)s">bu turnuvanın ayarlarında</a> "önergelerin herkese açık görünümü" ayarı etkinleştirilmediği sürece herkese gösterilmez.

source: (for the briefing room)
id: (untuk ruangan briefing)
tr: (brifing odası için)

source: Display Draw ordered by Room
id: Tampilkan Undian diurutkan berdasarkan Ruangan
tr: Kuraları odaya göre sıralı göster

source: Display Draw ordered by Team
id: Tampilkan Pengundian diurutkan berdasarkan Tim
tr: Kuraları takıma göre sıralı göster

source: Display Draws for <strong>All Current Rounds</strong> ordered by Room
id: Tampilkan Pengundian untuk <strong>Seluruh Ronde Ini</strong> diurutkan berdasarkan Ruangan
tr: </strong>Tüm Maçların</strong> Kuralarını odaya göre sıralı göster

source: Display Draws for <strong>All Current Rounds</strong> ordered by Team
id: Tampilkan Pengundian untuk <strong>Seluruh Ronde Ini</strong> diurutkan berdasarkan Tim
tr: </strong>Tüm Maçların</strong> Kuralarını takıma göre sıralı göster

source: Display Draw for <strong>%(round)s</strong> ordered by Room
id: Tampilkan Pengundian untuk <strong>%(round)s</strong> diurutkan berdasarkan Ruangan
tr: <strong>%(round)s</strong> İçin Kuraları odaya göre sıralı göster

source: Display Draw for <strong>%(round)s</strong> ordered by Team
id: Tampilkan Pengundian untuk <strong>%(round)s</strong> diurutkan berdasarkan Tim
tr: <strong>%(round)s</strong> İçin Kuraları takıma göre sıralı göster

source: Display Motions
id: Tampilkan Mosi
tr: Önergeleri Görüntüle

source: Email Motions
id: Email Mosi
tr: Önergeleri E-postala

source: Email Motion
id: Email Mosi
tr: Önergeyi E-postala

source: Start at
id: Dimulai pada
tr: Şuradan başla:

source: (for printing)
id: (untuk dicetak)
tr: (baskı için)

source: View Ballot Forms
id: Lihat Form Kerta Suara
tr: Ballot Formlarını Görüntüle

source: View Feedback Forms
id: Lihat Form Umpanbalik
tr: Geri bildirim formlarını görüntüle

source: Scroll Speed
id: Kecepatan Scroll
tr: Kaydırma Hızı

source: Fast
id: Cepat
tr: Hızlı

source: Medium
id: Sedang
tr: Orta

source: Slow
id: Lambat
tr: Yavaş

source: Extra Slow
id: Sangat Lambat
tr: Ekstra Yavaş

source: Hide Adjudicators
id: Sembunyikan Juri
tr: Jürileri Gizle

source: Show Adjudicators
id: Tampilkan Juri
tr: Jürileri Göster

source: Text Size
id: Ukuran Teks
tr: Metin Boyutu

source: Tiny
id: Sangat Kecil
tr: Küçücük

source: Small
id: Kecil
tr: Küçük

source: Large
id: Besar
tr: Büyük

source: Huge
id: Sangat Besar
tr: Kocaman

source: Stop Scroll
id: Hentikan Scroll
tr: Kaydırmayı Durdur

source: The draw for %(round)s has yet to be released.
id: Pengundian untuk %(round)s belum dirilis.
tr: %(round)s için kura henüz açıklanmadı.

source: The draw for the next round has yet to be released.
id: Pengundian untuk ronde berikutnya belum dirilis.
tr: Bir sonraki tur için kura henüz açıklanmadı.

source: Adjudicator Allocations
id: Alokasi Juri
tr: Hakem Tahsisleri

source: There are currently fewer adjudicators checked in than there are rooms.
id: Ada lebih sedikit juri dicek dibanding jumlah ruangan.
tr: Şu anda giriş yapılan jürilerin sayısı odalardan daha azdır.

source: Allocate adjudicators
id: Alokasikan juri
tr: Jürileri tahsis et

source: Edit adjudicator allocation
id: Sunting alokasi juri
tr: Jüri tahsisini düzenle

source: Room Allocations
id: Alokasi Ruangan
tr: Oda Tahsisleri

source: Allocate rooms
id: Alokasikan ruangan
tr: Oda tahsis et

source: Edit room allocation
id: Sunting alokasi ruangan
tr: Oda tahsisini düzenle

source: Preformed Panels
id: Rancangan Panel
tr: Önceden kurulmuş paneller

source: There is %(npanels)s preformed panel available for this round.
id: Ada %(npanels)s panel prabentukan tersedia untuk ronde ini.
tr: Bu tur için %(npanels)s önceden kurulmuş panel var.

source: There are no preformed panels available for this round
id: Tidak ada panel prabentukan tersedia untuk ronde ini
tr: Bu tur için önceden kurulmuş panel yok

source: Edit preformed panels for %(round)s
id: Sunting panel prabentukan untuk %(round)s
tr: %(round)s için önceden kurulmuş panelleri düzenle

source: Side Allocations
id: Alokasi Sisi
tr: Taraf Tahsisleri

source: 1 debate does not have its sides confirmed.
id: %(ndebates)s debat tidak memiliki sisi terkonfirmasi.
tr: 1 maçın tarafları doğrulanmamıştır.

source: Delete Draw
id: Hapus Pengundian
tr: Kurayı Sil

source: Confirm Draw
id: Konfirmasi Pengundian
tr: Kurayı Onayla

source: The team standings precedence is empty. This means that teams aren't ranked according to any metrics, so all teams are in a single bracket containing everyone. If this isn't what you intended, set the team standings precedence in the <a href="%(standings_config_url)s" class="alert-link">Standings section of this tournament's configuration</a>, then delete and recreate the draw. In most tournaments, the first metric should be points or wins.
id: Presedensi urutan tim kosong. Ini berarti bahwa tim tidak di-ranking berdasarkan metrik apapun, maka semua tim berada pada satu bracket yang berisi semuanya. Jika ini tidak seperti yang Anda inginkan, set presedensi urutan tim pada <a href="%(standings_config_url)s" class="alert-link">Seksi Urutan pada konfigurasi turnamen ini</a>, lalu hapus dan buat ulang pengundiannya. Pada sebagian besar turnamen, metrik pertama seharusnya jumlah poin atau kemenangan.
tr: Takım sıralama önceliği girilmemiş. Bu, takımların herhangi bir metriğe göre sıralanmadığı anlamına gelir, bu nedenle tüm takımlar herkesi içeren tek bir aşamadadır. Bunu istemiyorsanız, <a href="%(standings_config_url)s" class="alert-link">bu turuvananın ayarlarının sıralama kısmından</a> takım sıralama önceliklerini girebilirsiniz, ardından kurayı silin ve yeniden oluşturun. Çoğu turnuvada, ilk metrik puan veya galibiyet olmalıdır.

source: Brackets are formed using the first metric in the team standings precedence, which is currently set to <strong>%(metric)s</strong>, rather than team points, which is the more usual convention. If this isn't what you wanted, you can <a href="%(standings_config_url)s" class="alert-link">change the team standings precedence in the standings configuration page</a>.
id: Bracket dibangun menggunakan metrik pertama pada presedensi, yang saat ini diset ke <strong>%(metric)s</strong>, alih-alih poin tim, yang merupakan konvensi umum. Jika ini bukan yang Anda inginkan, Anda dapat <a href="%(standings_config_url)s" class="alert-link">mengubah presedensi urutan tim pada halaman konfigurasi urutan</a>.
tr: Aşamalar daha sık kullanılan takım puanları yerine takım sıralama önceliğindeki ilk metriğe göre, şuan <strong>%(metric)s</strong>, hazırlanır. Eğer bunu istemiyorsanız <a href="%(standings_config_url)s" class="alert-link">sıralama ayarlama sayfasında takım sıralama önceliğini</a>. değiştirebilirsiniz.

source: The draw type for this round is set to <strong>manual</strong>, so Tabbycat has just made a blank draw. Head on over to <a href="%(edit_matchups_url)s" class="alert-link">Edit Sides/Matchups</a> to fill it in.
id: Tipe pengundian untuk ronde ini diset ke <strong>manual</strong>, sehingga Tabbycat baru saja membuat pengundian kosong. Pindahlah ke <a href="%(edit_matchups_url)s" class="alert-link">Sunting Sisi/Matchup</a> untuk mengisinya.
tr: Bu tur için kura türü <strong>manuel</strong> olarak ayarlandı, bu nedenle Tabbycat kurayı doldurmadı. Doldurmak için <a href="%(edit_matchups_url)s" class="alert-link">Taraf/Karşılaşmalar Ayarla</a> adresine gidin.

source: The adjudicator score range is 0, and so adjudicator scores will be ignored when allocating. You can <a href="%(feedback_config_url)s" class="alert-link">change the adjudicator score range in the feedback configuration page</a>.
id: Rentang nilai adjudicator adalah 0, maka nilai adjudicator akan diabaikan saat mengalokasikan. Anda dapat <a href="%(feedback_config_url)s" class="alert-link">mengubah rentang nilai adjudicator pada halaman konfigurasi umpanbalik</a>.
tr: Jüri puan aralığı 0 ve bu nedenle tahsis sırasında jüri puanları göz ardı edilir. <a href="%(feedback_config_url)s" class="alert-link">geri bildirim düzenleme sayfasında jüri puan aralığını değiştirebilirsiniz.</a>.

source: Tabbycat assigns sides in elimination rounds randomly. However, because in elimination rounds, many tournaments draw lots for sides in front of an audience, the sides are marked as "unconfirmed", so that it doesn't look like sides have been pre-assigned. After you confirm the draw, you'll need to confirm sides on the "Edit Sides/Matchups" page, even if you wish to accept Tabbycat's random assignment.
id: Tabbycat menentukan sisi pada ronde eliminasi secara acak. Namun begitu, karena di ronde eliminasi banyak turnamen mengundi banyak sisi di depan audiens, sisi-sisi ditandai sebagai "tidak terkonfirmasi", sehingga tidak terlihat seperti sisinya sudah ditentukan sebelumnya. Setelah Anda mengonfirmasi pengundiannya, Anda perlu mengonfirmasi sisi-sisi pada halaman "Sunting Sisi/Matchup", walaupun Anda menginginkan untuk menerima penentuan acak dari Tabbycat.
tr: Tabbycat, eleme turlarında rastgele taraflar atar. Bununla birlikte, eleme turlarında, birçok turnuva bir izleyicinin önünde taraflar için kura çektiğinden, taraflar "onaylanmamış" olarak işaretlenir, böylece taraflar önceden atanmış gibi görünmez. Kurayı onayladıktan sonra, Tabbycat'in rastgele atamasını kabul etmek isteseniz bile, "Tarafları / Eşleşmeleri Düzenle" sayfasında tarafları onaylamanız gerekir.

source: Highlighted cells relate to changes in position balance, as follows: <ul> <li>Red cells indicates that the team could not be allocated a position that maintains position balance.</li> <li>Yellow cells indicate that the team was previously imbalanced, and is given the best position possible in this draw, but is nonetheless still imbalanced.</li> <li>Green cells indicate that the team's previous imbalance is resolved with this draw.</li> </ul>
id: Sel yang diwarnai berhubungan dengan perubahan pada keseimbangan posisi, seperti berikut: <ul> <li>Sel berwarna merah mengindikasikan bahwa tim tidak dapat dialokasikan ke sebuah posisi yang menjaga keseimbangan.</li> <li>Sel kuning mengindikasikan bahwa tim tersebut sebelumnya tidak seimbang, dan diberikan posisi terbaik yang memungkinkan di pengundian ini, tetapi tetap saja tidak seimbang.</li> <li>Sel berwarna hijau mengindikasikan bahwa ketidakseimbangan tim sebelumnya sudah diperbaiki pada pengundian ini.</li> </ul>
tr: Hücreler pozisyon dengesindeki değişikliklere göre şu şekilde işaretlidir: <ul> <li>Kırmızı hücreler takıma pozisyon dengesini koruyan bir pozisyon tahsis edilemediğini gösterir.</li> <li>Sarı hücreler takımın pozisyonunun daha önce dengesiz olduğunu ve bu çekilişte mümkün olan en iyi pozisyonun verildiğini ancak yine de dengesiz kaldığını gösterir.</li> <li>Yeşil hücreler, takımın önceki dengesizliğinin bu kurada çözüldüğünü gösterir.</li> </ul>

source: A draw for %(round)s hasn't yet been generated. To generate one, go to the <a href="%(availability_url)s" class="alert-link">Availability section</a>.
id: Pengundian untuk %(round)s belum dibangkitkan. Untuk membangkitkan, pergi ke <a href="%(availability_url)s" class="alert-link">seksi Ketersediaan</a>.
tr: %(round)s için bir kura henüz oluşturulmadı. Oluşturmak için <a href="%(availability_url)s" class="alert-link">uygunluk bölümüne</a> gidin.

source: It looks like sides aren't confirmed for some debates in this round. This position balance report is generated using the "unconfirmed sides" in the database, and as a consequence, may not make much sense. It's best to confirm sides in all debates before looking at this report.
id: Sepertinya sisi belum dikonfirmasi pada beberapa debat dalam ronde ini. Laporan keseimbangan posisi ini dibangkitkan menggunakan "sisi tidak terkonfirmasi" di dalam basisdata, dan konsekuensinya, mungkin tidak masuk akal. Akan lebih baik untuk mengonfirmasi sisi-sisi di setiap debat sebelum melihat laporan ini.
tr: Bu turdaki bazı maçlar için taraflar doğrulanmamış. Bu pozisyon dengesi raporu, veritabanındaki "onaylanmamış taraflar" kullanılarak oluşturulur ve sonuç olarak çok mantıklı olmayabilir. Bu rapora bakmadan önce tüm maçlardaki tarafların onaylanması tavsiye edilir.

source: Your current position cost function is <strong>%(cost_func)s</strong>, raised to an exponent of <strong>%(exponent)s</strong>. <a href="https://tabbycat.readthedocs.io/en/latest/features/draw-generation-bp.html#position-cost-options" target=_"blank">Read more about how position cost functions work</a> in our documentation.
tr: Mevcut pozisyon maliyet fonksiyonunuz <strong>%(exponent)s</strong> üssüne yükseltilmiş <strong>%(cost_func)s</strong>dir. <a href="https://tabbycat.readthedocs.io/en/latest/features/draw-generation-bp.html#position-cost-options" target=_"blank">Pozisyon maliyeti işlevlerinin nasıl çalıştığı hakkında daha fazla bilgi edinmek için tıklayın.</a>

source: Position balance reports aren't computed for elimination rounds.
id: Laporan keseimbangan posisi tidak dihitung untuk ronde eliminasi.
tr: Pozisyon dengesi raporları eleme turları için hesaplanmaz.

source: Position balance reports are only available for British Parliamentary tournaments.
id: Laporan keseimbangan posisi hanya tersedia untuk turnamen Parlemen Inggris.
tr: Pozisyon dengesi raporları sadece İngiliz Parlamento turnuvalarında bulunur.

source: Position balance reports aren't computed for the first round of a tournament.
id: Laporan keseimbangan posisi tidak dihitung untuk ronde pertama dari sebuah turnamen.
tr: Pozisyon dengesi raporları bir turnuvanın ilk turu için hesaplanmaz.

source: No debates in this round
id: Tidak ada debat dalam ronde ini
tr: Bu turda maç yok

source: Draw for %(round)s
id: Pengundian untuk %(round)s
tr: %(round)s için kura

source: Draws for Current Rounds
id: Pengundian untuk Ronde Ini
tr: Mevcut Turlar için Kuralar

source: debates start at %(time)s (in %(time_zone)s)
id: debat dimulai pada %(time)s (zona waktu %(time_zone)s)
tr: maçlar %(time)s saatinde (%(time_zone)s zaman dilimi) başlar

source: start times in time zone: %(time_zone)s
id: waktu mulai pada zona waktu: %(time_zone)s
tr: belirtilen zaman diliminde başlangıç saatleri: %(time_zone)s

source: debate starts at %(time)s
id: debat dimulai pada %(time)s
tr: maç %(time)s'da başlar

source: The draw for this round hasn't been released.
id: Pengundian untuk ronde ini belum dirilis.
tr: Bu turun kurası henüz açıklanmadı.

source: All Debates for All Rounds of %(tournament)s
id: Seluruh Debat pada Semua Ronde dari %(tournament)s
tr: %(tournament)s'ın tüm turları için tüm maçlar

source: Adjudicator Assignments
id: Penugasan Juri
tr: Jüri Tahsisleri

source: Position
id: Posisi
tr: Konum

source: Team Pairings
id: Pemasangan Tim
tr: Takım Eşleştirmeleri

source: No Draw
id: Tidak ada Pengundian
tr: Kura Yok

source: Draft Draw
id: Pengundian Draf
tr: Taslak Kura

source: %(side)s: Break rank
id: %(side)s: Ranking break
tr: %(side)s: Break olan taraf

source: BR
id: RB
tr: BT

source: Draw with Details
id: Pengundian dengan Detail
tr: Detaylı Kura

source: Position Balance Report
id: Laporan Keseimbangan Posisi
tr: Pozisyon Denge Raporu

source: Rényi entropy of order %(order)s
id: Entropi Rényi dari urutan %(order)s
tr: %(order)s düzeninin Rényi entropisi

source: (<i>i.e.</i>, Shannon entropy)
id: (<i>yaitu</i>, entropi Shannon)
tr: (<i>yani.</i>, Shannon entropisi)

source: Teams with position imbalances
id: Tim dengan ketidakseimbangan posisi
tr: Pozisyon dengesizlikleri olan takımlar

source: No teams with position imbalances! Hooray!
id: Tidak ada tim dengan ketidakseimbangan posisi! Mantul!
tr: Pozisyon dengesizliği olan takım yok! Yaşasın!

source: Annotated draw
id: Pengundian dengan catatan
tr: Açıklamalı çizim

source: Could not create draw for %(round)s, there was already a draw!
id: Tidak dapat membuat pengundian untuk %(round)s, karena sudah ada pengundian sebelumnya!
tr: %(round)s için kura oluşturamadı, zaten kura oluşturulmuş!

source: <p>The draw could not be created, for the following reason: <em>%(message)s</em></p> <p>Please fix this issue before attempting to create the draw.</p>
id: <p>Pengundian tidak dapat dibuat, karena alasan berikut: <em>%(message)s</em></p> <p>Mohon perbaiki masalah ini sebelum mencoba membuat pengundiannya.</p>
tr: <p> Aşağıdaki nedenlerden dolayı kura oluşturulamadı:<em>%(message)s</em></p> <p>Kurayı oluşturmayı denemeden önce lütfen problemi cözün.</p>

source: <p>The draw could not be created, because the following error occurred: <em>%(message)s</em></p> <p>If this issue persists and you're not sure how to resolve it, please contact the developers.</p>
id: <p>Pengundian tidak dapat dibuat, karena kesalahan ini terjadi: <em>%(message)s</em></p> <p>Jika masalahnya terus berlanjut dan Anda tidak yakin bagaimana memecahkannya, mohon kontak pengembang.</p>
tr: <p> Aşağıdaki hatadan dolayı kura oluşturulamadı:<em>%(message)s</em></p> <p>Sorun devam ederse ve nasıl çözeceğinizden emin değilseniz yapımcılar ile iletişime geçin.</p>

source: <p>The team standings could not be generated, because the following error occurred: <em>%(message)s</em></p> <p>Because generating the draw uses the current team standings, this prevents the draw from being generated.</p>
id: <p>Klasemen tim tidak dapat dibangkitkan, karena kesalahan berikut terjadi: <em>%(message)s</em></p> <p>Karena membangkitkan pengundian menggunakan klasemen tim ini, pengundian tidak dapat dibangkitkan juga.</p>
tr: <p> Aşağıdaki hatadan dolayı takım sıralamaları oluşturulamadı:<em>%(message)s</em></p> <p>Kura güncel takım sıralamalarını kullandığı için üretilemiyor.</p>

source: Rooms were not auto-allocated because there are one or more adjudicator room constraints. You should run room allocations after allocating adjudicators.
id: Ruangan tidak dialokasikan otomatis karena ada satu atau lebih batasan ruangan juri. Anda harus menjalankan alokasi ruangan setelah mengalokasikan juri.
tr: Odalar otomatik olarak tahsis edilmedi çünkü bir veya daha fazla jüri odası kısıtlaması var. Oda tahsislerini jüri tahsis ettikten sonra yapmalısınız.

source: Deleted the draw. You can now recreate it as normal.
id: Pengundian dihapus. Anda sekarang dapat membuatnya kembali sebagai normal.
tr: Kura silindi. Normal şekilde yeniden oluşturabilirsiniz.

source: Released the draw.
id: Pengundian dirilis.
tr: Kura yayınlandı.

source: Unreleased the draw.
id: Pengundian ditarik kembali.
tr: Kura yayınlanmadı.

source: Sorry, "%(input)s" isn't a valid time. It must be in 24-hour format, with a colon, for example: "13:57".
id: Maaf, "%(input)s" bukan waktu yang valid. Waktu harus dalam format 24-jam, dengan titik dua, contohnya: "13:57".
tr: Maalesef, "%(input)s" geçerli bir zaman değil. 24 saat biçiminde, ortasında iki nokta ile formatlanmalıdır. Örneğin: "13:57".

source: Side Pre-Allocations
id: Pre-Alokasi Sisi
tr: Taraf Ön Tahsis

source: Edit Matchups
id: Sunting Matchup
tr: Eşleşmeleri Düzenle

source: SH
id: HS
