Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/draw/locale/*/LC_MESSAGES/django.po
Languages: id, tr

source: %(count)d debate was marked as having its sides confirmed.
id: %(count)d debat ditandai sebagai sisinya terkonfirmasi.
tr: %(count)d maçının tarafları onaylandı olarak işaretlendi.

source: Mark sides as not confirmed
tr: Tarafları onaylanmamış olarak işaretle

source: %(count)d debate was marked as having its sides not confirmed.
id: %(count)d debat ditandai sebagai sisinya tidak terkonfirmasi.
tr: %(count)d maçının tarafları onaylanmadı olarak işaretlendi.

source: Draw
id: Undian
tr: Kura

source: Too many swaps
id: Terlalu banyak pertukaran
tr: Çok fazla takas

source: One-up-one-down (history)
id: Satu-atas-satu-bawah (histori)
tr: Bir-yukarı-bir-aşağı (tarihçe)

source: One-up-one-down (institution)
id: Satu-atas-satu-bawah (institusi)
tr: Bir-yukarı-bir-aşağı (kurum)

source: One-up-one-down (to accommodate)
id: Satu-atas-satu-bawah (untuk diakomodasi)
tr: Bir-yukarı-bir-aşağı (uyum sağlamak için)

source: Bubble up (history)
id: Gelembung atas (histori)
tr: Yükselen Takımlar (tarihçe)

source: Bubble down (history)
id: Gelembung bawah (histori)
tr: Düşen Takımlar (geçmiş)

source: Bubble up (institution)
id: Gelembung atas (institusi)
tr: Yükselen Takımlar (kurum)

source: Bubble down (institution)
id: Gelembung bawah (institusi)
tr: Düşen Takımlar (kurum)

source: Bubble up (to accommodate)
id: Gelembung atas (untuk diakomodasi)
tr: Yükselen Takımlar (uyum sağlamak için)

source: Bubble down (to accommodate)
id: Gelembung bawah (untuk diakomodasi)
tr: Düşen Takımlar (uyum sağlamak için)

source: Can't bubble up/down
id: Tidak bisa menggelembungkan ke atas/bawah
tr: Yükselen/Düşen Takımlar yapılamıyor

source: Pull-up team
id: Tim pull-up
tr: Çıkma Takımı

source: %d debates in the previous round don't have a result.
id: %d debat pada ronde sebelumnya tidak memiliki hasil.
tr: Bir önceki turdaki %d maçın bir sonucu yok.

source: %d debates in the previous round don't have exactly two teams advancing.
id: %d debat pada ronde sebelumnya tidak memiliki tepat 2 tim yang lolos.
tr: Bir önceki turdaki %d maçda tam iki takım ilerlemiyor.

source: The room ranks of the partial elimination round indicate that an odd number of teams (%(nbypassing)d) bypassed it.
id: Ranking ruangan dari ronde eliminasi parsial mengindikasikan jumlah tim ganjil (%(nbypassing)d) melompatinya.
tr: Kısmi eleme turunun oda sıralamaları, tek sayıda takımın (%(nbypassing)d) atladığını gösteriyor.

source: The room ranks of the partial elimination round indicate that %(nbypassing)d teams bypassed it, but %(nadvancing)d teams advanced from it.
tr: Kısmi eleme turunun oda sıralamaları, %(nbypassing)d takımın bunu atladığını, ancak %(nadvancing)d takımın ondan geçtiğini gösteriyor

source: The number of debates (%d) in the last round is not a power of two.
id: Jumlah debat (%d) pada ronde sebelumnya tidak berjumlah dua pangkat n.
tr: Son turdaki maçların sayısı (%d) ikinin katı değil.

source: The Rényi order can't be negative, and it's currently set to %(alpha)f.
id: Urutan Rényi tidak bisa negatif, dan saat ini diset ke %(alpha)f.
tr: Rényi sırası negatif olamaz ve şu anda %(alpha)f olarak ayarlanmıştır.

source: The number of teams presented for the draw was not a multiple of %(num)d.
id: Jumlah tim yang dipresentasikan untuk pengundian bukan kelipatan dari %(num)d.
tr: Kura çekimi için sunulan takım sayısı %(num)d'nin katı değildi.

source: There were no teams for the draw.
id: Tidak ada tim untuk pengundian.
tr: Kura çekimi için takım yoktu.

source: There are only %d teams breaking in this category; there need to be at least two to generate an elimination round draw.
id: Hanya ada %d tim breaking pada kategori ini; harus ada paling tidak dua untuk membangkitkan undian ronde eliminasi.
tr: Bu kategoride kırılan sadece %d takım var; bir eleme turu kurası oluşturmak için en az iki tane olması gerekir.

source: The number of teams (%d) in this round is not a power of two.
id: Jumlah tim (%d) pada ronde ini bukan kelipatan dua.
tr: Bu turdaki takım sayısı (%d) ikinin katı değil.

source: %(noninteger)d out of %(total)d teams have a noninteger first metric in the team standings. Intermediate brackets require the first team standings metric to be an integer (typically points or wins).
id: %(noninteger)d dari %(total)d tim memiliki metrik pertama berupa bukan bilangan bulat pada urutan tim. Bracket intermediate membutuhkan urutan tim pertama berupa bilangan bulat (biasanya poin atau jumlah kemenangan).
tr: %(total)d takımdan %(noninteger)d takım sıralamalarında tamsayı olmayan bir ilk metriğe sahiptir. Ara aşamalar, ilk takım sıralamaları metriğinin bir tamsayı olmasını gerektirir (genellikle puan veya galibiyetler).

source: There were %(aff_count)d affirmative teams but %(neg_count)d negative teams.
id: Ada %(aff_count)d tim afirmatif tetapi %(neg_count)d tim negatif.
tr: %(aff_count)d olumlu takım vardı ama %(neg_count)d negatif takım vardı.

source: One or more teams had an allocated side that wasn't affirmative or negative.
id: Satu atau lebih tim memiliki sisi yang dialokasikan bukan berupa afirmatif atau negatif.
tr: Bir veya daha fazla takımın olumlu veya olumsuz olmayan tahsis edilmiş bir tarafı vardı.

source: The draw type %(type)s can't be used with two-team formats.
id: Tipe pengundian %(type)s tidak dapat digunakan pada format dua-tim.
tr: %(type)s kura türü iki takımlı formatlarla kullanılamaz.

source: The draw type %(type)s can't be used with British Parliamentary.
id: Tipe pengundian %(type)s tidak dapat digunakan pada British Parliamentary.
tr: %(type)s kura türü British Parliamentary ile kullanılamaz.

source: Unrecognised "teams in debate" option: %(option)s
id: Opsi "tim dalam debat" tidak dikenali: %(option)s
tr: Tanınmayan "maçdaki takımlar" seçeneği: %(option)s

source: The break size (%(size)d) for this break category was invalid. It must be either six times or four times a power of two.
id: Ukuran break (%(size)d) untuk kategori break ini tidak valid. Itu harus enam kali atau empat kali dari dua pangkat n.
tr: Bu break kategorisi için break boyutu (%(size)d) geçersizdi. İkinin katının ya altı ya da sekiz katı olmalıdır.

source: none
id: tidak ada
tr: hiçbiri

source: postponed
id: ditunda
tr: Ertelenen

source: draft
id: draf
tr: taslak

source: confirmed
id: terkonfirmasi
tr: onaylanmış

source: round
id: ronde
tr: tur

source: room
id: ruangan
tr: oda

source: bracket
tr: aşama

source: room rank
id: ranking ruangan
tr: oda sıralaması

source: importance
id: tingkat kepentingan
tr: önem

source: result status
id: status hasil
tr: sonuç durumu

source: sides confirmed
id: sisi terkonfirmasi
tr: taraflar onaylandı

source: If unchecked, the sides assigned to teams in this debate are just placeholders.
id: Jika tidak dicek, sisi yang dilekatkan ke tim pada debat ini hanya berupa pengisi ruang.
tr: İşaretlenmezse, bu tartışmada takımlara atanan taraflar sadece yer tutucudur.

source: debate
id: debat
tr: maç

source: debates
id: debat
tr: maçlar

source: (sides not confirmed)
id: (sisi tidak terkonfirmasi)
tr: (taraflar onaylanmadı)

source: team
id: tim
tr: takım

source: debate team
id: tim debat
tr: tartışma ekibi

source: debate teams
id: tim debat
tr: tartışma ekipleri

source: placed %(place)s
id: pada posisi %(place)s
tr: %(place)s oldu

source: result unknown
id: hasil tidak diketahui
tr: sonucu bilinmiyor

source: won
id: menang
tr: Galibiyet

source: lost
id: kalah
tr: Mağlubiyet

source: team side allocation
id: alokasi sisi tim
tr: takım taraf tahsisi

source: team side allocations
id: alokasi sisi tim
tr: takım taraf tahsisleri

source: Team %(num)d
id: Tim %(num)d
tr: Takım %(num)d

source: Room rank of this debate
id: Ranking ruangan pada debat ini
tr: Bu maçın oda sıralaması

source: Bracket of this debate
id: Bracket debat ini
tr: Bu maçın aşamaları

source: side history<br> (number of times the team has been on each side before this round)
id: histori sisi<br> (jumlah berapa kali tim berada pada setiap sisi sebelum ronde ini)
tr: Taraf tarihi<br> (takımın bu turdan önce her iki tarafta bulunma sayısı)

source: Went from balanced to imbalanced
id: Berubah dari seimbang menjadi tidak seimbang
tr: Dengeliden dengesizliğe geçti

source: Went from imbalanced to balanced
id: Berubah dari tidak seimbang menjadi seimbang
tr: Dengesizden dengeliye geçti

source: Best improvement possible, still imbalanced
id: Perbaikan optimal memungkinkan, masih tidak seimbang
tr: Mümkün olan en iyi geliştirme, hala dengesiz

source: Was imbalanced and still imbalanced
id: Sebelumnya tidak seimbang dan masih tidak seimbang
tr: Dengesizdi ve hala dengesiz

source: No metrics in the team standings precedence
id: Tidak ada metrik pada presedensi urutan tim
tr: Takım sıralaması önceliğinde metrik yok

source: Side
id: Sisi
tr: Taraf

source: Position this round
id: Memposisikan ronde ini
tr: Bu turu konumlandırın

source: Before
id: Sebelum
tr: Önce

source: Side history before this round
id: Histori sisi sebelum ronde ini
tr: Bu turdan önceki taraf tarihi

source: After
id: Setelah
tr: Sonra

source: Side history after this round
id: Histori sisi setelah ronde ini
tr: Bu turdan sonra taraf tarihi

source: Cost
id: Biaya
tr: Maliyet

source: Position cost
id: Biaya Posisi
tr: Pozisyon maliyeti

source: Status
tr: Durum

source: Teams with this many points are permitted in this debate<br> (bracket in bold)
id: Tim dengan poin sebanyak ini diperbolehkan di dalam debat ini<br> (bracket ditebalkan)
tr: Bu maça bu kadar puana sahip takımlara katılabilir<br> (aşama kalın)

source: side history before this round
id: histori sisi sebelum ronde ini
tr: bu turdan önceki taraf tarihi

source: Sides
id: Sisi
tr: Taraflar

source: position cost
id: biaya posisi
tr: pozisyon maliyeti

source: STOP!!! Read this first! Deleting debate teams from the database may crash Tabbycat!
id: BERHENTI!!! Baca ini dahulu! Menghapus tim debat dari basisdata dapat membuat Tabbycat crash!
tr: DURUN!!! Önce bunu okuyun! Tartışma ekiplerini veritabanından silmek Tabbycat'i çökertebilir!

source: Tabbycat requires that all debates have <strong>exactly</strong> one debate team for each side, and no other debate teams, at all times. If you delete any debate teams, you must then either replace each one with a new debate team in the same debate, or delete the associated debate objects. If you don't do this correctly, many pages <strong>will</strong> crash.
id: Tabbycat mewajibkan seluruh debat memilik <strong>tepat</strong> satu tim debat untuk setiap sisi, dan tidak ada tim debat lain, pada setiap saat. Jika Anda menghapus debat tim apapun, maka Anda harus menggantinya masing-masing dengan tim debat baru pada debat yang sama, atau menghapus objek debat tersebut. Jika Anda tidak melakukannya dengan benar, banyak halaman <strong>akan</strong> crash.
tr: Tabbycat, tüm maçların her iki tarafı için <strong>sadece<strong> bir takımın olmasını ve başka hiçbir takımın asla olmamasını gerektirir. Herhangi bir takımı silerseniz, her birini ya aynı maçtaki yeni bir takımla değiştirmeniz veya ilişkili maç nesnelerini silmeniz gerekir. Bunu doğru bir şekilde yapmazsanız, birçok sayfa <strong>çökebilir.</strong>

source: This is a common source of errors. If it happens to you, check the debates (under the Draw section in this Edit Database area) and ensure that all of them have exactly one affirmative and one negative team.
id: Ini adalah sumber masalah yang umum. Jika terjadi pada Anda, cek debat-debatnya (seksi Pengundian di dalam area Sunting Basisdata ini) dan pastikan semuanya memiliki tepat satu tim afirmatif dan satu tim negatif.
tr: Bu sık sık hataya sebep olur. Başınıza gelirse, maçları kontrol edin (Veritabanını Düzenle alanındaki Çizim bölümünün altında) ve hepsinin tam olarak bir olumlu ve bir olumsuz ekibe sahip olduğundan emin olun.

source: WARNING!!! If you are editing debate teams, read this first!
id: PERHATIAN!!! Jika Anda menyunting tim debat, baca ini dahulu!
tr: UYARI!!! maç ekiplerini düzenliyorsanız, önce bunu okuyun!

source: Tabbycat requires that there be <strong>exactly</strong> one debate team for each side, and no other debate teams, in each debate. If you edit debate teams in the database, you must ensure that this remains the case. If you don't do this correctly, many pages <strong>will</strong> crash.
id: Tabbycat mewajibkan seluruh debat memilik <strong>tepat</strong> satu tim debat untuk setiap sisi, dan tidak ada tim debat lain, pada setiap debat. Jika Anda menyunting tim debat pada basisdata, Anda harus memastikan bahwa ini tetap berlaku. Jika Anda tidak melakukannya dengan benar, banyak halaman <strong>akan</strong> crash.
tr: Tabbycat, tüm maçların her iki tarafı için <strong>sadece<strong> bir takımın olmasını ve başka hiçbir takımın asla olmamasını gerektirir. Herhangi bir takımı silerseniz bunun böyle kalmasını sağlamalısınız. Bunu doğru bir şekilde yapmazsanız, birçok sayfa <strong>çökebilir.</strong>

source: 1 debate does not have a chair.
id: %(ndebates)s debat tidak memiliki ketua.
tr: 1 maçın başkanı yoktur.

source: <strong>%(adjudicators)s</strong> is adjudicating multiple debates.
id: <strong>%(nadjs)s</strong> juri berikut ini menjurikan lebih dari satu debat: <strong>%(adjudicators)s</strong>
tr: <strong>%(adjudicators)s</strong> birden fazla maçta jürilik yapıyor.

source: 1 debate has a panel with an even number of adjudicators.
id: %(ndebates)s debat memiliki panelis dengan jumlah juri genap.
tr: 1 maçta çift sayıda jüriden oluşan bir panel var.

source: 1 debate has an adjudicator conflict.
id: %(ndebates)s debat memiliki konfilik juri.
tr: 1 maçta jüri conflicti var.

source: <strong>%(adjudicators)s</strong> is unavailable this round, but is assigned to a debate.
id: <strong>%(nadjs)s</strong> berikut ini tidak tersedia di ronde ini, tetapi ditugaskan pada debat: <strong>%(adjudicators)s</strong>
tr: <strong>%(adjudicators)s</strong> bu turda kullanılamaz, ancak bir maça atanmış.

source: 1 adjudicator is available but not assigned to a debate.
id: %(ndebates)s juri tersedia tetapi tidak ditugaskan pada sebuah debat.
tr: 1 jüri uygun ancak bir maça atanmamış.

source: <strong>%(teams)s</strong> is competing in multiple debates.
id: <strong>%(nteams)s</strong> tim berikut ini bertanding pada lebih dari satu debat: <strong>%(teams)s</strong>
tr: <strong>%(teams)s</strong> birden fazla maçta yarışıyor.

source: 1 debate does not have a room.
id: %(ndebates)s debat tidak memiliki ruangan.
tr: 1 maçın odası yok.

source: There are multiple debates in <strong>%(rooms)s</strong>.
id: <strong>%(ndebates)s</strong> ruangan ini memiliki lebih dari satu debat di dalamnya: <strong>%(rooms)s</strong>
tr: <strong>%(rooms)s</strong> odada birden fazla maç var.

source: 1 debate has a room constraint violation.
id: %(ndebates)s debat melanggar batasan ruangan.
tr: 1 maçta oda kısıtlaması ihlali var.

source: Availability
id: Ketersediaan
tr: Uygunluk

source: Edit Sides/Matchups
id: Ubah Sisi/Pasangan
tr: Tarafları/Eşleşmeleri Düzenle

source: Redo Draw
id: Lakukan Kembali Pengundian
tr: Kurayı Yeniden Çek

source: Draw Details
id: Detail Pengundian
tr: Kura Detayları

source: Position Balance
id: Posisikan Keseimbangan
tr: Taraf Dengesi

source: Display Draw
id: Tampilkan Pengundian
tr: Kurayı Göster

source: Confirm draw regeneration
id: Konfirmasi pembangkitan ulang undian
tr: Kura yeniden çekilmesini onayla

source: Back to Draw
id: Kembali ke Pengundian
tr: Kuraya geri dön

source: Confirm Draw Deletion for %(round)s
id: Konfirmasi Penghapusan Pengundian untuk %(round)s
tr: %(round)s için Kura Silme İşlemini Onayla

source: Do you really want to regenerate the draw for %(round)s? This will delete <strong>all the debates in the current draw</strong> — including their ballots and adjudicator allocations — and cannot be undone. You probably don't want to do this if any results have been entered!
id: Apakah anda benar ingin membuat ulang draw untuk %(round)s? Ini akan menghapus <strong>seluruh debat pada ronde tersebut</strong> — termasuk balot dan alokasi juri — dan tidak dapat dikembalikan. Anda mungkin tidak ingin melakukan ini apabila sudah ada hasil yang masuk!
tr: %(round)s için kurayı yeniden oluşturmak istiyor musunuz? Bu, </strong>mevcut kuradaki tüm maçları</strong> ballotları ve jüri tahsisleri dahil siler ve geri alınamaz. Eğer sonuçlar girildiyse yüksek ihtimalle bunu yapmak istemiyorsunuz!

source: Yes, I want to delete the current draw for %(round)s
id: Ya, saya ingin menghapus pengundian saat ini untuk %(round)s
tr: Evet, %(round)s için geçerli kurayı silmek istiyorum

source: View Draw
id: Lihat Pengundian
tr: Kurayı Görüntüle

source: Debates start at %(start_time)s
id: Debat dimulai pada %(start_time)s
tr: Maçlar %(start_time)s'da başlar

source: Add Start Time
id: Tambahkan Waktu Mulai
tr: Başlangıç Saati Ekle

source: Enter Results
id: Masukkan Hasil
tr: Sonuç Gir

source: Motion Details
id: Detail Mosi
tr: Önerge Detayları

source: %(motions_count)s motion has been entered.
id: %(motions_count)s mosi sudah dimasukkan.
tr: %(motions_count)s önerge girildi.

source: Edit the motion
tr: Önergeyi Düzenle

source: Your configuration/format requires motions to be specified as part of ballot entry. Make sure they are added before results come in!
id: Konfigurasi/format anda mewajibkan mosi untuk ditulis dalam balot. Pastikan mosi telah ditambahkan sebelum hasil masuk!
tr: Yapılandırmanız/formatınız, önergelerin ballotun bir parçası olarak belirtilmesini gerektirir. Sonuçlar gelmeden önce eklendiğinden emin olun!

source: A motion should be added if you want to display it during announcements, print it on your ballots, or to display it (later) on the public motions/statistics pages.
tr: Duyurular sırasında görüntülemek, ballotlara yazdırmak veya (daha sonra) herkese açık önergeler/istatistik sayfalarında görüntülemek istiyorsanız bir önerge eklenmelidir.

source: Enter a motion
tr: Önerge gir

source: Release Draw
id: Rilis Pengundian
tr: Kurayı Yayınla

source: You have not generated a draw for this round yet. There is nothing to release.
id: Anda belum membangkitkan pengundian untuk ronde ini. Tidak ada yang bisa dirilis.
tr: Bu tur için henüz bir kura oluşturmadınız. Yayınlanacak bir şey yok.

source: The draw for this round is still in a draft state. Confirm the draw before releasing it.
id: Pengundian untuk ronde ini masih dalam keadaan draf. Konfirmasi Pengundian terlebih dahulu sebelum merilisnya.
tr: Bu tur için kura çekimi hala taslak halinde. Yayınlamadan önce kurayı onaylayın.

source: Unrelease draw to public
id: Tarik kembali rilis pengundian ke publik
tr: Kurayı yayından kaldır

source: The draw has been released publicly.
id: Pengundian telah dirilis secara publik.
tr: Kura çekimi herkese açıklandı.

source: View public draw page
id: Lihat halaman pengundian publik
tr: Herkese açık kura sayfasını görüntüle

source: You have released the draw, so ballots and/or feedback can be submitted from the public forms (if enabled). However, the draw itself will not show to the public unless the "public view of draw" setting is enabled in <a class="alert-link" href="%(alert_link)s"> this tournament's configuration</a>.
id: Anda telah merilis pengundian, sehingga kertas suara dan/atau umpan balik dapat dikirimkan dari formulir publik (jika dinyalakan). Meskipun demikian, pengundiannya sendiri tidak akan terlihat ke publik kecuali pengaturan "tampilan publik dari pengundian" dinyalakan pada <a class="alert-link" href="%(alert_link)s"> konfigurasi turnamen ini</a>.
tr: Kurayı yayınladınız, böylece ballotlar ve/veya geri bildirimler açık formlardan gönderilebilir (etkinleştirilmişse). Ancak, <a class="alert-link" href="%(alert_link)s"> bu turnuvanın ayarlarında</a> "Çekiliş Herkese Açık" ayarı etkinleştirilmediği sürece çekilişin kendisi herkese gösterilmez.

source: You have released the draw, but it will not show to the public unless the "public view of draw" setting is enabled in <a class="alert-link" href="%(alert_link)s"> this tournament's configuration</a>.
id: Anda telah merilis pengundian, tetapi tidak akan muncul ke publik kecuali pengaturan "tampilkan pengundian ke publik" dinyalakan di <a class="alert-link" href="%(alert_link)s"> konfigurasi turnamen ini</a>.
tr: Kurayı yayınladınız ancak, <a class="alert-link" href="%(alert_link)s"> bu turnuvanın ayarlarında</a> "Kura Herkese Açık" ayarı etkinleştirilmediği sürece çekilişin kendisi herkese gösterilmez.

source: Release draw to public
id: Rilis pengundian ke publik
tr: Kurayı Herkese Açık Yayınla

source: Your tournament allows ballots and feedback to be submitted online by adjudicators. The draw must be released before they can do so.
id: Turnamen Anda memperbolehkan kertas suara dan umpan balik untuk dikumpulkan secara daring oleh juri. Pengundian harus dirilis sebelum mereka bisa melakukannya.
tr: Turnuvanız, ballotların ve geri bildirimlerin jüriler tarafından çevrimiçi olarak gönderilmesine izin verir. Bunu yapabilmeleri için kuranın yayınlanması gerekir.

source: Your tournament allows ballots to be submitted online by adjudicators. The draw must be released before they can do so.
id: Turnamen Anda memperbolehkan kertas suara dikumpulkan secara daring oleh juri. Pengundian harus dirilis sebelum mereka dapat melakukannya.
tr: Turnuvanız, ballotların jüriler tarafından çevrimiçi olarak gönderilmesine izin verir. Bunu yapabilmeleri için kuranın yayınlanması gerekir.

source: Your tournament allows feedback to be submitted online by participants. The draw must be released before they can do so.
id: Turnamen Anda memperbolehkan umpan balik untuk dikumpulkan secara daring oleh partisipan. Pengundian harus dirilis sebelum mereka dapat melakukannya.
tr: Turnuvanız, geri bildirimin katılımcılar tarafından çevrimiçi olarak gönderilmesine izin verir. Bunu yapabilmeleri için kuranın yayınlanması gerekir.

source: Your tournament is configured to show the draw publicly. Releasing a draw will allow it to show it on the public page.
id: Turnamen Anda dikonfigurasi untuk menampilkan pengundian ke publik. Merilis pengundian akan memperbolehkannya untuk menampilkannya ke halaman publik.
tr: Turnuvanız, kurayı herkese açık olarak gösterecek şekilde ayarlıdır. Bir kuranın yayınlanması, genel sayfada gösterilmesine izin verecektir.

source: Your configuration doesn't have a public draw page or feedback/ballot submissions. There's no reason to release the draw.
id: Konfigurasi Anda tidak memiliki halaman pengundian publik atau pengumpulan umpan balik/kertas suara. Tidak ada alasan untuk merilis pengundian.
tr: Ayarlarınızda herkese açık bir kura sayfası veya geri bildirim/ballot gönderimi yok. Kurayı yayınlamak için hiçbir neden yok.

source: Release motion to public
tr: Önergeyi halka açık hale getirin

source: Unrelease motion to public
tr: Önergeyi halka açık halden çıkartın

source: Release Motion
tr: Önergeyi Yayınla

source: No motion is currently set for this round.
tr: Bu tur için herhangi bir önerge belirlenmemiştir.

source: Your tournament is configured to require motions to be selected in ballots and to allow ballots to be submitted by adjudicators. Ensure that you release the motions before debates finish, otherwise ballots will not be able to be submitted.
id: Turnamen Anda dikonfigurasi untuk membutuhkan mosi dipilih pada kertas suara dan untuk memperbolehkan kertas suara dikumpulkan oleh juri. Pastikan Anda merilis mosi sebelum debat berakhir. Jika tidak kertas suara tidak akan bisa dikumpulkan.
tr: Turnuvanız, ballotlarda önergelerin seçilmesi zorunlu ve ballotların jüriler tarafından gönderilebileceği şekilde ayarlanmıştır. Maçlar bitmeden önce önergeleri yayınladığınızdan emin olun, aksi takdirde ballotlar gönderilemez.
