Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/participants/locale/*/LC_MESSAGES/django.po
Languages: es, fr, id, ru, tr

source: %(team)s's debate is in <a href="%(url)s"><strong>%(room)s</strong></a>.
fr: %(team)s débat à <a href="%(url)s"><strong>%(room)s</strong></a>.
id: Debat untuk %(team)s berada di tautan <a href="%(url)s"><strong>%(room)s</strong></a>.
tr: %(team)s takımının maçı <a href="%(url)s"><strong>%(room)s</strong></a> odasında.

source: %(team)s's debate is in <strong>%(room)s</strong>.
fr: %(team)s débat à <strong>%(room)s</strong>.
id: Debat tim %(team)s berada di <strong>%(room)s</strong>.
tr: %(team)s takımının tartışması <strong>%(room)s</strong> odasında.

source: Your debate is in <a href="%(url)s"><strong>%(room)s</strong></a>.
fr: Votre débattez à <a href="%(url)s"><strong>%(room)s</strong></a>.
id: Debat anda berada di tautan <a href="%(url)s"><strong>%(room)s</strong></a>.
tr: Tartışmanız <a href="%(url)s"><strong>%(room)s</strong></a> odasında.

source: Your debate is in <strong>%(room)s</strong>.
fr: Vous débattez à <strong>%(room)s</strong>.
id: Debat anda berada di ruang <strong>%(room)s</strong>.
tr: Tartışmanız <strong>%(room)s</strong> odasında.

source: It looks like there aren't any speaker categories are defined. If you'd like to produce category-specific speaker tabs, such as a novice or ESL tab, use the <a href="%(categories_url)s" class="alert-link">Speaker Categories</a> page to define them, then return to this page to set speaker eligibility.
es: Parece que no hay ninguna categoría de oradores definida. Si quisiera producir tabs por categorías de los oradores, tales como novato o ESL, use la página <a href="%(categories_url)s" class="alert-link">Categorías de Oradores</a> para definirlas, lego regrese a esta página para configurar la elegibilidad del orador.
fr: Ça a l’air qu’il n’y a aucun catégorie d’orateur de défini. Si vous voulez générer des classements basées sur les catégories, tels pour les novices ou FLS, utilisez la page de <a href="%(categories_url)s" class="alert-link">Catégories d’orateur</a> pour en définir, puis retournez à cette page pour en fixer.
id: Sepertinya belum ada kategori pembicara yang sudah ditentukan. JIka anda ingin membuat tab untuk kategori pembicara yang spesifik, seperti tab pemula atau ESL, gunakan halaman <a href="%(categories_url)s" class="alert-link">Kategori Pembicara</a> untuk membuat kategori tersebut, lalu kembali ke halaman ini untuk menentukan kelayakan pembicara.
ru: Похоже что категории спикеров не были заданы. Если вы хотите создать отдельные спикерские тэбы для каждой категории, например, ESL-тэб или тэб молодых команд, используйте <a href="%(categories_url)s" class="alert-link"> страницу Категории спикеров</a>, чтобы задать их, а затем вернитесь на эту страницу, чтобы установить доступность спикеров.
tr: Herhangi bir konuşmacı kategorisi tanımlanmamış gibi görünüyor. Acemi veya ESL tabı gibi kategoriye özgü konuşmacı tabları oluşturmak istiyorsanız bunları tanımlamak için <a href="%(categories_url)s" class="alert-link">Konuşmacı Kategorileri</a> sayfasını kullanın, ardından konuşmacı uygunluğunu ayarlamak için bu sayfaya dönün.

source: Feedback Returns
es: Devoluciones de retroalimentación
fr: Retours d’évaluations
id: Umpan Balik kembali
ru: Возвраты обратной связи
tr: Geri Bildirim İadeleri

source: Has submitted feedback for <strong>%(adjudicator)s</strong>
es: Ha enviado retroalimentación para <strong>%(adjudicator)s</strong>
fr: A présenté une évaluation de <strong>%(adjudicator)s</strong>
id: Sudah memberikan umpan balik untuk <strong>%(adjudicator)s</strong>
ru: Обратная связь отправлена на <strong>%(adjudicator)s</strong>
tr: <strong>%(adjudicator)s</strong> için geri bildirim gönderdi

source: Has not submitted feedback for one of: <strong>%(adjudicators)s</strong> (whoever gave the oral adjudication)
es: No ha enviado retroalimentación para uno de: <strong>%(adjudicators)s</strong>(el que dio la retroalimentación oral)
fr: N’a pas présenté d’évaluation pour un d’entre eux : <strong>%(adjudicators)s</strong> (celui qui a rendu la décision)
id: Belum mengumpulkan umpan balik untuk salah satu dari juri: <strong>%(adjudicators)s</strong> (Untuk siapapun juri yang berbicara)
ru: Обратная связь не отправлена на одного из <strong>%(adjudicators)s</strong> (того, кто давал разбор)
tr: Aşağıdakilerden biri için geri bildirim göndermedi: <strong>%(adjudicators)s</strong> (sözlü kararı kim verdiyse)

source: Has not submitted feedback for <strong>%(adjudicator)s</strong>
es: No ha enviado retroalimentación para <strong>%(adjudicator)s</strong>
fr: N’a pas présenté d’evaluation pour <strong>%(adjudicator)s</strong>
id: Belum memberikan umpan balik untuk <strong>%(adjudicator)s</strong>
ru: Обратная связь не отправлена на <strong>%(adjudicator)s</strong>
tr: strong>%(adjudicator)s</strong> için geri bildirim göndermedi

source: More feedback submissions than expected for this debate:
es: Hay más envíos de retroalimentación de los esperados para este debate:
fr: Plus d’évaluations que prévu pour ce débat :
id: Pengumpulan umpan balik melebihi batas yang diijinkan untuk debat ini:
ru: Получено больше форм обратной связи, чем ожидалось для этих дебатов:
tr: Bu tartışma için beklenenden daha fazla geri bildirim gönderilidi:

source: Unexpected feedback submission for <strong>%(adjudicator)s</strong>
es: envío de retroalimentación inesperado para <strong>%(adjudicator)s</strong>
fr: Évaluation inattendue pour <strong>%(adjudicator)s</strong>
id: Ada pengumpulan umpan balik untuk <strong>%(adjudicator)s</strong> yang tidak diduga
ru: Непредвиденная форма обратной связи на <strong>%(adjudicator)s</strong>
tr: <strong>%(adjudicator)s</strong> için beklenmeyen geri bildirim gönderimi

source: %(name)s doesn't have any feedback to submit.
fr: %(name)s n’a pas d’évaluations à présenter.
id: %(name)s tidak memiliki umpan balik untuk diberikan.
ru: %(name)s не имеет формы обратной связи для отправки.
tr: %(name)s'in gönderecek herhangi bir geri bildirimi yok.

source: In This Round (%(round)s)
fr: Dans cette Joute (%(round)s)
id: Pada Ronde Ini (%(round)s)
ru: В этом раунде (%(round)s)
tr: Bu Tur (%(round)s)

source: In This Round
fr: Dans cette joute
id: Pada Ronde Ini
tr: Bu Tur

source: (Not Released to Public)
es: (No Lanzado al Público)
fr: (Non publié)
id: (Tidak dirilis ke Publik)
ru: (Не выпущено публично)
tr: (Halka Yayınlanmadı)

source: Room TBA
fr: Salle ÀD
id: Ruangan TBA
ru: Аудитория будет анонсирована позже
tr: Oda Belirlenmedi

source: %(adjudicator)s is not adjudicating this round.
fr: %(adjudicator)s ne juge pas cette joute.
id: Juri %(adjudicator)s tidak menjadi juri pada ronde ini.
ru: %(adjudicator)s не судит этот раунд.
tr: %(adjudicator)s bu tura dahil değil.

source: You are not adjudicating this round.
fr: Vous ne jugez pas cette joute.
id: Anda tidak menjadi juri pada ronde ini.
ru: Вы не судите этот раунд.
tr: Bu tur jürisiniz.

source: It looks like %(team)s is competing in %(ndebates)s debate this round.
fr: Ça parait que %(team)s est dans %(ndebates)s débat cette joute.
id: Sepertinya tim %(team)s sedang bertanding di debat %(ndebates)s pada ronde ini.
ru: Похоже что %(team)s участвует в %(ndebates)s дебатах в этом раунде.
tr: Görünüşe göre %(team)s, bu tur %(ndebates)s tartışmada yarışıyor.

source: If this is an error, please contact a tab director immediately.
fr: Si c’est une erreur, veuillez contacter un rapporteur immédiatement.
id: Jika terdapat kesalahan, mohon hubungi pimpinan debat secepatnya.
ru: Если это ошибка, немедленно свяжитесь с тэбмастером.
tr: Bu bir hataysa, lütfen hemen bir tab yöneticisiyle iletişime geçin.

source: %(team)s does not have a debate this round.
fr: %(team)s n'a pas de débat cette joute.
id: Tim %(team)s sedang tidak berdebat pada ronde ini.
ru: %(team)s не дебатировала в этом раунде.
tr: %(team)s'ın bu turda maçı yok.

source: You do not have a debate this round.
fr: Vous n'avez pas de débat cette joute.
id: Anda sedang tidak memiliki debat pada ronde ini.
ru: В этом раунде нет дебатов.
tr: Bu tur maçınız yok.

source: The draw for this round hasn't yet been released.
es: El enfrentamiento de esta ronda aún no se ha lanzado.
fr: Le tirage de cette joute n'est pas encore publié.
id: Pengundian untuk ronde ini belum dirilis.
ru: Сетка на этот раунд ещё не была опубликована.
tr: Bu turun kurası henüz açıklanmadı.

source: Participants List
es: Lista de Participantes
fr: Liste de participants
id: Daftar Partisipan
ru: Список участников
tr: Katılımcı Listesi

source: Institutions List
fr: Liste d’institutions
id: Daftar Institusi
ru: Список клубов
tr: Kurum Listesi

source: Emails have already been sent.
fr: Les courriels ont déjà été envoyés.
id: Email sudah dikirim.
ru: Email уже были отправлены.
tr: E-postalar zaten gönderildi.

source: Email Team Registrations
fr: Envoyer enregistrement d’équipe
id: Registrasi Email Tim
ru: Отправить регистрации команд по email
tr: Ekip Kayıtlarını E-postayla Gönder

source: Code Names
fr: Noms de code
id: Nama Terkode
ru: Кодовые имена
tr: Kod İsimler

source: Speaker Categories
es: Categorías de Orador
fr: Enregistrer les catégories d'orateurs
id: Kategori Pembicara
ru: Категории спикеров
tr: konuşmacı kategorileri

source: Speaker Eligibility
es: Elegibilidad del Orador
fr: Éligibilité d’orateur
id: Kelayakan Pembicara
ru: Доступность спикеров
tr: Konuşmacı Uygunluğu

source: Speaker categories allow category-specific speaker tabs to be produced, <i>e.g.</i>, for novice or ESL categories. On this page, you can define what speaker categories exist. After you've defined the categories, you can set speaker eligibility on the Speaker Eligibility page.
es: Las categorías de orador permiten producir tabs específicos por categoría, <i>ej.</i>, para las categorías novatos o ESL. En esta página, puede definir que categorías de orador existen. DEspués de definir las categorías, puede configurar la elegibilidad del orador en la página de Eligibilidad del Orador.
fr: Les catégories d’orateur permet la génération de classements basées sur des catégories, <i>e.g.</i>, pour les catégories de novices ou FLS. Sur cette page, vous pouvez les définir. Après les avoir faits, vous pouvez fixer l’éligibilité des orateurs sur la page du même nom.
id: Kategori pembicara membolehkan pembicara pada kategori-spesifik untuk diproduksi, <i>contoh</i>, untuk kategori pemula atau ESL. Pada halaman ini, Anda dapat mendefinisikan apa saja kategori pembicara yang tersedia. Setelah Anda mendefinisikan kategori, Anda dapat mengisi kelayakan pada halaman Kelayakan.
ru: Категории спикеров позволяют создавать тэбы, специфичные для каждой категории <i>например</i> для ESL или молодых команд. На этой странице вы можете задать, какие будут категории спикеров. После задания категорий вы можете установить доступность спикеров для них на странице Доступность Спикеров.
tr: Konuşmacı kategorileri, acemi veya ESL gibi kategoriye özgü konuşmacı tablarının üretilmesini sağlar. Bu sayfada, hangi konuşmacı kategorilerinin bulunduğunu tanımlayabilirsiniz. Kategorileri tanımladıktan sonra, Konuşmacı Uygunluğu sayfasından konuşmacı uygunluğunu ayarlayabilirsiniz.

source: If you want to delete speaker categories, use the <a href="%(edit_db_url)s" class="alert-link">Edit Database</a> area.
es: Si quiere eliminar categorías de oradores, use la área <a href="%(edit_db_url)s" class="alert-link">Editar Base de Datos</a>.
fr: Si vous voulez supprimer des catégories d’orateur, utilisez l’aire de <a href="%(edit_db_url)s" class="alert-link">modification de la base de données</a>.
id: Jika Anda ingin menghapus kategori pembicara, gunakan area <a href="%(edit_db_url)s" class="alert-link">Sunting Basisdata</a>.
ru: Если вы хотите удалить категории спикеров, используйте область <a href="%(edit_db_url)s" class="alert-link">Редактировать базу данных</a>.
tr: Konuşmacı kategorilerini silmek istiyorsanız, <a href="%(edit_db_url)s" class="alert-link">Edit Database</a> alanını kullanın.

source: Save Speaker Categories
es: Guardar Categorías de Orador
fr: Catégories d'orateurs
id: Menyimpan Kategori Pembicara
ru: Сохранить категории спикеров
tr: Konuşmacı Kategorilerini Kaydet

source: Team name:
fr: Nom d’équipe :
id: Nama tim:
ru: Название команды:
tr: Takım adı:

source: Full team name:
fr: Nom complet de l'équipe :
tr: Tam takım adı:

source: Short team name:
fr: Nom court de l'équipe :
tr: Kısa takım adı:

source: Code name:
fr: Nom de code :
id: Kode nama:
ru: Кодовое имя:
tr: Kod ad:

source: No code name assigned
tr: Kod adı yok

source: No emoji assigned
tr: Emoji yok

source: Speakers:
es: Oradores:
fr: Orateurs :
id: Pembicara:
ru: Спикеры:
tr: Konuşmacılar:

source: Eligible for break categories:
es: Elegible para categorías de break:
fr: Admissible aux catégories de qualification :
id: Memenuhi syarat untuk kategori break:
ru: Доступны для брейковых категорий:
tr: Break kategorileri için uygun:

source: Speaker categories:
fr: Catégories d'orateurs :
id: Kategori pembicara:
ru: Категории спикеров:
tr: Konuşmacı kategorileri:

source: Adjudicators
es: Jueces
fr: Juges
id: Juri
ru: Судьи
tr: Jüriler

source: Speakers
es: Oradores
fr: Orateurs
id: Pembicara
ru: Спикеры
tr: Konuşmacılar

source: Institutions
id: Institusi
ru: Клубы
tr: Kurumlar

source: Code
id: Kode
ru: Код
tr: Kod

source: Full name
fr: Nom complet
id: Nama lengkap
ru: Полное имя
tr: Tam ad

source: Region
fr: Région
id: Wilayah
ru: Регион
tr: Bölge

source: Teams
fr: Équipes
id: Tim
ru: Команды
tr: Takımlar

source: Number of teams
fr: Nombre d’équipes
id: Jumlah tim
ru: Количество команд
tr: Takım sayısı

source: Adjs
fr: Juges
id: Juri
ru: Судьи
tr: Jüriler

source: Number of adjudicators, excluding independents
fr: Nombre de juges moins ceux indépendants
id: Jumlah juri, kecuali juri independen
ru: Количество судей, за исключением независимых
tr: Bağımsızlar hariç Jüri sayısı

source: IAs
fr: JIs
id: JI
ru: НС
tr: BJ'ler

source: Number of independent adjudicators
fr: Nombre de juges indépendants
id: Banyak juri independen
ru: Количество независимых судей
tr: Bağımsız Jüri sayısı

source: Code name
fr: Nom de code
id: Kode nama
ru: Кодовое имя
tr: Kod ad

source: Team Registration
fr: Enregistrement d’équipe
id: Registrasi Tim
ru: Регистрация команд
tr: takım kaydı

source: Results
fr: Résultats
id: Hasil
ru: Результаты
tr: Sonuçlar

source: Record for %(name)s
es: Registro para %(name)s
fr: Résumé pour %(name)s
id: Catatan Rekor untuk %(name)s
ru: Запись для %(name)s
tr: %(name)s için kayıtlar

source: Previous Rounds
es: Rondas Previas
fr: Tours précédents
id: Ronde sebelumnya
ru: Предыдущие раунды
tr: Önceki Turlar

source: Saved category: %(list)s
fr: Sauvegardé catégorie : %(list)s
id: Kategori yang tersimpan: %(list)s
ru: Сохранена категория: %(list)s
tr: Kaydedilen kategori: %(list)s

source: No changes were made to the categories.
fr: Aucun modification n’a été faite aux catégories.
id: Tidak ada perubahan yang dilakukan pada kategori.
ru: В категории не было внесено никаких изменений.
tr: Kategorilerde herhangi bir değişiklik yapılmadı.

source: Speaker Category Eligibility
es: Elegibilidad de Categorías de Oradores
fr: Éligibilité dans les catégories d’orateur
id: Eligibilitas Kategori Pembicara
ru: Доступность спикера для категории
tr: Konuşmacı Kategori Uygunluğu

source: Delete URL key
es: Borrar clave URL
fr: Supprimer clé d’URL
id: Hapus kunci URL

source: Motion %(seq)s:
es: Moción %(seq)s:
id: Mosi %(seq)s:

source: swing
fr: substitut
ru: свинг

source: bye
es: adiós
fr: sans adversaire

source: Emoji:
fr: Émoji :

source: emoji
ru: эмоджи

source: e-mail address
es: dirección de correo electrónico

source: notes
es: notas

source: The name shown in the draw. Do not include institution name (see "uses institutional prefix" below)
es: El nombre que se muestra en el enfrentamiento. No incluya el nombre de la institución (consulte "usos del prefijo institucional" más adelante)

source: The name shown in the draw, including institution name. (This is autogenerated.)
es: El nombre que se muestra en el enfrentamiento, incluido el nombre de la institución. (Esto es autogenerado.)

source: division
es: división

source: test score
es: puntaje de la prueba

source: <strong>Warning:</strong> If there are “debate team” objects in the above list, <strong>you probably shouldn't delete these %(objects_name)s</strong>.
es: <strong>Alerta:</strong> si hay objetos que pertenezcan al grupo “equipo de debate”, <strong>tal vez no deberías borrar estos %(objects_name)s</strong>.

source: %(adj_name)s is the <strong>chair</strong> adjudicating %(aff)s vs %(neg)s in <strong>%(venue)s</strong>.
es: %(adj_name)s es el <strong>juez principal</strong> y adjudica a %(aff)scontra%(neg)sen <strong>%(venue)s</strong>.

source: %(adj_name)s is a <strong>%(type)s</strong> adjudicating %(aff)s vs %(neg)s in <strong>%(venue)s</strong>.
es: %(adj_name)s es <strong>juez %(type)s</strong> y adjudica a %(aff)scontra%(neg)sen<strong>%(venue)s</strong>.

source: %(adj_name)s is adjudicating %(aff)s vs %(neg)s in <strong>%(venue)s</strong>.
es: %(adj_name)sadjudica a%(aff)scontra%(neg)sen<strong>%(venue)s</strong>.

source: %(adj_name)s is the <strong>chair</strong> adjudicating in <strong>%(venue)s</strong>.
es: %(adj_name)ses el <strong>juez principal</strong> y adjudica en <strong>%(venue)s</strong>.

source: %(adj_name)s is a <strong>%(type)s</strong> adjudicating in <strong>%(venue)s</strong>.
es: %(adj_name)s es <strong>juez %(type)s</strong> y adjudica en <strong>%(venue)s</strong>.

source: %(adj_name)s is adjudicating in <strong>%(venue)s</strong>.
es: %(adj_name)s adjudica en <strong>%(venue)s</strong>.

source: %(team_name)s is debating as the <strong>%(side)s</strong> team against <strong>%(opponent)s</strong> in <strong>%(venue)s</strong>.
es: %(team_name)s está debatiendo como e equipo de <strong>%(side)s</strong> en contra de <strong>%(opponent)s</strong> en <strong>%(venue)s</strong>.

source: %(team_name)s is debating against <strong>%(opponent)s</strong> in <strong>%(venue)s</strong>.
es: %(team_name)s está debatiendo en contra de <strong>%(opponent)s</strong> en <strong>%(venue)s</strong>.

source: %(team_name)s is debating as the <strong>%(side)s</strong> team in <strong>%(venue)s</strong>.
es: %(team_name)s esta debatiendo como el equipo de <strong>%(side)s</strong> en <strong>%(venue)s</strong>.

source: %(team_name)s is debating in <strong>%(venue)s</strong>.
es: %(team_name)s está debatiendo en <strong>%(venue)s</strong>.

source: %(participant_name)s doesn't have any feedback to submit.
es: %(participant_name)s no tiene ninguna retroalimentación por enviar.

source: In This Round (%(round_name)s)
es: En Esta Ronda (%(round_name)s)

source: %(adj_name)s is not adjudicating this round.
es: %(adj_name)s no adjudicará en esta ronda.

source: %(team_name)s does not have a debate this round.
es: %(team_name)s no tiene debate esta ronda.

source: Full name:
es: Nombre completo:

source: Saved speaker category: %(list)s
es: Categoría de oradores guardada: %(list)s

source: No changes were made to the speaker categories.
es: Ningún cambio fue hecho a las categorías de oradores.

source: Your shift check-ins have been saved
es: Sus cambios de check-in han sido guardados (?)

source: Whoops! There was a problem with the form.
es: ¡Ups! Hubo un problema con el formulario.
