Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/participants/locale/*/LC_MESSAGES/django.po
Languages: es, fr, id, ru, tr

source: The team can't be in a break category of a different tournament. Please remove: %(category)s
es: El equipo no puede estar en una categoría de break en un torneo diferente. Por favor elimina: %(category)s
fr: L’équipe ne peut pas être dans la catégorie de qualification d’un autre tournoi. Veuillez enlever : %(category)s
id: Tim ini tidak dapat berada pada kategori break dari turnamen yang berbeda. Harap hapus %(category)s
ru: Команда не может быть в брейковой категории на другом турнире. Пожалуйста, удалите: %(category)s
tr: Takım farklı bir turnuvanın break kategorisinde olamaz. Lütfen şunu kaldırın: %(category)s

source: Emoji & Code
tr: Emoji ve Kod

source: Delete URL Key
tr: URL Anahtarını Sil

source: %(count)d speaker had their URL key removed.
fr: %(count)d orateur a eu leur clé d’URL supprimé.
id: Sebanyak %(count)d pembicara sudah menghapus kunci URL mereka.
ru: %(count)d URL-ключ этого спикера был удален.
tr: %(count)d konuşmacısının URL anahtarı kaldırılmıştır.

source: Reset emoji
fr: Réinitialiser émoji
tr: Emojiyi sıfırla

source: %(count)d team had their emoji reset.
fr: %(count)d équipe a fait réinitialiser leur émoji.
id: Sebanyak %(count)d tim me-reset emoji mereka.
tr: %(count)d takımının emojisi sıfırlandı.

source: Reset code name
fr: Réinitialiser nom code
id: Reset kode nama
tr: Kod ad sıfırla

source: %(count)d team had their code name reset.
fr: %(count)d équipe a fait réinitialiser leur nom code.
id: Sebanyak %(count)d tim me-reset kode nama mereka.
tr: %(count)d takımının kod adı sıfırlandı.

source: %(count)d adjudicator had their URL key removed.
es: a %(count)d juez se le ha quitado su clave URL
fr: %(count)d juge a eu leur clé d’URL supprimé.
id: Sebanyak %(count)d juri sudah menghapus kunci URL mereka.
ru: %(count)d URL-ключ этого судьи был удален.
tr: %(count)d jürisinin URL anahtarı kaldırılmıştır.

source: Participants
es: Participantes
id: Partisipan
ru: Участники
tr: Katılımcılar

source: name
es: nombre
fr: nom
id: nama
ru: название
tr: isim

source: region
es: región
fr: région
id: wilayah
ru: регион
tr: bölge

source: regions
es: regiones
fr: régions
id: wilayah
ru: регионы
tr: bölgeler

source: The institution's full name, e.g., "University of Cambridge", "Victoria University of Wellington"
es: El nombre completo de la institución, ej: "Universidad del Rosario", "Universidad de Cambridge"
fr: Le nom complet d'institution, par ex., « Université de Montréal », « Institut d'études politiques de Paris »
id: Nama panjang dari insitusi, seperti "University of Cambridge", "Victoria University of Wellington"
ru: Полное название клуба, например "Университет Кембриджа" или "Университет Виктории в Веллингтоне"
tr: Kurumun tam adı, örneğin, "Cambridge Üniversitesi", "Wellington Victoria Üniversitesi"

source: code
es: código
id: kode
ru: код
tr: kod

source: What the institution is typically called for short, e.g., "Cambridge", "Vic Wellington"
es: Cómo es llamada la institución típicamente, ej: "El Rosario", "Cambridge"
fr: Ce que s'appelle l'institution typiquement, par ex., « Montréal », « Sciences Po »
id: Nama institusi secara pendek yang biasa digunakan, seperti "Cambridge", "Vic Wellington"
ru: Как обычно кратко называют клуб, например "Кембридж" или "Вик Веллингтон"
tr: Kurumun tipik olarak kısa adı, örneğin, "Cambridge", "Vic Wellington"

source: institution
es: institución
id: institusi
ru: клуб
tr: kurum

source: institutions
es: instituciones
id: institusi
ru: клубы
tr: kurumlar

source: tournament
es: torneo
fr: tournoi
id: turnamen
ru: турнир
tr: turnuva

source: Name to be displayed, e.g., "Novice", "ESL"
es: Nombre para mostrar, ej: "Novato", "ESL"
fr: Nom à être affiché, e.g. « Novice », « FLS »
id: Nama untuk ditampilkan, misal, "ESL"
ru: Отображаемое название, например, "ESL", "Новички"
tr: Görüntülenecek ad, örneğin "Acemi", "ESL"

source: slug
ru: краткое название
tr: jeton

source: Slug for URLs, e.g., "novice", "esl"
fr: Slug pour les URLs, e.g., « novice », « fls »
id: Slug untuk URL, misal, "esl"
ru: Краткое название для URL, например, "esl", "новички"
tr: URL'ler için jeton, örneğin "acemi", "esl"

source: sequence number
es: número de secuencia
fr: numéro de séquence
id: nomor urut
ru: порядковый номер
tr: sıra numarası

source: The order in which the categories are displayed
es: El orden en que se muestran las categorías
fr: L’ordre dans laquelle les catégories sont affichées
id: Urutan kategori ditampilkan
ru: Порядок, в котором демонстрируются категории
tr: Kategorilerin görüntülenme sırası

source: limit
es: limite
fr: limite
id: batas
ru: лимит
tr: sınır

source: At most this many speakers will be shown on the public tab for this category, or use 0 for no limit
es: Se mostrarán como máximo este número de oradores en el tab público, o use 0 para no poner un límite
fr: Au plus, ce montant d’orateurs sera montré sur le classement public de cette catégorie, ou 0 pour aucune limite
id: Maksimal sejumlah pembicara ini akan muncul pada tab publik untuk kategori ini, atau gunakan 0 untuk tidak dibatasi
ru: Такое максимальное количество спикеров будет показано в публичном тэбе для этой категории или используйте 0 для отсутствия лимита
tr: En fazla bu kadar konuşmacı bu kategorinin herkese açık tabında gösterilir veya sınır olmaması için 0 kullanın

source: public
es: público
fr: publique
id: publik
ru: публично
tr: herkese açık

source: If checked, this category will be included in the speaker category tabs shown to the public
es: Si está marcada, esta categoría se incluirá en las pestañas de la categoría del orador que se muestran al público
fr: Si coché, cette catégorie sera inclus dans les onglets des catégories d’orateur montré au public
id: Apabila ditandai, kategori ini akan ditampilkan pada publik pada bagian tabulasi pembicara per kategori
ru: При этом выборе эта категория будет включена в категории спикерских тэбов, которые будут показаны публично
tr: İşaretlenirse, bu kategori herkese gösterilen konuşmacı kategorisi tablarına dahil edilecektir.

source: speaker category
es: categoría del orador
fr: catégorie d'orateurs
id: kategori pembicara
ru: категория спикера
tr: konuşmacı kategorisi

source: speaker categories
es: categorías del orador
fr: catégories d'orateurs
id: kategori pembicara
ru: категории спикеров
tr: konuşmacı kategorileri

source: phone
es: teléfono
fr: téléphone
id: nomor telepon
ru: номер телефона
tr: Telefon

source: anonymous
es: anónimo
fr: anonyme
id: anonim
ru: анонимно
tr: anonim

source: Anonymous persons will have their name and team redacted on public tab releases
es: Las personas anónimas tendrán su nombre y equipo redactado en las publicaciones de tab públicas
fr: Les noms et les équipes des personnes anonymes sera caviardé sur les tabs publics
id: Nama dan tim para peserta anonim akan disunting pada rilis tab publik
ru: Имена анонимных людей и названия их команд будут отредактированы при публикации тэба
tr: Anonim kişilerin adları ve takımları herkese açık tab yayınlamalarında redakte edilecektir

source: code name
fr: nom de code
id: kode nama
ru: кодовое имя
tr: kod ad

source: Name used to obscure real name on public-facing pages
tr: Herkese açık sayfalarda gerçek adı gizlemek için kullanılan ad

source: URL key
es: clave URL
fr: clé d'URL
id: Kunci URL
ru: Ключ URL
tr: URL anahtarı

source: male
es: hombre
fr: homme
id: pria
ru: мужской
tr: erkek

source: female
es: mujer
fr: femme
id: wanita
ru: женский
tr: kadın

source: other
es: otro
fr: autre
id: lainnya
ru: другой
tr: diğer

source: gender
es: género
fr: genre
id: jenis kelamin
ru: гендер
tr: cinsiyet

source: Gender is displayed in the adjudicator allocation interface, and nowhere else
es: El género solo se muestra en la interfaz de jueces, y en ningún otro lugar
fr: Le genre est affiché dans l’interface d’attribution de juges
id: Jenis kelamin akan ditampilkan pada alokasi tampilan untuk juri, dan tidak di tempat lain
ru: Гендер отображается в интерфейсе расстановки судей и больше нигде
tr: Cinsiyet, jüri tahsisat arayüzünde görüntülenir ve başka hiçbir yerde görüntülenmez

source: pronoun
es: pronombre
fr: pronom
id: kata ganti
ru: произношение
tr: zamir

source: If printing ballots using Tabbycat, there is the option to pre-print pronouns
es: Si imprime las ballots usando Tabbycat, existe la opción de preimprimir pronombres
fr: Si vous imprimez les feuilles avec Tabbycat, il y a un option à pré-imprimer les pronoms
id: Jika melakukan cetak kertas suara menggunakan Tabbycat, ada pilihan untuk pracetak kata ganti
ru: Если печатать бэллоты с помощью Tabbycat, то есть возможность предварительно распечатать произношения
tr: Tabbycat kullanarak ballot yazdırıyorsanız, zamirleri önceden yazdırma seçeneği vardır.

source: person
es: persona
fr: personne
id: orang
ru: человек
tr: kişi

source: persons
es: personas
fr: personnes
id: orang
ru: люди
tr: kişi

source: full name/suffix
es: nombre/sufijo completo
fr: nom/suffixe complet
id: nama lengkap/nama belakang
ru: полное имя
tr: tam ad/sonek

source: Do not include institution name (see "uses institutional prefix" below)
es: No incluya el nombre de la institución (consulte "usos del prefijo institucional" más adelante)
fr: N'incluez pas le nom d'institution (voyez « utilise le préfixe institutionnel » ci-dessous)
id: Harap tidak menyertakan nama institusi (lihat "penggunaan prefiks institusional" di bawah)
ru: Не указывать название клуба (см. "Клуб в названии команды" ниже)
tr: Kurum adını eklemeyin (aşağıdaki "kurumsal önek kullan" bölümüne bakın)

source: short name/suffix
es: nombre/sufijo corto
fr: nom/suffixe court
id: nama pendek/nama belakang
ru: краткое название
tr: kısa ad/sonek

source: The decoded name shown in the draw, not including institution name (see "uses institutional prefix" below)
fr: Le nom décodé qui est affiché dans le tirage, n'incluant pas le nom d'institution (voyez « utilise le préfixe institutionnel » ci-dessous)
id: Nama yang diterjemahkan yang ditampilkan dalam undian, tanpa termasuk nama institusi. (Ini dibuat secara otomatis.)
tr: Kurada gösterilen kodsuz ad, kurum adını içermez (aşağıdaki "kurumsal önek kullan" bölümüne bakın)

source: Name used to obscure institutional identity on public-facing pages
fr: Un nom pour masquer l'identité institutionnelle sur les pages publiques
id: Nama yang digunakan untuk menyamarkan identitas institusi pada halaman publik
ru: Кодовое название, которое используется для того, чтобы скрыть, к какому клубу относится команда (на страницах в открытом доступе)
tr: Herkese açık sayfalarda kurumsal kimliği gizlemek için kullanılan ad

source: short name
es: nombre corto
fr: nom court
id: nama pendek
ru: краткое название
tr: kısa ad

source: The decoded name shown in the draw, including institution name. (This is autogenerated.)
fr: Le nom décodé montré dans le tirage, y compris le nom de l’institution. (Généré automatiquement.)
id: Nama yang diterjemahkan yang ditampilkan dalam undian, termasuk nama institusi. (Ini dibuat secara otomatis.)
tr: Kurum adı da dahil olmak üzere kurada gösterilen kodsuz ad. (Bu otomatik olarak oluşturulur.)

source: long name
es: nombre largo
fr: nom long
id: nama panjang
ru: длинное имя
tr: uzun isim

source: The full name of the team, including institution name. (This is autogenerated.)
es: El nombre completo del equipo, incluyendo el nombre de la institución. (Esto es autogenerado.)
fr: Le nom complet d'équipe, y compris le nom d'institution. (Généré automatiquement.)
id: Nama lengkap dari tim, termasuk nama institusi. (Ini dibuat secara otomatis.)
ru: Полное название команды, включая название клуба (генерируется автоматически)
tr: Kurum adı da dahil olmak üzere takımın tam adı. (Bu otomatik olarak oluşturulur.)

source: Uses institutional prefix
es: Usos del prefijo institucional
fr: Utilise le préfixe institutionnel
id: Menggunakan nama depan institusi
ru: Клуб в названии команды
tr: Kurumsal önek kullan

source: If ticked, a team called "1" from Victoria will be shown as "Victoria 1"
es: Si está marcado, un equipo llamado "1" de Victoria se mostrará como "Victoria 1"
fr: Si cochée, une équipe appelée « 1 » de Victoria sera indiquée par « Victoria 1 »
id: Jika ditandai, tim yang dipanggil "1" dari Victoria akan tertulis sebagai "Victoria 1"
ru: Если стоит отметка, команда "1" из Виктории будет показана как "Виктория 1"
tr: İşaretlenirse, Victoria'dan "1" adlı bir takım "Victoria 1" olarak gösterilecektir.

source: break categories
es: categorias de break
fr: catégories de qualification
id: kategori break
ru: категории брейка
tr: break kategorileri

source: institution conflicts
es: conflictos de institución
fr: conflits avec institutions
id: konflik institusi
ru: конфликты с клубами
tr: kurum conflictleri

source: none
es: ninguna
fr: aucun
id: tidak ada
ru: нет
tr: hiçbiri

source: composite
es: compuesto
fr: composée
id: komposit
ru: составной
tr: terkip

source: type
es: tipo
id: tipe
ru: тип
tr: tür

source: team
es: equipo
fr: équipe
id: tim
ru: команда
tr: takım

source: teams
es: equipos
fr: équipes
id: tim
ru: команды
tr: takımlar

source: Teams must have an institution if they are using the institutional prefix.
es: Los equipos deben tener una institución si están usando el prefijo institucional.
fr: Si une équipe utilise le préfixe institutionnel, il faut qu'elle ait une institution.
id: Tim harus memiliki institusi jika mereka menggunakan nama depan institusi.
ru: Если в названии команды указывается название клуба, для таких команд должен быть указан клуб.
tr: Kurumsal önek kullanan takımların bir kurumu olmalıdır.

source: Teams must have a full name if they don't use the institutional prefix.
es: Los equipos deben tener un nombre completo si no usan el prefijo institucional.
fr: Si une équipe n'utilise pas le préfixe institutionnel, il faut qu'elle ait un nom complet.
id: Tim harus memiliki nama lengkap jika mereka tidak menggunakan nama depan institusi.
ru: Если в названии команды не указывается название клуба, у команды должно быть полное название.
tr: Kurumsal önek kullanmayan takımların tam adı olmalıdır.

source: Teams must have a short name if they don't use the institutional prefix.
es: Los equipos deben tener un nombre corto si no usan el prefijo institucional.
fr: Si une équipe n'utilise pas le préfixe institutionnel, il faut qu'elle ait un nom court.
id: Tim harus memiliki nama pendek jika mereka tidak menggunakan nama depan institusi.
ru: Если в названии команды не указывается название клуба, у команды должно быть краткое название.
tr: Kurumsal önek kullanmayan takımların kısa adı olmalıdır.

source: speaker
es: orador
fr: orateur
id: pembicara
ru: спикер
tr: konuşmacı

source: speakers
es: oradores
fr: orateurs
id: pembicara
ru: спикеры
tr: konuşmacılar

source: Adjudicators not assigned to any tournament can be shared between tournaments
es: Los jueces que no están asignados a ningún torneo pueden compartirse entre torneos
fr: Les juges qui ne sont attribués à aucun tournoi peuvent être partagé entre les tournois
id: Juri yang tidak terdaftar pada turnamen apapun dapat digunakan antar turnamen
ru: Аудитории, не привязанные ни к одному турниру, могут быть разделены между турнирами
tr: Herhangi bir turnuvaya atanmayan jüriler turnuvalar arasında paylaşılabilir

source: base score
fr: note de base
id: nilai basis
ru: исходный рейтинг
tr: temel puan

source: team conflicts
es: conflictos de equipo
fr: conflits avec équipes
id: konflik tim
ru: конфликты команд
tr: takım conflictleri

source: adjudicator conflicts
fr: conflits de juge
id: konflik juri
tr: jüri conflictleri

source: always trainee
es: trainee siempre (a.k.a. PittaⓉ)
fr: toujours stagiaire
id: selalu trainee
ru: всегда винг без права голоса
tr: her zaman acemi

source: If checked, this adjudicator will never be auto-allocated a voting position, regardless of their score
es: Si se selecciona, este juez nunca se asignará automáticamente a un puesto con voto, independientemente de su puntaje
fr: Si coché, ce juge ne sera jamais placé automatiquement dans un rôle votante, n’importe leur score
id: Apabila ditandai, draw tidak akan mengalokasikan juri ini untuk mendapatkan hak suara, berapapun nilai yang didapat
ru: При этом выборе этот судья никогда не будет автоматически распределен на позицию с правом голоса, независимо от его балла
tr: İşaretlenirse, bu jüriye, puanlarından bağımsız olarak asla otomatik olarak bir oy pozisyonu tahsis edilmeyecektir.

source: breaking
es: pasando el break
fr: qualifiant
ru: брейкающиеся
tr: break olan

source: independent
es: independiente
fr: indépendant
id: independen
ru: независимый
tr: bağımsız

source: adjudication core
es: adjudicación
fr: sein des juges
id: juri inti
ru: судейский пул
tr: jüri komitesi

source: adjudicator
es: juez
fr: juge
id: juri debat
ru: судья
tr: jüri

source: adjudicators
es: jueces
fr: juges
id: juri
ru: судьи
tr: jüriler

source: Points after this debate
es: Puntos luego de este debate
fr: Points après ce débat
id: Poin sesudah debat ini
ru: Баллов после этого раунда
tr: Bu tartışmadan sonra puanlar

source: Wins after this debate
es: Rondas ganadas después de este debate
fr: Victoires après ce débat
id: Jumlah menang sesudah debat ini
ru: Побед после этого раунда
tr: Bu tartışmadan sonra galibiyetler

source: Speaker scores<br>(in speaking order)
es: Puntajes de orador <br> (en orden de intervención)
fr: Scores d'orateurs<br>(dans l'ordre d'intervention)
id: Nilai Pembicara<br>(sesuai urutan giliran berbicara)
ru: Спикерские баллы<br>(в порядке выступления)
tr: Konuşmacı puanları<br>(konuşma sırasına göre)

source: Speaks
es: Discursos
fr: Scores
id: Berbicara
ru: Спикерские
tr: Konuşuyor

source: About %(name)s
es: Sobre %(name)s
fr: À propos de %(name)s
id: Tentang %(name)s
ru: О %(name)s
tr: %(name)s hakkında

source: Independent adjudicator
fr: Juge indépendant
id: Juri independen
ru: Независимый судья
tr: Bağımsız jüri

source: Member of the adjudication core
fr: Membre du sein des juges
id: Anggota tim penjurian inti
ru: Член судейского пула
tr: jüri komitesi üyesi

source: Institution:
es: Institución:
id: Institusi:
ru: Клуб:
tr: Kurum:

source: Unaffiliated
fr: Non-affilié
id: Tidak terafiliasi
ru: Неаффилированный
tr: Bağımsız

source: Region:
es: Región:
fr: Région :
id: Wilayah:
ru: Регион:
tr: Bölge:

source: The institutional affiliations of adjudicators are not public at this tournament.
fr: Les affiliations institutionnels des juges ne sont pas publics dans ce tournoi.
id: Afiliasi untuk institusi para juri tidak bersifat publik pada turnamen ini.
tr: Jürilerim kurumsal bağlantıları bu turnuvada herkese açık değildir.

source: Institutional Conflicts:
fr: Conflits avec institutions :
id: Konflik Institusi:
ru: Конфликты с клубами:
tr: Kurumsal Conflictler:

source: None
fr: Aucun
id: Tidak ada
ru: Нет
tr: Hiçbiri

source: Team Conflicts:
fr: Conflits avec équipes :
id: Konflik Tim:
ru: Конфликты команд:
tr: Takım Conflictleri:

source: Adjudicator Conflicts:
fr: Conflits avec juges :
id: Konflik Juri:
ru: Конфликты судей:
tr: Hakem Conflictleri:

source: Room Constraints:
fr: Contraintes de salle:
id: Batasan-batasan Ruangan:
ru: Ограничения аудиторий:
tr: Oda Kısıtlamaları:

source: <strong>Don't forget:</strong> If this adjudicator should be conflicted against their own institution, you should add this conflict <strong>now</strong> in the <strong>Adjudicator-institution conflicts</strong> tab above, because the own-institution conflict is <strong>not</strong> automatically created when using this form.
fr: <strong>N’oubliez pas :</strong> Si ce juge devrait être en conflit avec son propre institution, vous devriez ajouter cette contrainte <strong>maintenant</strong> dans l’onglet des <strong>conflits entre juge et institution</strong> parce que cette contrainte n’est pas automatiquement créée en utilisant cette formulaire.
id: <strong>Jangan lupa:</strong> Jika juri ini memiliki konflik dengan institusinya, anda sebaiknya menambahkan konflik ini <strong>sekarang</strong> di bagian tab <strong>Konflik Juri dengan institusi</strong>, karena konflik ini <strong>tidak</strong> dibuat secara otomatis ketika menggunakan formulir ini.
ru: <strong>Не забудьте:</strong> Если у этого судьи должен быть конфликт с его клубом, его нужно <strong>сейчас</strong> добавить на вкладке <strong>"Конфликты между судьями и клубами"</strong>, поскольку эта форма <strong>не</strong> добавляет судье конфликт с его клубом автоматически.
tr: <strong>Unutmayın:</strong> Bu jürinin kendi kurumuyla conflictli olması gerekiyorsa, bu conflicti <strong>şimdi</strong> yukarıdaki <strong>Jüri-kurum conflictleri</strong> sekmesine eklemelisiniz, çünkü kendi kurum conflicti bu formu kullanırken otomatik olarak <strong> yaratılmamıştır.</strong>

source: <strong>Warning:</strong> If there are “debate team” objects in the above list, <strong>you probably shouldn't delete this %(object_name)s</strong>.
es: <strong>Alerta:</strong> si hay objetos que pertenezcan al grupo “equipo de debate”, <strong>tal vez no deberías borrar este%(object_name)s</strong>
fr: <strong>Avertissement :</strong> S’il y a des objets « débat-équipe » dans la liste ci-dessus, <strong>vous ne devrait pas probablement supprimer ce %(object_name)s</strong>.
id: <strong>Peringatan:</strong>Jika ada objek "tim debat" pada daftar di atas, <strong>mungkin sebaiknya anda jangan menghapus objek %(object_name)s</strong>.
ru: <strong>Предупреждение:</strong>Если в списке выше объекты "команда", <strong>вам, возможно, не стоит удалять это %(object_name)s</strong>.
tr: <strong>Uyarı:</strong> Yukarıdaki listede "tartışma takımı" nesneleri varsa, <strong>muhtemelen bu %(object_name)s</strong> öğesini silmemelisiniz.

source: <strong>Warning:</strong> If there are “debate team” objects in the above list, <strong>you probably shouldn't delete the selected %(objects_name)s</strong>.
fr: <strong>Avertissement :</strong> S’il y a des objets « débat-équipe » dans la liste ci-dessus, <strong>vous ne devrait pas probablement supprimer ces %(objects_name)s</strong>.
id: <strong>Peringatan:</strong>Jika ada objek "tim debat" pada daftar di atas, <strong>mungkin sebaiknya anda jangan menghapus objek %(objects_name)s yang sudah dipilih</strong>.
ru: <strong>Предупреждение:</strong>Если в списке выше объекты "команда", <strong>вам, возможно, не стоит удалять это %(objects_name)s</strong>.
tr: <strong>Uyarı:</strong> Yukarıdaki listede "tartışma takımı" nesneleri varsa, <strong>muhtemelen seçili %(object_name)s</strong> öğesini silmemelisiniz.
