Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/participants/locale/*/LC_MESSAGES/django.po
Languages: es, fr, id, ru, tr

source: This is especially the case if any team that would be deleted has already participated in a debate. If a team already has a result entered for it, deleting the team also deletes those results, <strong>which normally breaks the tab</strong>, even if you think you don't need those results anymore. If a team has debated and is withdrawing from the tournament, you should <strong>not</strong> delete it. Just mark the team inactive under the “Availability” section of the Tabbycat admin area.
fr: C’est particulièrement le cas si une équipe qui aurait été supprimé a déjà participé à un débat. Si une équipe a déjà un résultat, la suppression de cette équipe supprimera aussi ces résultats, <strong>et cette dernière suppression casse normalement les classements</strong>, même si vous pensez que vous n’avez plus besoin de ces résultats. Si une équipe a débattu et se retire du tournoi, vous <strong>ne devriez pas</strong> le supprimer. Marquez simplement l’équipe inactive dans la section « Enregistrement », dans la zone d’administration de Tabbycat.
id: Terutama pada kasus jika ada tim yang akan dihapus ternyata sudah berpartisipasi pada sebuah debat. Jika tim tersebut sudah memiliki hasil yang tercatat, menghapus tim tersebut juga akan menghapus hasil tersebut, <strong>dimana biasanya juga menghapus tab yang ada</strong>, bahkan jika anda sudah tidak membutuhkan lagi hasil tersebut. Jika sebuah tim sudah mengikuti pertandingan dan sedang menunggu hasil dari turnamen tersebut, anda sebaiknya <strong>tidak</strong> menghapus tim tersebut. Anda cukup menandai tim tersebut tidak aktif pada bagian "Ketersediaan" di area admin Tabbycat.
ru: Это особенно важна в случаях, если какая-то команда, которая уже участвует в дебатах, будет удалена. Если результаты команды уже вбиты, удаление этой команды также удаляет эти результаты, <strong> что обычно приводит к сбоям тэба</strong>, даже если вы думаете, что вам больше не нужны эти результаты. Если команда дебатировала, но покинула турнир, вам <strong> не нужно </strong> её удалять. Просто отметьте эту команду как неактивную в секции "Доступность" в области администратора в Tabbycat.
tr: Bu, özellikle silinecek herhangi bir takım önceden bir maça katılmışsa geçerlidir. Bir takımın önceden girilmiş bir sonucu varsa, takımı silmek, artık bu sonuçlara ihtiyacınız olmadığını düşünseniz bile, bu sonuçları da siler, <strong>normalde tabı bozar</strong>. Bir takım tartıştıysa ve turnuvadan çekiliyorsa, <strong>silmemelisiniz</strong>. Tabbycat yönetici alanının "Kullanılabilirlik" bölümünün altında takımı etkin değil olarak işaretlemeniz yeterlidir.

source: Note that deleting an institution also deletes all teams from that institution.
es: Note que borrar una institución también borra todos los equipos de esta institución.
fr: Notez que la suppression d’une institution supprimera également toutes les équipes de cette institution.
id: Mohon diingat bahwa menghapus sebuah institusi juga akan menghapus seluruh tim dari institusi tersebut.
ru: Обратите внимание, что при удалении клуба также удаляются все команды из этого клуба.
tr: Bir kurumu silmenin, o kurumdaki tüm takımları da sileceğini unutmayın.

source: If you're very sure about deleting this %(object_name)s, please delete the above objects first, and be sure to heed the warning that you will see on the “debate team” objects page before proceeding.
es: Si está muy seguro de borrar este%(object_name)s, por favor borre los objetos de arriba primero, y asegúrese de prestar especial atención a la advertencia que verá la página de objetos “equipo de debate” antes de proceder.
fr: Si vous êtes très sûr(e) que vous voulez supprimer ce %(object_name)s, veuillez supprimer tout d’abord les objets ci-dessus et n’oubliez pas de tenir compte de l’avertissement que vous verrez sur la page d’objets « débat-équipe » avant de procéder.
id: Jika anda merasa yakin untuk menghapus objek %(object_name)s, harap hapus objek yang berada di atasnya terlebih dahulu, dan pastikan untuk memperhatikan peringatan yang akan anda lihat pada halaman objek "tim debat" sebelum melanjutkan.
ru: Если вы очень уверены, что хотите удалить это %(object_name)s, пожалуйста, сначала удалите вышеупомянутые объекты и будьте уверены, что вы увидите на странице «команда дебатов» объектов перед продолжением.
tr: Bu %(object_name)s'i silme konusunda kararlıysanız, lütfen önce yukarıdaki nesneleri silin ve devam etmeden önce "tartışma takımı" nesneleri sayfasında göreceğiniz uyarıyı dikkate aldığınızdan emin olun.

source: If you're very sure about deleting these %(objects_name)s, please delete the above objects first, and be sure to heed the warning that you will see on the “debate team” objects page before proceeding.
es: Si está muy seguro de borrar estos %(objects_name)s, por favor borre los objetos de arriba primero, y asegúrese de prestar especial atención a la advertencia que verá la página de objetos “equipo de debate” antes de proceder.
fr: Si vous êtes très sûr(e) que vous voulez supprimer ces %(objects_name)s, veuillez supprimer tout d’abord les objets ci-dessus et n’oubliez pas de tenir compte de l’avertissement que vous verrez sur la page d’objets « débat-équipe » avant de procéder.
id: Jika anda merasa yakin untuk menghapus objek %(objects_name)s ini, harap hapus objek yang berada di atasnya terlebih dahulu, dan pastikan untuk memperhatikan peringatan yang akan anda lihat pada halaman objek "tim debat" sebelum melanjutkan.
ru: Если вы точно уверены, что хотите удалить эти объекты %(objects_name)s, пожалуйста, сначала удалите объекты, расположенные выше и внимательно отнеситесь к предупреждению, которую вы увидите на странице объектов "дебатирующие команды" перед продолжением.
tr: Bu %(object_name)s'i silme konusunda kararlıysanız, lütfen önce yukarıdaki nesneleri silin ve devam etmeden önce "tartışma takımı" nesneleri sayfasında göreceğiniz uyarıyı dikkate aldığınızdan emin olun.

source: <strong>Don't forget:</strong> If this team should be conflicted against its own institution, you should add this conflict <strong>now</strong> in the <strong>Team-institution conflicts</strong> tab above, because the own-institution conflict is <strong>not</strong> automatically created when using this form.
fr: <strong>N’oubliez pas :</strong> Si cette équipe devrait être en conflit avec son propre institution, vous devriez ajouter cette contrainte <strong>maintenant</strong> dans l’onglet des <strong>conflits entre équipe et institution</strong> parce que cette contrainte n’est pas automatiquement créée en utilisant cette formulaire.
id: <strong>Jangan lupa:</strong> Jika timini memiliki konflik dengan institusinya, anda sebaiknya menambahkan konflik ini <strong>sekarang</strong> di bagian tab <strong>Konflik Tim dengan institusi</strong>, karena konflik ini <strong>tidak</strong> dibuat secara otomatis ketika menggunakan formulir ini.
ru: <strong>Не забудьте:</strong> Если у этой команды должен быть конфликт с её клубом, его нужно <strong>сейчас</strong> добавить на вкладке <strong>"Конфликты между командами и клубами"</strong>, поскольку эта форма <strong>не</strong> добавляет команде конфликт с её клубом автоматически.
tr: <strong>Unutmayın:</strong> Bu takımın kendi kurumuyla conflictli olması gerekiyorsa, bu conflicti <strong>şimdi</strong> yukarıdaki <strong>takım-kurum conflictleri</strong> sekmesine eklemelisiniz, çünkü kendi kurum conflicti bu formu kullanırken otomatik olarak <strong> yaratılmamıştır.</strong>

source: The round begins at %(start_time)s
es: La ronda empieza en %(start_time)s
fr: La joute commence à %(start_time)s
id: Ronde akan dimulai pada %(start_time)s
ru: Раунд начинается в %(start_time)s
tr: Tur %(start_time)s saatinde başlar

source: Teams:
es: Equipos:
fr: Équipes :
id: Tim:
ru: Команды:
tr: Takımlar:

source: Adjudicator:
es: Juez
fr: Juge :
id: Juri:
ru: Судья:
tr: Jüri:

source: There are no panellists or trainees assigned to this debate.
es: No hay jueces panelistas o trainees asignados a este debate.
fr: Il n'y a pas de panellistes ou de stagiaires attribués à ce débat.
id: Tidak ada panelis atau asisten yang didaftarkan pada debat ini.
ru: В этих дебатах нет вингов или вингов без права голоса.
tr: Bu maça atanmış panelist veya acemi yoktur.

source: Motions are not released to public.
es: Las mociones no son liberadas al público
fr: Les motions ne sont pas publiées.
id: Mosi tidak dirilis ke publik.
ru: Темы не публикуются.
tr: Önergeler herkese yayınlanmaz.

source: Motion:
es: Moción:
id: Mosi:
ru: Тема:
tr: Önerge:

source: View Info Slide
ru: Посмотреть инфослайд
tr: Bilgi Slaytını Görüntüle

source: The motion(s) for this round haven't yet been released.
es: La moción (o mociones) para esta ronda no ha sido liberada.
fr: La motion/les motions de cette joute n'est (ne sont) pas encore publiée(s).
id: Mosi untuk ronde ini belum dirilis.
ru: Тема(ы) на этот раунд ещё не опубликованы.
tr: Bu tur için önerge(ler) henüz yayınlanmadı.

source: %(adjudicator)s is the <strong>chair</strong> adjudicating %(aff)s vs %(neg)s in <a href="%(url)s"><strong>%(room)s</strong></a>.
fr: %(adjudicator)s est le/la <strong>président(e)</strong> du jury du débat entre %(aff)s et %(neg)s à <a href="%(url)s"><strong>%(room)s</strong></a>.
id: %(adjudicator)s adalah <strong>ketua juri</strong> yang sedang menjadi juri pada %(aff)s vs%(neg)s pada tautan <a href="%(url)s"><strong>%(room)s</strong></a>.
ru: %(adjudicator)s в качестве <strong>чэйра</strong> судит %(aff)s против %(neg)s в <a href="%(url)s"><strong>%(room)s</strong></a>.
tr: %(adjudicator)s %(aff)s vs %(neg)s için <a href="%(url)s"><strong>%(room)s</strong></a> odada jürilik yapak <strong>başkandır</strong>.

source: %(adjudicator)s is the <strong>chair</strong> adjudicating %(aff)s vs %(neg)s in <strong>%(room)s</strong>.
fr: %(adjudicator)s est le/la <strong>président(e)</strong> du jury du débat entre %(aff)s et %(neg)s à <strong>%(room)s</strong>.
id: %(adjudicator)s adalah <strong>ketua juri</strong>yang sedang menjadi juri %(aff)s vs %(neg)s di <strong>%(room)s</strong>.
ru: %(adjudicator)s в качестве <strong>чэйра</strong> судит %(aff)s против %(neg)s в <strong>%(room)s</strong>.
tr: %(adjudicator)s %(aff)s vs %(neg)s için <strong>%(room)s</strong> odada jürilik yapak <strong>başkandır</strong>.

source: You are the <strong>chair</strong> adjudicating %(aff)s vs %(neg)s in <a href="%(url)s"><strong>%(room)s</strong></a>.
fr: Vous êtes le/la <strong>président(e)</strong> du jury du débat entre %(aff)s et %(neg)s à <a href="%(url)s"><strong>%(room)s</strong></a>.
id: Anda adalah <strong>ketua juri</strong> yang sedang menjadi juri %(aff)s vs %(neg)s pada tautan <a href="%(url)s"><strong>%(room)s</strong></a>.
ru: Вы <strong>судите</strong>чэйром%(aff)s против %(neg)s в <a href="%(url)s"><strong>%(room)s</strong></a>.
tr: Siz %(aff)s vs %(neg)s için <a href="%(url)s"><strong>%(room)s</strong></a> odada jürilik yapak <strong>başkandır</strong>.

source: You are the <strong>chair</strong> adjudicating %(aff)s vs %(neg)s in <strong>%(room)s</strong>.
fr: Vous êtes le/la <strong>président(e)</strong> du jury du débat entre %(aff)s et %(neg)s à <strong>%(room)s</strong>.
id: Anda adalah <strong>ketua juri</strong> yang sedang menjadi juri %(aff)s vs %(neg)s di <strong>%(room)s</strong>.
ru: Вы <strong>судите</strong>чэйром%(aff)s против %(neg)s в <strong>%(room)s</strong>.
tr: Siz %(aff)s vs %(neg)s için <strong>%(room)s</strong> odada jürilik yapan <strong>başkansinız</strong>.

source: %(adjudicator)s is a <strong>%(type)s</strong> adjudicating %(aff)s vs %(neg)s in <a href="%(url)s"><strong>%(room)s</strong></a>.
fr: %(adjudicator)s est un(e) <strong>%(type)s</strong> dans le jury du débat entre %(aff)s et %(neg)s à <a href="%(url)s"><strong>%(room)s</strong></a>.
id: Juri %(adjudicator)s adalah tipe juri <strong>%(type)s</strong> yang sedang menjadi juri %(aff)s vs %(neg)s di tautan <a href="%(url)s"><strong>%(room)s</strong></a>.
ru: %(adjudicator)s в качестве <strong>%(type)s</strong>судит%(aff)s против %(neg)s в <a href="%(url)s"><strong>%(room)s</strong></a>.
tr: %(adjudicator)s, <strong(%(type)s>/strong< >strong(aff)s ile %(neg)s<a href="%(url)s"><strong>%(room)s</strong></a>. karar veren bir s'dir.

source: %(adjudicator)s is a <strong>%(type)s</strong> adjudicating %(aff)s vs %(neg)s in <strong>%(room)s</strong>.
fr: %(adjudicator)s est un(e) <strong>%(type)s</strong> dans le jury du débat entre %(aff)s et %(neg)s à <strong>%(room)s</strong>.
id: Juri %(adjudicator)s adalah tipe juri <strong>%(type)s</strong> yang sedang menjadi juri %(aff)s vs %(neg)s di <strong>%(room)s</strong>.
ru: %(adjudicator)s в качестве <strong>%(type)s</strong>судит%(aff)s против %(neg)s в <strong>%(room)s</strong>.
tr: %(adjudicator)s, <strong(%(type)s>/strong< >strong(aff)s ile %(neg)s <strong(%(room)s>/strong< > karar veren bir s'dir.

source: You are a <strong>%(type)s</strong> adjudicating %(aff)s vs %(neg)s in <a href="%(url)s"><strong>%(room)s</strong></a>.
fr: Vous êtes un(e) <strong>%(type)s</strong> dans le jury du débat entre %(aff)s et %(neg)s à <a href="%(url)s"><strong>%(room)s</strong></a>.
id: Anda adalah tipe juri <strong>%(type)s</strong> yang sedang menjadi juri %(aff)s vs%(neg)s di tautan <a href="%(url)s"><strong>%(room)s</strong></a>.
ru: Вы в качестве <strong>%(type)s</strong> судите %(aff)s против %(neg)s в <a href="%(url)s"><strong>%(room)s</strong></a>.
tr: Siz <a href="%(url)s"><strong>%(room)s</strong></a> odasında %(aff)s vs %(neg)s maçında jüri olarak göver alan bir <strong>%(type)s</strong>

source: You are a <strong>%(type)s</strong> adjudicating %(aff)s vs %(neg)s in <strong>%(room)s</strong>.
fr: Vous êtes un(e) <strong>%(type)s</strong> dans le jury du débat entre %(aff)s et %(neg)s à <strong>%(room)s</strong>.
id: Anda adalah tipe juri <strong>%(type)s</strong> yang sedang menjadi juri %(aff)s vs%(neg)s di <strong>%(room)s</strong>.
ru: Вы в качестве <strong>%(type)s</strong> судите %(aff)s против %(neg)s в <strong>%(room)s</strong>.
tr: Siz <strong>%(room)s</strong> odasında %(aff)s vs %(neg)s maçında jüri olarak göver alan bir <strong>%(type)s</strong>

source: %(adjudicator)s is adjudicating %(aff)s vs %(neg)s in <a href="%(url)s"><strong>%(room)s</strong></a>.
fr: %(adjudicator)s juge le débat entre %(aff)s et %(neg)s à <a href="%(url)s"><strong>%(room)s</strong></a>.
id: %(adjudicator)s sedang menjadi juri pada debat %(aff)s vs%(neg)s di <a href="%(url)s"><strong>%(room)s</strong></a>.
ru: %(adjudicator)s судит %(aff)s против %(neg)s в <a href="%(url)s"><strong>%(room)s</strong></a>.
tr: %(adjudicator)s <a href="%(url)s"><strong>%(room)s</strong></a> odasındaki %(aff)s vs %(neg)s maçında görev alıyor

source: %(adjudicator)s is adjudicating %(aff)s vs %(neg)s in <strong>%(room)s</strong>.
fr: %(adjudicator)s juge le débat entre %(aff)s et %(neg)s à <strong>%(room)s</strong>.
id: %(adjudicator)s sedang menjadi juri pada debat %(aff)s vs %(neg)s di <strong>%(room)s</strong>.
ru: %(adjudicator)s судит %(aff)s против %(neg)s в <strong>%(room)s</strong>.
tr: %(adjudicator)s (room)s odasındaki %(aff)s vs %(neg)s maçında görev alıyor

source: You are adjudicating %(aff)s vs %(neg)s in <a href="%(url)s"><strong>%(room)s</strong></a>.
fr: Vous jugez le débat entre %(aff)s et %(neg)s à <a href="%(url)s"><strong>%(room)s</strong></a>.
id: Anda sedang menjadi juri pada debat %(aff)s vs %(neg)s di <a href="%(url)s"><strong>%(room)s</strong></a>.
ru: Вы судите %(aff)s против %(neg)s в <a href="%(url)s"><strong>%(room)s</strong></a>.
tr: Siz <a href="%(url)s"><strong>%(room)s</strong></a> odasındaki %(aff)s vs %(neg)s maçında görevlisiniz.

source: You are adjudicating %(aff)s vs %(neg)s in <strong>%(room)s</strong>.
fr: Vous jugez le débat entre %(aff)s et %(neg)s à <strong>%(room)s</strong>.
id: Anda sedang menjadi juri pada debat %(aff)s vs %(neg)s di <strong>%(room)s</strong>.
ru: Вы судите %(aff)s против %(neg)s в <strong>%(room)s</strong>.
tr: Siz (room)s odasındaki %(aff)s vs %(neg)s maçında görevlisiniz.

source: %(adjudicator)s is the <strong>chair</strong> adjudicating in <a href="%(url)s"><strong>%(room)s</strong></a>.
fr: %(adjudicator)s est le/la <strong>président(e)</strong> du jury à <a href="%(url)s"><strong>%(room)s</strong></a>.
id: %(adjudicator)s adalah <strong>juri ketua</strong> yang sedang menjadi juri di tautan <a href="%(url)s"><strong>%(room)s</strong></a>.
ru: %(adjudicator)s - <strong>чэйр</strong> в <a href="%(url)s"><strong>%(room)s</strong></a>.
tr: %(adjudicator)s <a href="%(url)s"><strong>%(room)s</strong></a> odasında <strong>başkan</strong> olarak görev alıyor.

source: %(adjudicator)s is the <strong>chair</strong> adjudicating in <strong>%(room)s</strong>.
fr: %(adjudicator)s est le/la <strong>président(e)</strong> du jury à <strong>%(room)s</strong>.
id: Juri %(adjudicator)s adalah <strong>juri ketua</strong> yang sedang menjadi juri di <strong>%(room)s</strong>.
ru: %(adjudicator)s - <strong>чэйр</strong> в <strong>%(room)s</strong>.
tr: %(adjudicator)s %(room)s odasında <strong>başkan</strong> olarak görev alıyor.

source: You are the <strong>chair</strong> adjudicating in <a href="%(url)s"><strong>%(room)s</strong></a>.
fr: Vous êtes le/la <strong>président(e)</strong> du jury à <a href="%(url)s"><strong>%(room)s</strong></a>.
id: Anda adalah <strong>juri ketua</strong> yang sedang menjadi juri di tautan <a href="%(url)s"><strong>%(room)s</strong></a>.
ru: Вы <strong> чэйр</strong> в <a href="%(url)s"><strong>%(room)s</strong></a>.
tr: <a href="%(url)s"><strong>%(room)s</strong></a> odasında <strong>başkan</strong> olarak görev alıyorsunuz.

source: You are the <strong>chair</strong> adjudicating in <strong>%(room)s</strong>.
fr: Vous êtes le/la <strong>président(e)</strong> du jury à <strong>%(room)s</strong>.
id: Anda adalah <strong>juri ketua</strong> yang menjadi juri di <strong>%(room)s</strong>.
ru: Вы <strong> чэйр</strong>в<strong>%(room)s</strong>.
tr: %(room)s odasında <strong>başkan</strong> olarak görev alıyorsunuz.

source: %(adjudicator)s is a <strong>%(type)s</strong> adjudicating in <a href="%(url)s"><strong>%(room)s</strong></a>.
fr: %(adjudicator)s est un(e) <strong>%(type)s</strong> dans le jury à <a href="%(url)s"><strong>%(room)s</strong></a>.
id: Juri %(adjudicator)s adalah tipe juri <strong>%(type)s</strong> yang sedang menjadi juri di tautan <a href="%(url)s"><strong>%(room)s</strong></a>.
ru: %(adjudicator)s является<strong>%(type)s</strong>судьей в <a href="%(url)s"><strong>%(room)s</strong></a>.
tr: %(adjudicator)s bir <strong>%(type)s</strong> olarak <a href="%(url)s"><strong>%(room)s</strong></a> odasında görevli.

source: %(adjudicator)s is a <strong>%(type)s</strong> adjudicating in <strong>%(room)s</strong>.
fr: %(adjudicator)s est un(e) <strong>%(type)s</strong> dans le jury à <strong>%(room)s</strong>.
id: Juri %(adjudicator)s adalah tipe juri <strong>%(type)s</strong> yang sedang menjadi juri di <strong>%(room)s</strong>.
ru: %(adjudicator)s является<strong>%(type)s</strong>судьей в <strong>%(room)s</strong>.
tr: %(adjudicator)s bir <strong>%(type)s</strong> olarak <strong>%(room)s</strong> odasında görevli.

source: You are a <strong>%(type)s</strong> adjudicating in <a href="%(url)s"><strong>%(room)s</strong></a>.
fr: Vous êtes un(e) <strong>%(type)s</strong> dans le jury à <a href="%(url)s"><strong>%(room)s</strong></a>.
id: Anda adalah tipe juri <strong>%(type)s</strong> yang sedang menjadi juri di tautan <a href="%(url)s"><strong>%(room)s</strong></a>.
ru: Вы <strong>%(type)s</strong>судите в <a href="%(url)s"><strong>%(room)s</strong></a>.
tr: Siz bir <strong>%(type)s</strong> olarak <a href="%(url)s"><strong>%(room)s</strong></a> odasında görevlisiniz.

source: You are a <strong>%(type)s</strong> adjudicating in <strong>%(room)s</strong>.
fr: Vous êtes un(e) <strong>%(type)s</strong> dans le jury à <strong>%(room)s</strong>.
id: Anda adalah tipe juri <strong>%(type)s</strong> yang menjadi juri di <strong>%(room)s</strong>.
ru: Вы <strong>%(type)s</strong>судите в <strong>%(room)s</strong>.
tr: Siz bir <strong>%(type)s</strong> olarak <strong>%(room)s</strong> odasında görevlisiniz.

source: %(adjudicator)s is adjudicating in <a href="%(url)s"><strong>%(room)s</strong></a>.
fr: %(adjudicator)s juge le débat à <a href="%(url)s"><strong>%(room)s</strong></a>.
id: juri %(adjudicator)s sedang menjadi juri di tautan <a href="%(url)s"><strong>%(room)s</strong></a>.
ru: %(adjudicator)s судит в <a href="%(url)s"><strong>%(room)s</strong></a>.
tr: %(adjudicator)s <a href="%(url)s"><strong>%(room)s</strong></a> odasında görevli.

source: %(adjudicator)s is adjudicating in <strong>%(room)s</strong>.
fr: %(adjudicator)s juge le débat à <strong>%(room)s</strong>.
id: %(adjudicator)s sedang menjadi juri di ruang <strong>%(room)s</strong>.
ru: %(adjudicator)s судит в <strong>%(room)s</strong>.
tr: %(adjudicator)s <strong>%(room)s</strong> odasında görevli.

source: You are adjudicating in <a href="%(url)s"><strong>%(room)s</strong></a>.
fr: Vous jugez à <a href="%(url)s"><strong>%(room)s</strong></a>.
id: Anda sedang menjadi juri pada <a href="%(url)s"><strong>%(room)s</strong></a>.
ru: Вы судите в <a href="%(url)s"><strong>%(room)s</strong></a>.
tr: <a href="%(url)s"><strong>%(room)s</strong></a> odasında görevlisiniz.

source: You are adjudicating in <strong>%(room)s</strong>.
fr: Vous jugez à <strong>%(room)s</strong>.
id: Anda sedang menjadi juri di ruang <strong>%(room)s</strong>.
ru: Вы судите в <strong>%(room)s</strong>.
tr: <strong>%(room)s</strong> odasında görevlisiniz.

source: %(team)s is debating as the <strong>%(side)s</strong> team against <strong>%(opponent)s</strong>.
fr: %(team)s débat comme équipe <strong>%(side)s</strong> contre <strong>%(opponent)s</strong>.
id: %(team)s sedang melakukan debat sebagai tim <strong>%(side)s</strong> melawan <strong>%(opponent)s</strong>.
tr: %(team)s takımı maçında <strong>%(side)s</strong> takımı olarak <strong>%(opponent)s</strong> takımına karşı.

source: You are debating as the <strong>%(side)s</strong> team against <strong>%(opponent)s</strong>.
fr: Vous débattez comme équipe <strong>%(side)s</strong> contre <strong>%(opponent)s</strong>.
id: Anda sedang melakukan debat sebagai tim <strong>%(side)s</strong> melawan <strong>%(opponent)s</strong>.
ru: Вы играете на позиции <strong>%(side)s</strong> против <strong>%(opponent)s</strong>.
tr: Siz maçınızda <strong>%(side)s</strong> takımı olarak <strong>%(opponent)s</strong> takımına karşısınız.

source: %(team)s is debating against <strong>%(opponent)s</strong>.
fr: %(team)s débat contre <strong>%(opponent)s</strong>.
id: Tim %(team)s sedang melakukan debat melawan <strong>%(opponent)s</strong>.
tr: %(team)s maçta <strong>%(opponent)s</strong> rakibine karşı.

source: You are debating against <strong>%(opponent)s</strong>.
fr: Vous débattez contre <strong>%(opponent)s</strong>.
id: Anda sedang melakukan debat melawan <strong>%(opponent)s</strong>.
tr: Maçınız <strong>%(opponent)s</strong> rakibine karşı.

source: %(team)s is debating as the <strong>%(side)s</strong> team.
fr: %(team)s débat comme équipe <strong>%(side)s</strong>.
id: %(team)s sedang melakukan debat sebagai tim <strong>%(side)s</strong>.
tr: %(team)s takımı <strong>%(side)s</strong> takımı olarak maçta.

source: You are debating as the <strong>%(side)s</strong> team.
fr: Vous débattez comme équipe <strong>%(side)s</strong>.
id: Anda sedang melakukan debat sebagai tim <strong>%(side)s</strong>.
tr: <strong>%(side)s</strong> olarak maçtasınız.
