Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/venues/locale/*/LC_MESSAGES/django.po
Languages: ar, fr, ja

source: Rooms
ja: ラウンド部屋

source: Draw is already released, unrelease draw to assign rooms.
ja: 対戦表が既に公開されています。試合の部屋を変更する場合は一度非公開にしてください。

source: Draw is not confirmed, confirm draw to assign rooms.
ja: 対戦表が承認されていません。部屋を割り振るには承認してください。

source: Successfully auto-allocated rooms to debates.
ja: 試合に自動で部屋を割り振りました。

source: name
ar: الاسم
fr: nom
ja: 名前

source: priority
ar: الأولوية
fr: priorité
ja: 優先度

source: Rooms with a higher priority number will be preferred when allocating rooms to debates
ja: 部屋を配置するとき、優先度の高いものから順に配置します。

source: tournament
ar: البطولة
fr: tournoi
ja: 大会

source: A URL that contains extra information about this room, e.g. a map or a meeting link (for online tournaments)
ja: 地図やオンライン大会のミーティングリンクなどの追加の情報を記載したURL

source: room
ja: 部屋

source: rooms
ja: 部屋

source: Don't display in room name
ja: 部屋名に表示しない

source: Display as prefix
ar: العرض كبادئة
fr: Afficher sous forme de préfixe
ja: 部屋名の前に表示

source: Display as suffix
ar: العرض كبادئة
fr: Afficher sous forme de suffixe
ja: 部屋名の後に表示

source: Name of category, e.g., "Purple", "Step-free access", "Close to tab room". This name is shown when the category is prefixed or suffixed to a room name in the draw, e.g., "Purple – G05".
ja: カテゴリー名。e.g.「紫」「階段なしでアクセス可能」「タブルームの近く」。部屋名の前または後に表示する設定の場合に表示されます（e.g.「紫 - G05」）。

source: description
ar: الوصف
ja: 説明

source: Description, as the predicate of a sentence, e.g. "has step-free access", "is close to the briefing hall". This description follows "This room" when shown in tooltips, e.g., "This room is close to the briefing hall.".
ja: 分の述語としての説明。e.g.「は階段なしでアクセス可能です」「はORの近くです」。この説明はヒントに「この部屋は」という文句のあとに表示されます。e.g.「この部屋はORの近くです。」

source: display in room name
ja: 部屋名に表示

source: Prefix: "Purple – G05", Suffix: "G05 – Purple"
fr: Préfixe : « Violet – G05 », suffixe : « G05 – Violet »
ja: 前：「紫 - G05」、後：「G05 - 紫」

source: display in public tooltip
ar: تلميح عام
fr: afficher dans l’info-bulle public
ja: 公開のヒントバーに表示

source: Displays the description in the tooltip for the room on public pages. The description, if not blank, will always show on admin pages.
ja: 公開ページの部屋のヒントバーに説明を表示します。管理者ページでは空白の説明でない限りは常に表示されます。

source: room category
ja: 部屋カテゴリー

source: room categories
ja: 部屋カテゴリー

source: category
ar: الفئة
fr: catégorie
ja: カテゴリー

source: subject content type
ar: نوع محتوى الموضوع
fr: type de contenu du sujet
ja: 対象の種類

source: subject ID
ar: معرف الموضوع
fr: identifiant de sujet
ja: 対象ID

source: room constraint
ja: 部屋の制約条件

source: room constraints
ja: 部屋の制約条件

source: Room Categories
ja: 部屋カテゴリー

source: Room categories allow you to group rooms together into "zones" to display in the draw and make navigation easier for participants, and/or specify constraints on room allocation that require teams, adjudicators or institutions to be put in a room in a particular category.
ja: 部屋カテゴリーを使うと、部屋を一つのゾーンにまとめて対戦表に表示し、参加者の誘導を簡単にしたり、あるいは特定の参加者・インステを特定のカテゴリーに配置する制約を課すことが出来ます。

source: If you want to delete room categories, use the <a href="%(edit_db_url)s" class="alert-link">Edit Database</a> area.
ja: 部屋カテゴリーをの削除は<a href="%(edit_db_url)s" class="alert-link">データベース編集</a>エリアから可能です。

source: Save Room Categories
ja: 部屋カテゴリーを保存

source: Room Constraints
ja: 部屋の制約条件

source: Room constraints tell the room allocator to try to keep the specified team or adjudicator, or all teams (but not adjudicators) from the specified institution, in a room in the given category. The "priority" field resolves conflicting constraints: the higher priority takes precedence. You can also use the priority field to specify "lower-preference" constraints, which are taken if a higher-priority constraint couldn't be met.
ja: 部屋の制約条件を指定すると、部屋配置のプログラムは指定されたチーム、ジャッジまたはインステのすべてのチーム（インステのジャッジは関係ありません）を指定されたカテゴリーに配置します。複数の対立する制約条件がある場合、「優先度」欄の値が大きいものが優先して解決されます。あるいは、優先度を低く設定することで優先度の高い制約が満たされなかった場合の「予備の制約」を指定できます。

source: Save Room Constraints
ja: 部屋の制約条件を保存

source: Room constraint of %(name)s met (%(category)s)
ja: %(name)sの部屋の制約（%(category)s）は満たされました。

source: Room does not meet any constraint of %(name)s
ja: %(name)sの部屋の制約は満たされませんでした。

source: Room constraint of %(team)s met (%(category)s, via institution %(institution)s)
ja: %(team)sの部屋の制約（インステ%(institution)s関連、%(category)s）は満たされました。

source: Room does not meet any constraint of institution %(institution)s (%(team)s)
ja: %(team)sの部屋の制約（インステ%(institution)s関連）は満たされませんでした。

source: Edit Rooms
ja: 部屋を編集

source: Saved room category: %(list)s
ja: 部屋カテゴリーを保存しました：%(list)s

source: No changes were made to the room categories.
ja: 部屋カテゴリーに変更はありません。

source: %s (Adjudicator)
fr: %s (Juge)
ja: %s（ジャッジ）

source: %s (Team)
fr: %s (Équipe)
ja: %s（チーム）

source: %s (Institution)
ja: %s（インステ）

source: Saved %(count)d room constraint.
ja: %(count)dつの部屋の制約条件を保存しました。

source: Venues
ar: مكان المناظرة
fr: Salles

source: Venues with a higher priority number will be preferred when allocating venues to debates
ar: ستفضل أرقام القاعات التي لها أولوية أعلى عند تخصيص مكان التناظر
fr: Les salles ayant un nombre plus élevé de priorité seront privilégiées lors de l’attribution de salles de débats

source: Venues not assigned to any tournament can be shared between tournaments
ar: الأماكن التي لم يتم تخصيصها لأي بطولة يمكن أن تكون مشتركة بين البطولات
fr: Les salles n'étant pas attribuées à aucun tournoi peuvent être partagés entre les tournois

source: venue
ar: قاعة
fr: salle

source: venues
ar: قاعات
fr: salles

source: Don't display in venue name
ar: لا تعرض اسم المكان
fr: Ne pas afficher dans le nom de la salle

source: Name of category, e.g., "Purple", "Step-free access", "Close to tab room". This name is shown when the category is prefixed or suffixed to a venue name in the draw, e.g., "Purple – G05".
ar: اسم الفئة، على سبيل المثال، "أرجواني"، "وصول مجاني"، "قريب من غرفة الإدخال". يظهر هذا الاسم عندما تكون الفئة مسبوقة أو ملحقة باسم المكان في القرعة، على سبيل المثال، "أرجواني - G05".
fr: Nom de la catégorie, par exemple, « Violet », « sans marches », « près de la salle de tab ». Ce nom est affiché lorsque la catégorie est le préfixe ou suffixe d’un nom de salle dans le tirage, par exemple, « Violet – G05 ».

source: Description, as the predicate of a sentence, e.g. "has step-free access", "is close to the briefing hall". This description follows "This venue" when shown in tooltips, e.g., "This venue is close to the briefing hall.".
ar: الوصف، كمسند جملة، على سبيل المثال. "لديه حرية الوصول"، "على مقربة من قاعة المؤتمرات". هذا الوصف يتبع "هذا المكان" عندما يظهر في تلميحات الأدوات ، على سبيل المثال، "هذا المكان قريب من قاعة المؤتمرات".
fr: Description, comme le prédicat d’une phrase, par exemple « a accès sans étape », « est à proximité de la salle de réunion d’information ». Cette description fait suite à « Cette salle » lorsque affiché dans les info-bulles, par exemple, « cette salle est à proximité de la salle de réunion d’information. ».

source: display in venue name
ar: عرض اسم المكان
fr: afficher dans le nom de la salle

source: Displays the description in the tooltip for the venue on public pages. The description, if not blank, will always show on admin pages.
ar: يعرض الوصف في تلميح الأدوات للمكان على الصفحات العامة. سيظهر الوصف، إن لم يكن فارغا، دائما على صفحات المشرف.
fr: Si actif, la description s’affiche dans l’info-bulle décrivant la salle sur les pages publiques. La description, si non vide, s'affiche toujours sur les pages administratives.

source: venue category
ar: فئة المكان
fr: catégorie de salles

source: venue categories
ar: فئات المكان
fr: catégories de salles

source: venue constraint
ar: القاعة المقيدة
fr: contrainte de salle

source: venue constraints
ar: القاعات المقيدة
fr: contraintes de salle

source: Edit Venues for %(round_abbr)s
fr: Modifier les salles pour %(round_abbr)s

source: Venue Categories
ar: فئات القاعات
fr: Catégories de salles

source: Venue categories allow you to group venues together into "zones" to display in the draw and make navigation easier for participants, and/or specify constraints on venue allocation that require teams, adjudicators or institutions to be put in a venue in a particular category.
ar: تسمح لك فئات القاعات بتجميع الأماكن معا في "مناطق" لعرضها في السحب وجعل التنقل أسهل للمشاركين و / أو تحديد القيود المفروضة على تخصيص المكان التي تتطلب فرقا أو محكمين أو مؤسسات يتم وضعها في مكان في فئة معينة.
fr: En utilisant les catégories de salles, vous pouvez grouper les salles dans les « zones » pour les afficher dans le tirage et pour rendre la navigation plus facile pour les participants, et/ou spécifier les contraintes sur l'attribution des salles, pour que les équipes, juges ou institutions doivent être attribué une salle qui est dans une catégorie particulière.

source: If you want to delete venue categories, use the <a href="%(edit_db_url)s" class="alert-link">Edit Database</a> area.
ar: اذا كنت تريد حذف القاعة ، <a href="%(edit_db_url)s" class="alert-link">تعديل قاعدة البيانات </a>المنطقة
fr: Si vous souhaitez supprimer des catégories de salles, utilisez la zone pour <a href="%(edit_db_url)s" class="alert-link">modifier la base de données</a>.

source: Save Venue Categories
ar: حفظ فئات القاعات
fr: Enregistrer les catégories de salles

source: Venue Constraints
ar: القاعات المقيدة
fr: Contraintes de salle

source: Venue constraints tell the venue allocator to try to keep the specified team or adjudicator, or all teams (but not adjudicators) from the specified institution, in a venue in the given category. The "priority" field resolves conflicting constraints: the higher priority takes precedence. You can also use the priority field to specify "lower-preference" constraints, which are taken if a higher-priority constraint couldn't be met.
ar: تفرض قيود المكان على مقدم المكان محاولة إبقاء الفريق أو المحكم المحدد، أو جميع الفرق (ليس المحكمين) من المؤسسة المحددة، في مكان في الفئة المعينة. يحل مجال "الأولوية" القيود المتعارضة: الأولوية العليا لها الأسبقية. يمكنك أيضا استخدام حقل الأولوية لتحديد قيود "التفضيل الأقل"، والتي يتم اتخاذها إذا كان لا يمكن تلبية قيود ذات أولوية أعلى.
fr: En spécifier des contraintes de salle, vous pouvez demander à l'allocateur des salles d'essayer de mettre l'équipe indiquée ou le juge indiqué, ou tous les équipes (mais pas les juges) de l'institution indiquée, dans une salle de la catégorie indiquée. Le champ « priorité » résout les contraintes contradictoires : le nombre plus élevé a la priorité. Vous pouvez aussi utiliser le champ de priorité pour spécifier des contraintes « d'ordre inférieur », qui sont prises si aucune contrainte de priorité plus élevé ne pouvais été satisfaite.

source: Save Venue Constraints
ar: حفظ القاعة المقيدة
fr: Enregistrer les contraintes de salle

source: Venue constraint of %(name)s met (%(category)s)
fr: Contrainte de salle de %(name)s est satisfaite (%(category)s)

source: Venue does not meet any constraint of %(name)s
fr: Cette salle ne satisfait aucune contrainte de %(name)s

source: Venue constraint of %(team)s met (%(category)s, via institution %(institution)s)
fr: Contrainte de salle de %(team)s est satisfaite (%(category)s, via institution %(institution)s)

source: Venue does not meet any constraint of institution %(institution)s (%(team)s)
fr: Cette salle ne satisfait aucune contrainte de l'institution %(institution)s (%(team)s)

source: Edit Venues
fr: Modifier Salles

source: Saved venue category: %(list)s
fr: La catégorie de salles suivante a été enregistrée : %(list)s

source: No changes were made to the venue categories.
ar: لا يتم إجراء تغييرات على فئات القاعات
fr: Aucune catégorie de salle a été modifiée.

source: Saved %(count)d venue constraint.
fr: %(count)d contrainte de salle a été enregistrée.
