Repository: TabbycatDebate/tabbycat
Catalog: docs/locale/*/LC_MESSAGES/use/running-a-tournament.po
Languages: fr_fr

source: Running a Tournament
fr_fr: Gérer un tournoi

source: Once you've finished the steps in :ref:`starting-a-tournament`, you're ready to go! This page outlines what you would do for each round during the tournament. After the tournament, proceed to :ref:`finishing-a-tournament`.
fr_fr: Quand vous avez terminé les étapes dans :ref:`starting-a-tournament`, vous êtes prêt à partir ! Cette page décrit ce que vous feriez pour chaque joute du tournoi. Après le tournoi, allez à :ref:`finishing-a-tournament`.

source: This is all done from the admin area (*i.e.*, by the tab director or adjudication core member). In the admin area, tournament-wide pages (feedback, standings, and break) are at the top of the left-hand menu, while round-specific pages (availability, draw, display, motions, and results) are in dropdown's organised by each round's abbreviation.
fr_fr: Tout ceci est fait de l'aire des administrateurs (*i.e.* le directeur de tournoi ou juges en chef). Dans l'aire des administrateurs, les pages pour le tournoi en entier (évaluations, classements et qualifications) sont en haut dans le menu à gauche, tandis que les pages spécifiques aux joutes (présences, tirages, motions et résultats) sont situées sous l'abréviation de la joute.

source: The basic workflow for each round is:
fr_fr: Le flux de travail de base pour chaque joute est :

source: :ref:`Mark the teams, adjudicators, and venues present as available <availability>`
fr_fr: :ref:`Marquer les équipes, juges et salles présents comme disponibles <availability>`

source: :ref:`Generate the draw <generating-the-draw>` and allocate the adjudicators
fr_fr: :ref:`Générer le tirage <generating-the-draw>` et repartir les juges

source: :ref:`Show/release the draw <releasing-the-draw>`
fr_fr: :ref:`Montrer/publier le tirage <releasing-the-draw>`

source: :ref:`Release/enter <releasing-the-motions>` the motions
fr_fr: :ref:`Publier/entrer <releasing-the-motions>` les motions

source: Have the debates
fr_fr: Avoir les débats

source: :ref:`Enter results <entering-results>`
fr_fr: :ref:`Entrer les résultats <entering-results>`

source: :ref:`Advance to the next round <advancing-round>`
fr_fr: :ref:`Avancer à la prochaine joute <advancing-round>`

source: Availability
fr_fr: Disponibilité

source: **Set availability.** For each round, you need to set the venue, team and adjudicator availability. If any of those are not marked as available they will not be used within the draw; so this feature is mostly useful for when adjudicators or venues are only available for certain rounds.
fr_fr: **Marquer les disponibilités.** Pour chaque joute, vous devez marquer les disponibilités des salles, équipes et juges. Ceux qui ne sont pas marqués ne seront pas dans le tirage ; donc cette fonctionnalité est surtout utile quand les juges ou salles sont seulement disponible pour certains joutes.

source: To do this, click the round in the menu, then click **Check-Ins**. Here you can then go to the availability pages for venue, teams, and adjudicators, or check in everything at once. When you've set everything appropriately use the **Generate Draw** button in the top right to advance.
fr_fr: Pour faire ceci, cliquer la joute dans le menu, puis **Disponibilités**. Ici vous pouvez rentrer les pages de disponibilités pour les salles, équipes et juges, ou marquer tout le monde comme étant disponible à la fois. Quand vous avez tout défini, utilisez le bouton **Générer le tirage** en haut à droite pour avancer.

source: You can set availabilities in advance of the current round — ie if you know the venue/adjudicator schedules their availabilities can be set ahead of time.
fr_fr: Vous pouvez définir les disponibilités en avance de la joute actuelle - *i.e.* si vous savez les horaires des salles/juges, leurs disponibilités peuvent être marqués en avance.

source: Generating the draw
fr_fr: Générer le tirage

source: **Confirm the draft draw**. After advancing from availability section you will first be shown a draft draw that details how the draw was formulated, pointing out pull-ups and conflict swaps and the like.
fr_fr: **Confirmer le tirage brouillon**. Après avoir avancé de la section des disponibilités, vous serez montré un tirage brouillon avec des détails de comment le tirage a été formulé, montrant les promotions, modifications suite aux conflits ainsi qu'autres notes.

source: The draft draw is for you to double-check. While there are some basic tests on the draw algorithm, it never hurts to sanity-check it again.
fr_fr: Le tirage brouillon est pour vous à vérifier. Tandis qu'il y a des tests de base dans l'algorithme de jumelage, ça ne fait pas de mal de le revérifier a ce que tout aie du sens.

source: If you *do* find something wrong with a draft draw, you can edit the match-ups, but please also let us know what the problem was! You can find our contact details in the :ref:`authors` section.
fr_fr: Si vous trouvez quelque chose de mal avec un tirage brouillon, vous pouvez modifier les jumelages, mais dites-nous c'était quoi le problème ! Nos détails de contact sont dans la section :ref:`authors`.

source: Once on the confirmed draw page you can click **Edit Adjudicators**.
fr_fr: Une fois sur la page du tirage confirmée, vous pouvez cliquer sur **Modifier les juges**.

source: **Allocate the adjudicators**. Changes here will auto-save; feel free to return to the **Draw** when needed. See :ref:`adjudicator allocation <adjudicator-allocation>` for more details about the allocation process.
fr_fr: **Repartir les juges**. Les changements ici vont s'auto-sauvegarder ; soyez à l'aise de retourner au **Tirage** quand vous avez besoin. Voir la :ref:`repartition des juges <adjudicator-allocation>` pour plus de détails à propos du processus de repartition.

source: If you are using venue constraints the **Draw** page may prompt you to Auto Allocate the venues used to satisfy those constraints; see :ref:`venue-constraints <venue-constraints>` for more details. Regardless of whether you are using venue constraints or not you can change the Venues per-debate in the **Edit Venues** area.
fr_fr: Si vous utilisez des contraintes de salle, la page du **Tirage** pourrait vous dire d'auto-repartir les salles pour satisfaire aux contraintes ; voir :ref:`contraintes de salle <venue-constraints>` pour plus de détails. Que vous en utilisez ou non, vous pouvez modifier les salles sur la même page.

source: Releasing the draw
fr_fr: Publier le tirage

source: Once you're happy with your adjudicator allocation, you're ready to start the round.
fr_fr: Quand vous êtes contents avec votre repartition de juge, vous êtes prêts à commencer la joute.

source: **Release to general assembly.** From the *Display* page for that round, go to **Show by Venue** or **Show by Team** (whichever you prefer). Then put it up on the projector. There are automatic scroll buttons and buttons for changing text sizing.
fr_fr: **Publier à l'assemblé.** Depuis la page *Affichage* de la joute, aller à **Montrer par salle** ou **Montrer par équipe** (n'importe vous préférez). Après, allumez le projecteur. Il y a des boutons pour le défilement automatique ou changer la taille de police.

source: **Release to public.** If you're using the public draw function (where the draw is posted publicly to your Tabbycat website) use the **Release to Public** button to allow the page to display.
fr_fr: **Publier au public.** Si vous utilisez la fonctionnalité du tirage public (où le tirage est publié au site Tabbycat), utilisez le bouton **Publier au public** pour permettre la publication.

source: Entering and Releasing Motions
fr_fr: Saisie et publication de motion

source: Entering Results
fr_fr: Saisie des résultats

source: Advancing to the next round
fr_fr: Avancer à la prochaine joute
