Repository: TabbycatDebate/tabbycat
Catalog: docs/locale/*/LC_MESSAGES/use/starting-a-tournament.po
Languages: fr_fr

source: Starting a Tournament
fr_fr: Commencer un tournoi

source: This page outlines a few things you should do at the start of a tournament, after you've :ref:`imported the initial data <importing-initial-data>`. Once you've done these, proceed to :ref:`running a tournament <running-a-tournament>`.
fr_fr: Cette page décrit quelques trucs vous devriez faire au début d'un tournoi, après avoir :ref:`importé les données initiales<importing-initial-data>`. Après avoir fait ceci, allez à la page :ref:`diriger un tournoi<running-a-tournament>`.

source: Tabbycat is developed for — and tested on — modern web browsers. If you are using **Internet Explorer versions 8, 7, or 6** the interface may look odd or not function properly. Switch to a newer browser if possible.
fr_fr: Tabbycat est développé et testé pour les fureteurs web modernes. L'interface pourrait apparaitre étrange ou ne pas fonctionner si vous utilisez **Internet Explorer 8, 7 ou 6**. Changez de fureteur pour un plus récent si possible.

source: Tournament configuration
fr_fr: Configuration de tournoi

source: After importing all your data you can log into the site as an administrator by loading up the homepage and then using the **Login** button in the lower-right. From there you should go to the administration section of your tournament, and then go to the tournament configuration page by clicking **Setup** then **Configuration** in the menu.
fr_fr: Après avoir importé toutes vos données, vous pouvez vous connecter en tant d'administrateur en allant à la page d'accueil et cliquer le bouton **Connexion** en bas à droite. De là, vous devriez aller à la section d'administrateur du tournoi puis aller à la page de configuration avec le menu **Configuration** puis **Préférences**.

source: Here you can adjust the debate rules and interface options to your liking then hit **Save** when finished. We also offer a number of presets that apply particular rule sets (such as the Australs rules) or feature sets (such as displaying information normally released during briefs on the website).
fr_fr: Ici. vous pouvez adjuster les règles du débat et les options de l'interface puis cliquer **Sauvegarder** une fois terminé. On offre un nombre de préconfigurations pour des ensembles de règles particulier (comme pour le style Australs) ou de fonctionnalités (comme la publication d'information au public sur le site).

source: Special data types and options
fr_fr: Types de données spéciales et options

source: There are a few optional fields that are not covered in the initial data templates, in the visual importer, or that may only be relevant in particular scenarios. It's worth going over these quickly to see if they are needed for your tournament. You can view and edit these fields in the **Edit Database** area (link is in the menu under **Setup**).
fr_fr: Il y a quelques champs facultatifs qui ne sont pas couverts dans les gabarits de données initiales, dans l'importateur visuel, ou qui sont pertinents seulement dans quelques scénarios. Ça vaut la peine d'y retourner rapidement pour déterminer s'ils sont nécessaires pour le tournoi. Vous pouvez afficher et modifier ces champs dans l'aire de la base de données (le lien est dans le menu sous le nom du tournoi).

source: Adjudicator Feedback > Adj Feedback Questions
fr_fr: Évaluations de juge > Questions d'évaluation de juge

source: As described in :ref:`adjudicator-feedback`, the types of questions that can be posed for adjudicator feedback are able to be heavily customised. If you are customising your feedback form it should be done here, and before the tournament starts.
fr_fr: Comme décrit dans :ref:`adjudicator-feedback`, les types de questions qui peuvent être posées pour les évaluations peut être personnalisés fortement. Si vous personnalisez votre formulaire d'évaluations ça devrait être fait ici avant le début du tournoi.

source: Authentication and Authorisation > Users
fr_fr: Authentification et autorisation > Utilisateurs

source: Here you can add new admin users (those with full access) as well as new assistant users those (who can only do common data-entry tasks but not edit or view the full tab interface). See :ref:`user-accounts` for information on how to do this.
fr_fr: Ici vous pouvez ajouter de nouveaux utilisateurs administrateur (ceux avec accès total) et assistants (qui peuvent seulement faire des tâches communs de saisie de données, mais pas afficher ni modifier l'interface total) Veuillez voir :ref:`user-accounts` pour de l'information à comment faire ceci.

source: The people you're adding accounts for should be physically present when you do this, so that they can enter their password.
fr_fr: Les personnes dont vous ajoutez des comptes devraient être présents physiquement quand vous en créez pour qu'elles puissent entrer leurs mots de passe.

source: Participants > Regions
fr_fr: Participants > Régions

source: Optionally, each institution may belong to a *Region*. An institution's region is used within the adjudicator allocation process to visually identify teams and adjudicators for the purposes of highlighting diversity issues. These have traditionally been used for geographic regions (such as Oceania), although could be repurposed as arbitrary markers of information — for example they could be used to denote teams from a particular State, institutional size, or circuit.
fr_fr: Facultativement, chaque institution peut avoir une *région*. Une région d'un institution est utilisé dans le processus de répartition de juge pour différentier visuellement les équipes et juges pour la diversité. Ils sont utilisés traditionnellement pour les régions géographiques (tel l'Océanie), mais peuvent être utilisés différemment, par exemple marquer les équipes d'un état, taille d'institution ou ligue.

source: Participants > Adjudicators
fr_fr: Participants > Juges

source: An adjudicators *Base Score* represents their relative ability to judge important rooms, where adjudicators with higher numbers will, relative to the other adjudicators, be placed in better roles (ie as Chairs) and in the rooms you deem most important in each round. If you are running a small tournament, and plan to do your allocations manually, you can set everyone's number to the same amount.
fr_fr: Une *note de base* de juge représente leur habilité relative à juger les salles importantes, où les juges avec des notes plus hautes vont, par rapport aux autres juges, être placés avec de meilleurs rôles (ie président) et dans les salles les plus importants de chaque joute. Si vous dirigez un petit tournoi et planifiez faire les répartitions manuellement, ce nombre n'a aucun importance.

source: For larger tournaments, particularly those that collect feedback, see the :ref:`adjudicator-feedback` section for more information on how base scores and other variables influence the automated allocation process.
fr_fr: Pour de tournois plus larges, surtout ceux qui ont des évaluations, voir la section :ref:`adjudicator-feedback` pour plus de détails de comment les notes de base et autres données influencent le processus de répartition automatique.

source: Regardless of how you score the adjs, if you have changed the minimimum chairing score in settings, you'll want to make sure there are enough adjudicators that meet this minimum threshold or the automated allocator may not function effectively.
fr_fr: Indépendamment de comment vous évaluez les juges, si vous avez changé la note minimale pour être président dans les réglages, vous voudriez s'assurer qu'il y a assez de juges qui atteignent ce seuil, ou la repartition pourrait ne pas bien fonctionner.

source: All types of conflicts are assigned to the relevant adjudicator. Adjudicator's can be conflicted against particular teams, particular institutions, and other adjudicators. Each of these is a located in a tab at the top of the page.
fr_fr: Toutes les types de conflit sont assignés au juge pertinent. Les juges peuvent être en conflit avec des équipes particuliers, institutions et autres juges. Chacun d'entre eux est situés dans un onglet en haut de la page.

source: Each adjudicator's gender is optional and is not displayed publicly; it is only shown in the adjudicator allocation interface
fr_fr: Le genre de chaque juge est facultatif et n'est pas affiché publiquement ; il est seulement montré dans l'interface de repartition des juges

source: Each adjudicator's pronoun is optional, and is only displayed if you use tabbycat to print the ballots and feedback sheets for each round.
fr_fr: Le pronom de chaque juge est facultatif et seulement affiché si vous utilisez Tabbycat pour imprimer les feuilles de jugement ou évaluations pour chaque joute.

source: Participants > Teams
fr_fr: Participants > Équipes

source: Note the distinction here between full name and short name. The latter is used on pages where space is tight, such as the draw displays or the adjudicator allocation interface.
fr_fr: Notez la distinction ici entre le nom complet et court. Ce dernier est utilisé sur les pages avec de l'espace limité, comme l'affichage des tirages ou les interfaces de repartition.

source: Note that "Uses institutional prefix" option. With this option on, a team from the 'MUDS' insttution named '1' or 'Gold' would be displayed as 'MUDS 1' or 'MUDS Gold'.
fr_fr: Notez l'option "Utilise un préfixe institutionnel". Avec cette option activée, un équipe de l'institution 'Montréal' nommé '1' ou 'Or' sera affiché comme 'Montréal 1' ou 'Montréal Or'.

source: At present, setting a team's type to Bye, Swing, or Composite only affects very particular circumstances, and should be considered unnecessary.
fr_fr: Actuellement, changer le type d'équipe à Bye, Substitut ou Composé affecte juste quelques circonstances particuliers, donc n'est pas nécessaire.

source: If you do have composite teams, and wish to have them be conflicted by adjudicators from each respective instutution, you'll need to add a new team conflict to each adjudicator from each institution.
fr_fr: Si vous avez des équipes composés et voulez qu'ils soient avec conflit par les juges de chaque institution respective, vous aurez besoin d'ajouter un nouveau conflit d'équipe à chaque juge de chaque institution.

source: If you do have swing teams, or teams that are otherwise ineligible for breaking, this is typically handled through the breaks interface in the main site
fr_fr: Si vous avez des équipes substituts ou des équipes autrement inéligible à qualifier, ceci est normalement fait dans l'interface des qualifications sur le site principal

source: Participants > Speakers
fr_fr: Participants > Orateurs

source: Each speaker's gender is optional and is not displayed publicly; it is only shown in the adjudicator allocation interface
fr_fr: Le genre de chaque orateur est facultatif et n'est pas affiché publiquement ; il est seulement montré dans l'interface de repartition des juges

source: Each speaker's pronoun is optional, and is only displayed if you use tabbycat to print the ballots and feedback sheets for each round.
fr_fr: Le pronom de chaque orateur est facultatif et seulement affiché si vous utilisez Tabbycat pour imprimer les feuilles de jugement ou évaluations pour chaque joute.

source: Tournaments > Divisions
fr_fr: Tournois > Divisions

source: Tournaments > Tournaments
fr_fr: Tournois > Tournois

source: Note that tournaments can have a welcome message (useful for displaying maps and other information on the homepage).
fr_fr: Notez que les tournois peuvent avoir un message de bienvenue (utile pour afficher des cartes et autre information sur la page d'accueil).

source: Venues > Venues
fr_fr: Salles > Salle

source: A venue's priority determines its priority in being allocated. If there are 20 debates, and 30 rooms, the 20 rooms with the highest priorities will be chosen. Furthermore, if particular debates are marked as important during the draw process, those debates will receive the rooms with the highest priorities. In this way you can give close rooms to members of the adj core, or give larger rooms to debates that will draw a large audience.
fr_fr: Les priorités des salles détermine dans quel ordre ils sont répartis. S'il y a 20 débats et 30 salles, les 20 salles avec les priorités les plus élevés seront choisis. De plus, si des débats en particulier sont marqués comme importants lors du tirage, ces débats auront les salles avec les plus hautes priorités. De cette façon vous pouvez donner les salles proches aux membres des juges en chef ou de plus grands salles aux débats qui attireront un grand public.

source: Venues > Venue Categories
fr_fr: Salles > Catégories de Salle

source: Venue categories are not needed for most kinds of tournaments. Their purpose is to classify particular venues, such as venues all within one building or venues that are accessible. Once assigned these categories can display in the venue's name — ie "Red 01.01" or be used to assign Venue Constraints that match particular teams, institutions, or adjudicators to particular types of venues.
fr_fr: Les catégories de salle ne sont pas nécessaires pour la plupart des types de tournoi. Leur but est de classer des salles particuliers, tel les salles dans un bâtiment ou les salles accessible aux handicapés. Une fois assigné, ces catégories peuvent s'afficher dans le nom d'une salle, ie "Rouge 01.01" ou être utilisé pour assigner des contraintes de salle pour des équipes, institutions, ou juges à une catégorie de salle.

source: Information for the briefing
fr_fr: Information pour le briefing

source: If you're using the online submissions feature, some things you should probably mention in the briefing:
fr_fr: Si vous utilisez la fonctionnalité de saisie en-ligne, quelques choses vous devriez probablement mentionner :

source: Adjudicators must fill out ballots completely, including motions and venues—they are entered into the system.
fr_fr: Les juges doivent remplir leurs feuilles complètement, avec les motions et salles—ils sont entrés dans le système.

source: There is a static URL for each person's ballots and feedback forms. It can be bookmarked, or the page can refreshed after each round.
fr_fr: Il y a un URL statique pour les formulaires de bulletins et évaluations pour chaque personne. Il peut y avoir un signet, ou la page peut être actualisée après chaque joute.

source: If people submit a result or feedback online, they should indicate that they have done so on the paper copy of their ballot.
fr_fr: Si du monde soumet un résultat ou évaluation en-ligne, ils devraient indiquer qu'ils ont fait cela sur la copie papier.
