Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/options/locale/*/LC_MESSAGES/django.po
Languages: id, ru, tr

source: Tournament Options
id: Opsi Turnamen
tr: Turnuva Seçenekleri

source: instance
ru: экземпляр
tr: örnek

source: tournament preference
id: opsi turnamen
ru: предпочтение турнира
tr: turnuva tercihi

source: tournament preferences
id: opsi turnamen
ru: предпочтения турнира
tr: turnuva tercihleri

source: Score Rules
id: Aturan Penilaian
ru: Правила баллов
tr: Puan Kuralları

source: Minimum allowed score for substantive speeches
id: Nilai minimum yang diijinkan untuk pidato substantif
ru: Минимальный допустимый балл для конструктивных речей
tr: Ana konuşmalar için izin verilen minimum puan

source: Minimum speaker score
id: Nilai pembicara minimum
ru: Минимальный спикерский балл
tr: Minimum konuşmacı puanı

source: Maximum speaker score
id: Nilai pembicara maksimum
ru: Максимальный спикерский балл
tr: Maksimum konuşmacı puanı

source: Maximum allowed score for substantive speeches
id: Skor maksimum yang diijinkan untuk pidato substantif
ru: Максимальный допустимый балл для конструктивных речей
tr: Ana konuşmalar için izin verilen maksimum puan

source: Speaker score step
id: Jarak antara nilai pembicara
ru: Шаг спикерских баллов
tr: Konuşmacı puanı adımı

source: Score steps allowed for substantive speeches, e.g. full points (1) or half points (0.5)
id: Jarak nilai yang diijinkan untuk pidato substantif seperti bilangan bulat (1) atau separuh (0.5)
ru: Шаг баллов, допустимый для конструктивных речей, например полные баллы (1) или половины баллов (0,5)
tr: Ana konuşmalar için izin verilen puan adımları, örneğin tam puan (1) veya yarım puan (0,5)

source: The largest amount by which one team can beat another (0 means no limit)
id: Margin antara dua tim terbesar yang diijinkan (0 berarti tidak dibatasi)
ru: Максимальное количество баллов, на которое одна команда может опередить другую (0 означает отсутствие предела)
tr: Bir takımın diğerini yenebileceği en büyük miktar (0, sınır olmadığı anlamına gelir)

source: Maximum margin
id: Margin maksimum
ru: Максимальный предел
tr: Maksimum marj

source: Minimum allowed score for reply speeches
id: Nilai minimum yang diijinkan untuk pidato penyimpul
ru: Минимальный допустимый балл для заключительных речей
tr: Özet konuşmalar için izin verilen minimum puan

source: Minimum reply score
id: Nilai penyimpul minimum
ru: Минимальный балл заключительных речей
tr: Minimum özet puanı

source: Maximum allowed score for reply speeches
id: Nilai maksimum yang diijinkan untuk pidato penyimpul
ru: Максимальный допустимый балл для заключительных речей
tr: Özet konuşmaları için izin verilen maksimum puan

source: Maximum reply score
id: Nilai penyimpul maksimum
ru: Максимальный балл заключительных речей
tr: Maksimum özet puanı

source: Score steps allowed for reply speeches, e.g. full points (1) or half points (0.5)
id: Jarak nilai yang diijinkan untuk pidato penyimpul seperti bilangan bulat (1) atau separuh (0.5)
ru: Шаг баллов, допустимый для заключительных речей, например полные баллы (1) или половины баллов (0,5)
tr: Özet konuşmaları için izin verilen puan adımları, örneğin tam puan (1) veya yarım puan (0,5)

source: Reply score step
id: Jarak antara nilai penyimpul
ru: Шаг баллов заключительных речей
tr: Özet puanı adımı

source: If checked, a team's winning margin includes dissenting adjudicators
id: Apabila ditandai, margin kemenangan juga akan menampung margin dari juri yang berbeda pendapat dalam ruangan
ru: Если выбрано, то поле выигравшей команды включает в себя не согласившихся судей
tr: İşaretlenirse, bir takımın kazanma marjı splitleyen jürileri içerir

source: Margin includes dissenters
id: Margin termasuk juri beda pendapat
ru: Поле включает не согласившихся
tr: Marj, splitleyenleri içerir

source: If checked, all speaker scores, including for duplicate speeches, will be counted for team scores
tr: İşaretlenirse, yinelenen konuşmalar da dahil olmak üzere tüm konuşmacı puanları takım puanlarına dahil olur.

source: Team score includes ghosts
tr: Takım puanına gölgeler dahil.

source: Draw Rules
id: Aturan Draw
ru: Правила сетки
tr: Kura Kuralları

source: The auto-allocator will only take adjudicators at or above this score as voting panellists
id: Algoritma alokasi otomatis hanya akan mengambil juri dengan nilai diatas nilai ini sebagai panelis / juri yang memiliki hak suara
ru: Автораспределение будет использовать как судей с правом голоса только тех, кто имеет этот балл или выше
tr: Otomatik tahsis, yalnızca bu puandaki veya bu puanın üzerindeki jürileri oylayan panelist olarak alacaktır.

source: Minimum adjudicator score to vote
id: Nilai minimum juri untuk memiliki hak suara
ru: Минимальный балл для судьи, чтобы иметь право голоса
tr: Oy kullanmak için gerekli minimum jüri puanı

source: Penalty applied by adjudicator auto-allocator for conflicts
id: Penalti untuk konflik dalam algoritma alokasi juri otomatis
ru: Снижение, используемое при автораспределении судей в случае конфликтов
tr: Conflictler için jüri otomatik tahsisi tarafından ceza uygulandı

source: Adjudicator conflict penalty
id: Penalti konflik juri
ru: Снижение при судейском конфликте
tr: Jüri conflict cezası

source: Penalty applied by adjudicator auto-allocator for history
id: Penalti untuk riwayat penjurian dalam algoritma alokasi juri otomatis
ru: Снижение, используемое при автораспределении судей в случае истории
tr: Geçmiş için jüri otomatik tahsisi tarafından ceza uygulandı

source: Adjudicator history penalty
id: Penalti riwayat penjurian
ru: Снижение при истории
tr: Hakem geçmiş cezası

source: Penality applied by preformed panel auto-allocator for priority mismatch
id: Penalti untuk ketidak cocokan prioritas dalam algoritma alokasi preformed panel otomatis
ru: Снижение, используемое при автоматическом распределении коллегии в связи с несоответствием приоритета
tr: Öncelik uyuşmazlığı için önceden kurulmuş panel otomatik tahsisi tarafından uygulanan ceza

source: Importance mismatch penalty
id: Penalti ketidak cocokan kepentingan
ru: Снижение при несоответствии приоритета
tr: Önem uyuşmazlığı cezası

source: Penalty applied by conflict avoidance method for teams seeing their own institution
id: Penalti untuk metode penghindaran konflik antara tim dari institusi yang sama
ru: Снижение применимое при методе избежания конфликтов, чтобы команды не играли с представителями их же института
tr: Kendi kurumunu gören ekipler için conflict kaçınma yöntemi tarafından uygulanan ceza

source: Team institution penalty
id: Penalti institusi tim
ru: Отрицательный коэффициент при совпадении клубов
tr: Takım kurum cezası

source: Penalty applied by conflict avoidance method for teams seeing each other twice or more
id: Penalti untuk metode penghindaran konflik antara tim yang memiliki riwayat bertemu pada ronde sebelumnya
ru: Снижение применимое при методе избежания конфликтов, чтобы команды не играли друг с другом два раза или больше
tr: Birbirini iki veya daha fazla kez gören takımlar için conflict kaçınma yöntemi tarafından uygulanan ceza

source: Team history penalty
id: Penalti riwayat tim
ru: Снижение командной истории
tr: Takım geçmişi cezası

source: If checked, the draw will try to avoid pairing teams against their own institution
id: Apabila ditandai, draw akan sebisa mungkin menghindari tim untuk bertemu tim lain yang satu institusi
ru: Если отмечено, система постарается не ставить команды из одного клуба играть друг против друга
tr: Eğer işaretlenirse, kura takımları kendi kurumlarıyla eşleştirmeyi önlemeye çalışacaktır.

source: Avoid same institution
id: Hindari Institusi yang Sama
ru: Избегать тот же клуб
tr: Aynı Kurumu Önle

source: If checked, the draw will try to avoid having teams see each other twice
id: Apabila ditandai, draw akan sebisa mungkin menghindari tim untuk bertemu tim yang telah bertemu tim tersebut di ronde sebelumnya
ru: Если отмечено, при создании сетки команды, по возможности, не будут играть друг с другом второй раз
tr: Eğer işaretlenirse, Kura takımların birbirlerini iki kez görmesini önlemeye çalışacaktır.

source: Avoid team history
id: Hindari Riwayat Tim
ru: Избегать историю команд
tr: Takım Geçmişini Önle

source: How odd brackets are resolved (see documentation for further details)
id: Bagaimana bracket yang ganjil diselesaikan (lihat dokumentasi untuk detail lebih lanjut)
ru: Как разрешаются нечетные группы команд (смотри документацию для более подробной информации)
tr: Tek sayılı aşamalar nasıl çözülür (daha fazla ayrıntı için belgelere bakın)

source: Odd bracket resolution method
id: Metode resolusi bracket ganjil
ru: Метод разрешения нечетных групп команд
tr: Tek sayılı aşama çözümleme yöntemi

source: Pull up from top
id: Pull-up dari atas
ru: Пулл-ап сверху
tr: Yukarıdan yukarı çek

source: Pull up from bottom
id: Pull-up dari bawah
ru: Пулл-ап снизу
tr: Alttan yukarı çek

source: Pull up from middle
id: Pull-up dari tengah
ru: Пулл-ап с середины
tr: Ortadan yukarı çek

source: Pull up at random
id: Pull-up secara acak
ru: Случайны пулл-ап
tr: Rastgele yukarı çek

source: Intermediate brackets
id: Intermediate bracket
ru: Промежуточные группы команд
tr: Ara aşamalar

source: Intermediate brackets with bubble-up-bubble-down
ru: Промежуточные группы команд с перемещениями
tr: yükselen/alçalan takımlar olan ara aşamalar

source: Intermediate 1 (pre-allocated sides)
ru: Промежуточные 1 (предварительно распределенные стороны)
tr: Ara 1 (önceden tahsis edilmiş taraflar)

source: Intermediate 2 (pre-allocated sides)
ru: Промежуточные 2 (предварительно распределенные стороны)
tr: Ara 2 (önceden tahsis edilmiş taraflar)

source: How affirmative/negative positions are assigned (see documentation for further details)
id: Bagaimana posisi afirmatif / negatif dialokasikan (lihat dokumentasi untuk detail lebih lanjut)
ru: Как распределяются позиции утверждения/отрицания (смотри документацию для дальнейших деталей)
tr: Olumlu/olumsuz pozisyonlar nasıl atanır (daha fazla ayrıntı için belgelere bakın)

source: Side allocations method
id: Metode alokasi sisi
ru: Метод распределения сторон
tr: Taraf tahsisat yöntemi

source: Random
id: Acak
ru: Случайный
tr: Rastgele

source: Balance
id: Seimbang
ru: Баланс
tr: Denge

source: Pre-allocated
id: Dialokasikan mula-mula
ru: Предварительно распределено
tr: Önceden tahsis edilmiş

source: Manually enter from ballot
id: Diinput secara manual pada balot
ru: Вручную ввести из бэллота
tr: Ballottan manuel olarak girme

source: Slide: 1 vs 6, 2 vs 7, …. Fold: 1 vs 10, 2 vs 9, …. Adjacent: 1 vs 2, 3 vs 4, ….
id: Slide (Break and Slide): 1 vs 6, 2 vs 7, …. Fold: 1 vs 10, 2 vs 9, …. Adjacent (Power pair): 1 vs 2, 3 vs 4, ….
ru: Скольжение: 1 vs 6, 2 vs 7, …. Сворачивание: 1 vs 10, 2 vs 9, …. Примыкание: 1 vs 2, 3 vs 4, ….
tr: Kaydırma: 1 vs 6, 2 vs 7, .... Katla: 1'e 10, 2'ye karşı 9, .... Komşu: 1'e karşı 2, 3'e karşı 4, ....

source: Pairing method
id: Metode matchup tim
ru: Метод паросочетания
tr: Eşleştirme yöntemi

source: Slide
ru: Слайд
tr: Kaydırma

source: Fold
ru: Сворачивание
tr: Katla

source: Adjacent
ru: Примыкание
tr: Komşu

source: Fold top, adjacent rest
id: Fold untuk atas, adjacent untuk yang lain
ru: Первый сворачиванием, остальные примыканием
tr: Tepeyi katla, kalanı komşu

source: Method used to try to avoid teams facing each other multiple times or their own institution (see documentation for further details)
id: Metode yang digunakan untuk menghindarkan tim untuk bertemu dengan tim lain lebih dari satu kali atau bertemu dengan tim dari institusi sendiri (lihat dokumentasi untuk detail lebih lanjut)
ru: Метод, который используется для того, чтобы команды не играли несколько раз против одних и тех же команд или против команд из своего клуба (см. документацию)
tr: Takımların birbirleriyle veya kendi kurumlarıyla birden çok kez karşılaşmasını önlemek için kullanılan yöntem (daha fazla ayrıntı için belgelere bakın)

source: Conflict avoidance method
id: Metode pencegahan konflik
ru: Метод избежания конфликтов
tr: Conflict kaçınma yöntemi

source: Off
id: Nonaktif
ru: Выкл
tr: Kapalı

source: One-up-one-down
id: Satu-atas-satu-bawah
ru: Одна вверх одна вниз
tr: Bir-yukarı-bir-aşağı

source: If using pull-ups, restrict which teams can be pulled up. Two-team formats only. Has no effect on BP or intermediate brackets.
id: Apabila menggunakan pull-up, batasi tim mana yang dapat ditarik ke atas. Hanya mendukung format dengan dua tim, dan tidak akan berpengaruh pada format BP ataupun pada intermediate bracket.
ru: Если использоаются пулл-апы, ограничите, какие команды можно пулл-апнуть. Это работает только на форматы с двумя командами и не влияет на БПФ или промежуточную расстановку.
tr: Yukarı çekme kullanıyorsanız, hangi takımların yukarı çekilebileceğini kısıtlayın. Yalnızca iki takımlı formatlar kullanın. İP veya ara aşamalar üzerinde hiçbir etkisi yoktur.

source: Pullup restriction
id: Pembatasan Pullup
ru: Ограничение на пулл-ап
tr: Yukarı çekme kısıtlaması

source: No restriction
id: Tidak ada batasan
ru: Нет ограничений
tr: Kısıtlama yok

source: Choose from teams who have been pulled up the fewest times so far
id: Pilih tim yang paling sedikit ditarik ke atas sejauh ini
ru: Выберите из команд, которые были пулл-апнуты меньшее количество раз на данный момент
tr: Şimdiye kadar en az kez yukarı çekilen takımlar arasından seçim yap

source: Choose from teams with the lowest draw strength by wins so far
id: Pilih tim dengan draw strength terendah berdasarkan kemenangan sejauh ini
ru: Выбрать из команд с наименьшей силой сетки по победам на данный момент
tr: Şimdiye kadarki galibiyetlere göre en düşük kura gücüne sahip takımlar arasından seçim yap

source: Choose from teams with the lowest draw strength by speaks so far
id: Pilih tim dengan draw strength terendah berdasarkan skor sejauh ini
ru: Выберите из команд с наименьшей силой сетки по спикерским на данный момент
tr: Şimdiye kadarki en düşük kura gücüne sahip takımlar arasından seçim yap

source: In BP, how pullups are distributed. Only "Anywhere" is WUDC-compliant.
id: Bagaimana tim yang ditarik didistribusikan dalam BP. Hanya "Dimana saja" yang mengikuti standar WUDC.
ru: Как распределены пулл-апы в БПФ. Только "Везде" является совместимым с WUDC.
tr: İP'de, yukarı çekmelerin nasıl dağıtıldığı. Yalnızca "Her Yerde" WUDC uyumludur.

source: BP pullup distribution
id: Distribusi pullup BP
ru: Распределение пулл-апов в БПФ
tr: İP yukarı çekim dağıtımı

source: Anywhere in bracket
id: Dimana saja dalam bracket
ru: Где угодно в группе команд
tr: Aşama içinde her yerde

source: All in the same room (not WUDC-compliant)
id: Dimana saja dalam satu ruangan (tidak mengikuti standar WUDC)
ru: Все в одной комнате (не совместимо с WUDC)
tr: Hepsi aynı odada (WUDC uyumlu değil)

source: In BP, which position cost function to use (see documentation for details)
id: Position cost function mana yang akan digunakan dalam BP (lihat dokumentasi untuk detail)
ru: В БПФ, какую функцию стоимости позиции использовать (см. документацию для подробностей)
tr: İP'de, hangi pozisyon maliyeti fonksiyonunun kullanılacağı (ayrıntılar için belgelere bakın)

source: BP position cost
ru: Стоимость позиции в БПФ
tr: İP pozisyon maliyeti

source: Simple
id: Sederhana
ru: Простой
tr: Basit

source: Rényi entropy
id: Entropi Rényi
ru: Энтропия Реньи
tr: Rényi entropisi

source: Population variance
id: Varians Populasi
ru: Разница совокупностей
tr: Popülasyon varyansı

source: Rényi order α, if BP position cost uses Rényi entropy. Shannon is α = 1, Hartley is α = 0, collision is α = 2. See documentation for details.
id: Orde Rényi α, apabila BP position cost menggunakan entropi Rényi. Shannon: α = 1, Hartley: α = 0, collision: α = 2. Lihat dokumentasi untuk detail.
ru: Порядок Реньи, если стоимость позиции в БПФ использует энтропию Реньи. У Шэннона a=1, у Хартли a=2. См. документацию для подробностей.
tr: Rényi düzen α, eğer İP pozisyon maliyeti Rényi entropisi kullanıyorsa. Shannon α = 1, Hartley α = 0, çarpışma α = 2'dir. Ayrıntılar için belgelere bakın.

source: Rényi order (BP)
id: Orde Rényi (BP)
ru: Порядок Реньи (БПФ)
tr: Rényi düzeni (İP)

source: The BP position cost is raised to this power; higher exponents bias towards resolving fewer large position imbalances over more small ones. See documentation for details.
id: Orde (pangkat / eksponen) untuk BP position cost. Eksponen yang lebih tinggi berimplikasi pada menyelesaikan sedikit ketidakseimbangan posisi yang lebih besar dibandingkan banyak ketidakseimbangan yang lebih kecil. Lihat dokumentasi untuk detail.
ru: Стоимость позиции в БПФ повышается до этого числа; более высокие степени направлены на решение более крупных дисбалансов позиций, а не более мелких. Подробнее см. в документации.
tr: İP pozisyon maliyeti bu üsse yükseltilir; daha yüksek üsler, daha küçük olanlara göre daha az büyük pozisyon dengesizliğini çözmeye yöneliktir. Ayrıntılar için belgelere bakın.

source: BP position cost exponent
id: Eksponen BP position cost
ru: Степень стоимости позиции в БПФ
tr: İP pozisyon maliyeti üssü

source: In BP, which method to use to solve the assignment problem. Only Hungarian with preshuffling is WUDC-compliant.
id: Metode yang digunakan untuk menyelesaikan permasalahan alokasi posisi dalam BP. Hanya Hungarian with preshuffling yang mengikuti standar WUDC.
ru: В БПФ, какой метод использовать для решения проблемы назначений. Только Венгерский с перетасовкой совместим с WUDC.
tr: İP'de, atama problemini çözmek için hangi yöntemin kullanılacağı. Yalnızca ön karıştırmalı Macar WUDC uyumludur.

source: BP assignment method
id: Metode alokasi BP
ru: Метод задания БПФ
tr: İP atama yöntemi

source: Hungarian algorithm (not WUDC-compliant)
id: Algoritma Hungarian (tidak mengikuti standar WUDC)
ru: Венгерский алгоритм (не совместимый с WUDC)
tr: Macar algoritması (WUDC uyumlu değil)

source: Hungarian algorithm with preshuffling
ru: Венгерский алгоритм с перетасовкой
tr: Ön karıştırmalı Macar algoritması

source: Automatically make all adjudicators available for all rounds
id: Buat seluruh juri tersedia untuk seluruh ronde secara otomatis
ru: Автоматически сделать всех судей доступными для всех раундов
tr: Tüm jürileri otomatik olarak tüm turlar için kullanılabilir hale getirin

source: Skip adjudicator check-ins
id: Lompati check-in juri
ru: Пропустить регистрацию судей
tr: Jüri girişlerini atla

source: Hide panellist positions in the UI (and don't allocate them)
id: Sembunyikan posisi panelis dalam tampilan antarmuka (dan jangan alokasikan panelis)
ru: Скрыть позиции вингов в интерфейсе (и не выделять их)
tr: Kullanıcı arayüzünde panelist konumlarını gizle (ve tahsis etme)

source: No panellist adjudicators
id: Tidak ada juri panelis
ru: Нет вингов
tr: Panelist jüri yok

source: Hide trainee positions in the UI (and don't allocate them)
id: Sembunyikan posisi trainee dalam tampilan antarmuka (dan jangan alokasikan trainee)
ru: Скрыть позиции вингов без права голоса в интерфейсе (и не выделять их)
tr: Kullanıcı arayüzünde acemi pozisyonlarını gizle (ve tahsis etme)

source: No trainee adjudicators
id: Tidak ada juri trainee
ru: Нет вингов без права голоса
tr: Acemi hakem yok

source: Feedback
id: Penilaian Juri
ru: Обратная связь
tr: Geri bildirim

source: Minimum possible adjudicator score that can be given
id: Nilai minimum yang dapat diberikan untuk juri
ru: Минимальный балл для судьи
tr: Verilebilecek minimum olası jüri puanı

source: Minimum adjudicator score
id: Nilai juri minimum
ru: Минимальный балл для судьи
tr: Minimum jüri puanı

source: Maximum possible adjudicator score that can be given
id: Nilai maksimum yang dapat diberikan untuk juri
ru: Максимальный балл для судьи
tr: Verilebilecek maksimum jüri puanı

source: Maximum adjudicator score
id: Nilai juri maksimum
ru: Максимальный балл для судьи
tr: Maksimum jüri puanı

source: Used to inform available choices in the feedback forms for adjudicators (both online and printed) and feedback progress
id: Digunakan untuk menginformasikan pilihan yang tersedia dalam form umpan balik untuk juri (daring dan luring) serta perkembangan umpan balik
ru: Используется для информирования о доступных вариантах обратной связи на судей (как в режиме онлайн, так и в печатном виде) и о прогрессе в отправке обратной связи
tr: Jüriler için geri bildirim formlarındaki mevcut seçenekleri (hem çevrimiçi hem de basılı) ve geri bildirim ilerlemesini bildirmek için kullanılır

source: Allow and expect feedback to be submitted by
id: Ijinkan umpan balik untuk diberikan oleh
ru: Разрешить и ожидать, что обратная связь будет представлена от
tr: Geri bildirimin şu kişi tarafından gönderilmesine izin ver ve gönderilmesini bekle

source: Chairs on panellists and trainees
id: Ketua juri untuk panelis dan trainee
ru: Чэйров на вингов и вингов без права голоса
tr: Başkanlar panelist ve acemilerle

source: Panellists on chairs, chairs on panellists and trainees
id: Panelis kepada ketua juri, ketua juri kepada panelis dan trainee
ru: Винги на чэйров, чэйры на вингов и вингов без права голоса
tr: Panelistler başkanlara, başkanlar panelistler ve kursiyerlere

source: Panellists and trainees on chairs, vice-versa
id: panelis dan trainee di ketua panel, dan sebalik nya
tr: Panelist ve acemiler başkanlara ve tam tersi

source: All adjudicators (including trainees) on each other
id: Seluruh juri (termasuk trainee) kepada satu sama lain
ru: Все судьи (включая вингов без права голоса) друг на друга
tr: Tüm jürilşer (acemiler dahil) birbirlerine

source: Expect feedback to be submitted by teams on
id: Ijinkan umpan balik diberikan oleh tim kepada
ru: Ожидает обратную связь от команд на
tr: Takımlar tarafından geri bildirim gönderilmesi beklenenler:

source: Used to inform available choices in the feedback forms for teams (both online and printed) and feedback progress; this option is used by, e.g., UADC
id: Digunakan untuk menginformasikan pilihan yang tersedia dalam form umpan balik untuk tim (daring dan luring) serta perkembangan umpan balik; opsi ini digunakan oleh turnamen seperti UADC
ru: Используется для информирования о доступных вариантах в форме обратной связи для команд (как онлайн, так и печатных) и о прогрессе обратной связи; этот вариант используется, например, на UADC
tr: Takımlar için geri bildirim formlarındaki mevcut seçenekleri (hem çevrimiçi hem de basılı) ve geri bildirim ilerlemesini bildirmek için kullanılır; Bu seçenek, UADC vb. tarafından kullanılır.

source: Orallist only (voting panellists permitted, with prompts to select orallist)
id: Hanya juri yang memberikan penjurian verbal (diijinkan juga untuk panelis, dengan opsi untuk memilih siapa yang memberikan penjurian verbal di dalam ruangan)
ru: Только дающий разбор (разрешены голосающие винги, с запросом на выбор дающего разбор)
tr: Yalnızca karar sebebini açıklayan jüriler (oylayan panelistlerine izin verilir, karar sebebini açıklayanı seçme istemi bulunur)

source: All adjudicators in their panels (including trainees)
id: Seluruh juri (termasuk trainee)
ru: Все судьи в своих коллегиях (включая вингов без права голоса)
tr: Panellerindeki tüm jüriler (acemiler dahil)

source: Show unexpected feedback submissions in participants pages
id: Tampilkan pengisian umpan balik yang tidak seharusnya dalam laman partisipan
ru: Показывать неожиданные формы обратной связи на страницах участников
tr: Katılımcıların sayfalarında beklenmeyen geri bildirim gönderimlerini göster
