Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/options/locale/*/LC_MESSAGES/django.po
Languages: id, ru, tr

source: 2 vs 2 with replies, chosen motions, chosen sides, and novice statuses.
id: 2 vs 2 dengan balasan, mosi yang dipilih, sisi yang dipilih, dan status pemula.
tr: özetler, belirli önergeler, belirli taraflar ve acemi durumları ile 2'ye 2.

source: 3 vs 3 Prepared
id: 3 vs 3 disiapkan
tr: Hazırlıklı 3'e 3

source: 3 vs 3 with preallocated sides, publicly displayed sides and motions, and novice statuses.
id: 3 vs 3 dengan sisi yang telah dialokasikan sebelumnya, sisi dan gerakan yang ditampilkan secara publik, dan status pemula.
tr: Önceden belirlenmiş taraflar, halka açık olarak görüntülenen taraflar ve önergeler ve acemi statüleri ile 3'e 3.

source: UADC Rules
id: Aturan UADC
tr: UADC Kuralları

source: 3 vs 3 with replies, chosen motions, and all adjudicators can receive feedback from teams.
id: 3 vs 3 dengan balasan, mosi yang dipilih, dan semua juri dapat menerima umpan balik dari tim.
tr: Özet, belirli önergeler ve tüm jüriler takımlardan geri bildirim alabilir.

source: WSDC Rules
id: Aturan WSDC
tr: WSDC Kuralları

source: 3 vs 3 with replies, chosen motions, prop/opp side labels, and all adjudicators can receive feedback from teams.
id: 3 vs 3 dengan balasan, gerakan yang dipilih, label sisi prop / opp, dan semua juri dapat menerima umpan balik dari tim.
tr: Özetler, belirli önergeler, prop / opp taraf etiketleri ile 3'e 3 ve tüm jüriler takımlardan geri bildirim alabilir.

source: Public Information Options
id: Opsi informasi public
tr: Açık Bilgi Seçenekleri

source: For tournaments hosted online: this sets it up so that people can access the draw and other generally useful information via the tab site.
id: Untuk turnamen yang diselenggarakan secara online: ini mengaturnya sehingga orang-orang dapat mengakses undian dan informasi lain yang umumnya berguna melalui situs tab.
tr: Çevrimiçi olarak düzenlenen turnuvalar için: Bu, insanların kuraya ve diğer genel olarak yararlı bilgilere tab sitesi üzerinden erişebilmeleri sağlar.

source: Tab Release Options
id: Rilis tab opsi
ru: Параметры публикации тэба
tr: Tab Yayınlama Seçenekleri

source: For when a tab is ready to be released. This will publicly display the results of all rounds, the team tab, the speaker tab, etc
id: Untuk saat tab siap dirilis. Ini akan secara terbuka menampilkan hasil dari semua putaran, tab tim, tab pembicara, dll
ru: Используйте если вы готовы опубликовать тэб. Будут опубликованы результаты всех раундов, командный тэб, спикерский тэб и т.д.
tr: Bir tab yayınlanmaya hazır olduğunda kullanılır. Bu, tüm turların sonuçlarını, takım tabını, konuşmacı tabını vb. herkese açık olarak gösterir.

source: Use Private URLs
tr: Özel URL'ler kullan

source: Enables participant data entry through private URLs.
tr: Özel URL'ler üzerinden katılımcı veri girişe olanak tanır.

source: Configuration
id: Konfigurasi
ru: Настройки
tr: Ayarlama

source: The range of scores that can awarded to speeches, replies, and teams
id: Rentang nilai yang dapat diberikan untuk pidato, balasan, dan tim
ru: Диапазон баллов, которые могут быть присуждены речам, заключительным речам и командам
tr: Konuşmalara, özetlere ve takımlara verilebilecek puan aralığı

source: How teams are paired in the draw and how adjudicators are auto-allocated
id: Bagaimana tim dipasangkan dalam undian dan bagaimana juri dialokasikan secara otomatis
ru: Как команды сочетаются в сетке и как судьи автоматически распределяются
tr: Kurada takımların nasıl eşleştirileceği ve jürilerin nasıl otomatik olarak tahsis edileceği

source: How many speeches in a debate, how motions are decided, and whether reply speeches are used
id: Berapa banyak pidato dalam sebuah debat, bagaimana mosi diputuskan, dan apakah pidato balasan digunakan
ru: Как много речей в дебатах, как определяются темы и используются ли заключительные речи
tr: Bir maçta kaç konuşma olduğu, önergelerin nasıl kararlaştırıldığı ve özetlerin kullanılıp kullanılmadığı

source: How teams and speakers are ranked in the released tabs
id: Bagaimana tim dan pembicara diberi peringkat di tab yang dirilis
ru: Как команды и спикеры ранжированы в опубликованных тэбах
tr: Takımlar ve konuşmacıların yayınlanan tablarda nasıl sıralandığı

source: How adjudicators are ranked and who can submit feedback
id: Bagaimana peringkat juri dan siapa yang dapat mengirimkan umpan balik
ru: Как ранжируются судьи и кто может предоставлять обратную связь
tr: Jürilerin nasıl sıralandığı ve kimlerin geri bildirim gönderebildiği

source: How and where are motions used
id: Bagaimana dan dimana mosi digunakan
tr: Önergelerin nasıl ve nerede kullanıldığı

source: When to release a public tab is made visible and what data it shows
id: Kapan merilis tab publik dibuat terlihat dan data apa yang ditampilkan
ru: Когда сделать тэб видимым для всех и какие данные он отображает
tr: Herkese açık tabın ne zaman yayınlanacağı ve hangi verilerin gösterileceği görünür hale gelir

source: How ballots, feedback, and check-ins are entered, including online submission options
id: Bagaimana balot, nilai, dan check-in dimasukkan, termasuk opsi pengiriman online
ru: Как вводятся бэллоты, формы обратной связи и регистрации, включая варианты с предоставлением онлайн
tr: Çevrimiçi gönderim seçenekleri de dahil olmak üzere ballotların, geri bildirimlerin ve girişlerin nasıl girildiği

source: What information the site displays on the publicly accessible pages
id: Informasi apa yang ditampilkan situs pada halaman yang dapat diakses publik
ru: Какую информацию отображает сайт на общедоступных страницах
tr: Sitenin herkese açık sayfalarda görüntülediği bilgiler

source: Small tweaks in what information is presented by the interface
id: Perubahan kecil dalam informasi apa yang disajikan oleh antarmuka
ru: Небольшие хитрости о том, какая информация представлена интерфейсом
tr: Arayüz tarafından hangi bilgilerin sunulduğu konusunda ince ayarlar

source: Configures sending notifications, such as emails confirming ballot submissions or team points
id: Mengonfigurasi pengiriman pemberitahuan, seperti email yang mengonfirmasi pengiriman balot atau poin tim
ru: Настройка отправки уведомлений, таких как email, подтверждающие отправку бэллота или командные баллы
tr: Ballot gönderimlerini veya takım puanlarını onaylayan e-postalar gibi gönderme bildirimlerini ayarlar

source: Settings which can affect all tournaments on the site
id: Pengaturan yang dapat mempengaruhi semua turnamen di situs
tr: Sitedeki tüm turnuvaları etkileyebilecek ayarlar

source: Manually Set Current Round
id: Set ronde sekarang secara manual
ru: Вручную установить текущий раунд
tr: Geçerli Turu El İle Ayarla

source: Tabbycat will prompt you to advance the current round on each round's results page. However, if there are special circumstances that require you to override this and set the current round to something else, use this page.
id: Tabbycat akan meminta Anda untuk memajukan babak saat ini di halaman hasil setiap babak. Namun, jika ada keadaan khusus yang mengharuskan Anda untuk mengesampingkan ini dan set putaran saat ini ke putaran lain, gunakan halaman ini.
ru: Tabbycat будет побуждать вас продвинуть текущий раунд на странице результатов каждого раунда. Однако, если есть особые обстоятельства, которые требуют, чтобы вы переопределили его и установили текущий раунд на что-то другое, используйте эту страницу.
tr: Tabbycat, her turun sonuç sayfasında geçerli turu ilerletmenizi isteyecektir. Ancak, bunu geçersiz kılmanızı ve geçerli turu başka bir şeye ayarlamanızı gerektiren özel durumlar varsa, bu sayfayı kullanın.

source: Set Round Weights for Tapered Scoring
tr: Konik Puanlama için Tur Ağırlıkları Ayarla

source: Rounds can be weighted so that certain rounds are worth more team points.
tr: Turlar, belirli turların daha fazla takım puanı değerinde olacak şekilde ağırlıklandırılabilir.

source: Presets
id: Preset
ru: Настройки
tr: Önayarlar

source: Apply %(preset)s
id: Menerapkan %(preset)s
ru: Применить %(preset)s
tr: %(preset)s uygula

source: Configuration: %(section)s
id: Konfigurasi: %(section)s
ru: Настройки: %(section)s
tr: Yapılandırma: %(section)s

source: Edit Configuration: %(section)s
id: Edit konfigurasi: %(section)s
ru: Изменить настройки: %(section)s
tr: Yapılandırmayı Düzenle: %(section)s

source: Back to Configuration
id: Kembali ke konfigurasi
ru: Вернуться к настройкам
tr: Yapılandırmaya Geri Dön

source: The following metrics can't be listed twice: %(duplicates)s
id: Metrik tidak dapat didaftarkan dua kali: %(duplicates)s
ru: Следующие метрики не могут быть перечислены дважды: %(duplicates)s
tr: Aşağıdaki metrikler iki kez listelenemez: %(duplicates)s

source: Tournament options (%(section)s) saved.
id: Opsi turnamen (%(section)s) disimpan.
ru: Опции турнира (%(section)s) сохранены.
tr: Turnuva seçenekleri (%(section)s) kaydedildi.

source: Two-team format (e.g. Australs, WSDC) or British Parliamentary
ru: Формат двух команд (например, австралийский или всемирный школьный) или БПФ

source: Teams in debate
ru: Команды в дебатах

source: Two-team format
ru: Формат двух команд

source: British Parliamentary (four teams)
ru: Британский парламентский формат (4 команды)

source: The subject line for emails sent to speakers with their team points.
ru: Строка темы для email отправляемых спикерам с их командными баллами.

source: Team points subject line
ru: Строка темы командные баллы

source: The message body for emails sent to speakers with their team points.
ru: Тело письма для email отправляемых спикерам с их командными баллами.

source: Team points message
ru: Сообщение о командных баллах

source: The subject-line for emails sent to adjudicators with their assignments.
ru: Строка темы для email отправляемых судьям с их назначениями на дебаты.

source: Adjudicator draw subject line
ru: Строка темы для судейской сетки

source: The message body for emails sent to adjudicators with their assignments.
ru: Тело письма для email отправляемых судьям с их назначениями на дебаты.

source: Adjudicator draw message
ru: Сообщение о сетке судей

source: The subject-line for emails sent to teams with their draw.
ru: Строка темы для email отправляемых командам с их сеткой.

source: Team draw subject line
ru: Строка темы сетка команд

source: The message body for emails sent to participants with their private URLs.
ru: Тело письма для email отправляемых участникам с их личными URL.

source: Private URL notification message
ru: Уведомление о приватном URL

source: The subject-line for emails sent to participants with their private URLs.
ru: Строка темы для email отправляемых участникам с их личными URL.

source: Private URL notification subject line
ru: Строка темы уведомления о личном URL

source: The subject-line for emails sent to participants on motion release.
ru: Строка темы для email отправляемых участникам об опубликовании темы.

source: Motion release notification subject line
ru: Строка темы уведомления об опубликовании темы

source: The message body for emails sent to participants on motion release.
ru: Тело сообщения для email, отправляемых участникам о публикации темы.

source: Motion release notification message
ru: Сообщение о публикации темы

source: The subject-line for emails sent to participants informing them of their team registration.
ru: Строка темы для email, отправляемых участникам об их командной регистрации.

source: Team registration notification subject line
ru: Строка темы уведомления о командной регистрации

source: The message body for emails sent to participants informing them of their team registration.
ru: Тело письма для email, отправляемых участникам об их командной регистрации.

source: Team registration notification message
ru: Сообщение о регистрации команды

source: You both have team code names enabled, and team institutions showing on public pages. If your objective in enabling team code names is to obscure team institutions, this probably defeats the purpose of code names. You can edit these settings in the <a href="%(ui_url)s" class="alert-link">UI Options section</a>.
ru: У вас одновременно включено использование кодовых названий команд и отображение клубов, к которым они принадлежат. Кодовые названия обычно используются, чтобы скрыть клуб, к которому принадлежит команда, так что сейчас эта настройка не имеет смысла. Вы можете изменить эти настройки в разделе <a href="%(ui_url)s" class="alert-link">опции UI</a>.

source: These modify common settings for basic rules; double check our <a href="https://tabbycat.readthedocs.io/" target="_blank">documentation</a> to ensure they are correct for your tournament. Each links will display what settings it changes before applying them.
ru: Это изменяет общие настройки для основных правил; внимательно ознакомьтесь с нашей документацией <a href="https://tabbycat.readthedocs.io/" target="_blank"></a>, чтобы убедиться, что они подходят для вашего турнира. Каждая ссылка покажет, какие настройки они изменяют перед их применением.

source: Presets Applied: %(preset_title)s
ru: Применены настройки: %(preset_title)s

source: Preferences that were changed
ru: Настройки, которые были изменены

source: Confirm Presets: %(preset_title)s
ru: Подтвердите настройки: %(preset_title)s

source: Preferences that will not change
ru: Настройки, которые не будут изменены

source: Preferences that will change
ru: Настройки, которые будут изменены

source: Apply Presets: %(preset_title)s
ru: Применить настройки: %(preset_title)s

source: Tournament options saved according to preset %(name)s.
ru: Опции турнира сохранены в соответствии с настройками %(name)s.
