Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/options/locale/*/LC_MESSAGES/django.po
Languages: id, ru, tr

source: Displays unexpected feedback with a question mark symbol; only relevant if public participants and feedback progress are both enabled
id: Tampilkan umpan balik yang tidak seharusnya dengan simbol tanda tanya; hanya relevan apabila perkembangan umpan balik dan partisipan dipublikasikan
ru: Отображает неожиданную обратную связь с символом знака вопроса; работает только если одновременно включено публичное отображение участников и отслеживание прогресса обратной связи
tr: Beklenmeyen geri bildirimleri soru işareti simgesiyle görüntüler; yalnızca herkese açık katılımcılar ve geri bildirim ilerlemesinin her ikisi de etkinleştirilmişse geçerlidir

source: Show if an adjudicator is a trainee (unaccredited)
id: Tampilkan apabila seorang juri adalah trainee (tidak terakreditasi)
ru: Показывать, является ли судья вингом без права голоса
tr: Bir jürinin acemi olup olmadığını göster (akredite edilmemiş)

source: Show unaccredited
id: Tunjukkan juri tanpa akreditasi
ru: Показывать не прошедших тест
tr: Akredite edilmemiş göster

source: Any explanatory text needed to introduce the feedback form
id: Letakkan detail yang diperlukan untuk menjelaskan form umpan balik / penilaian juri
ru: Любой пояснительный текст, необходимый для представления формы обратной связи
tr: Geri bildirim formunu tanıtmak için gereken açıklayıcı metinler

source: Feedback introduction/explanation
id: Penjelasan Umpan Balik
ru: Введение/объяснение обратной связи
tr: Geri bildirim tanıtımı/açıklaması

source: Debate Rules
id: Aturan Debat
ru: Правила дебатов
tr: Maç Kuralları

source: Whether panels submit a ballot each or a single ballot for a debate during the preliminary rounds. Note: BP must use one per debate.
id: Apakah pada babak penyisihan, setiap juri dengan hak suara mengisi satu balot untuk tiap debat (voting ballot) atau seluruh juri mengisi satu balot secara konsensus (consensus ballot). Format BP wajib menggunakan balot konsensus.
ru: Отправляют ли члены коллегии по бэллоту каждый или единый бэллот во время отборочных раундов. Примечания - в БПФ используется единый бэллот на одни дебаты.
tr: Panellerin ön turlarda bir tartışma için her biri veya toplu ballot sunup sunmadığı. Not: İP maç başına bir tane kullanmalıdır.

source: Ballots per debate, preliminary rounds
id: Balot per debat untuk babak penyisihan
ru: Бэллоты на одни дебаты, отборочные раунды
tr: Maç başına ballotlar, ön turlar

source: One ballot per voting adjudicator
id: Satu balot tiap juri dengan hak suara
ru: Один бэллот на каждого голосующего судью
tr: Oylayan jüri başına bir ballot

source: Consensus ballot (one ballot per debate)
id: Balot Konsensus (satu balot per debat)
ru: Консенсусный бэллот (один бэллот на одни дебаты)
tr: Konsensüs oylaması (maç başına bir ballot)

source: Whether panels submit a ballot each or a single ballot for a debate during the elimination rounds. Note: BP must use one per debate.
id: Apakah pada babak eliminasi, setiap juri dengan hak suara mengisi satu balot untuk tiap debat (voting ballot) atau seluruh juri mengisi satu balot secara konsensus (consensus ballot). Format BP wajib menggunakan balot konsensus.
ru: Отправляют ли члены коллегии по бэллоту каждый или единый бэллот во время брейковых раундов. Примечания - в БПФ используется единый бэллот на одни дебаты.
tr: Panellerin ön turlarda bir tartışma için her biri veya toplu ballot sunup sunmadığı. Not: İP maç başına bir tane kullanmalıdır.

source: Ballots per debate, elimination rounds
id: Balot per debat untuk babak eliminasi
ru: Бэллоты на одни дебаты, брейковые раунды
tr: Tartışma başına ballot, eleme turları

source: Whether adjudicator(s) must select the winning team in their ballot, and how it should be treated. Note: Not supported in BP.
id: Apakah juri wajib memilih tim yang memenangkan debat pada balot mereka, dan bagaimana implementasi berikutnya. Tidak berpengaruh untuk format BP.
tr: Jüri(ler)in ballotda kazanan takımı seçmesi gerekip gerekmediği ve nasıl ele alınması gerektiği. Not: İP'de desteklenmez.

source: Winner Declaration in ballot(s)
id: Deklarasi Kemenangan pada Balot
tr: Ballotlarda Kazanan Beyanı

source: Do not require separate winner selection
id: Tidak perlu mendeklarasikan pemenang secara terpisah
tr: Ayrı bir kazanan seçimi gerektirme

source: Require separate winner selection as a check on correct scores
id: Minta juri untuk mengisi pemenang secara terpisah sebagai cek data
tr: Doğru puanları kontrol etmek için ayrı bir kazanan seçimi zorunlu kıl

source: Require winner selection to break tied-point debates
id: Minta juri untuk mengisi pemenang secara terpisah sebagai pemenang dalam debat dengan skor seri
tr: Bağlantılı nokta tartışmalarını kırmak için kazanan seçimini zorunlu kıl

source: Require winner selection, overriding scores
id: Minta juri untuk mengisi pemenang secara terpisah sebagai pemenang dalam debat dan mengesampingkan nilai yang diisi
tr: Kazanan seçimini zorunlu, puanları geçersiz kıl

source: When ballots should ask for speaker scores.
id: Kapan balot mewajibkan nilai pembicara.
tr: Ballotlar ne zaman konuşmacı puanı istemeli.

source: Require speaker scores
id: Kewajiban mengisi nilai pembicara
tr: Konuşmacı puanları gerektir

source: Always require speaker scores
id: Selalu wajibkan nilai pembicara
tr: Her zaman konuşmacı puanları gerektirir

source: Only require speaker scores in preliminary rounds
id: Hanya wajibkan nilai pembicara pada babak penyisihan
tr: Sadece ön turlarda konuşmacı puanları gerektirir

source: Never require speaker scores
id: Tidak pernah minta nilai pembicara
tr: Asla konuşmacı puanları gerektirme

source: How many substantive speakers on a team
id: Berapa banyak pembicara substantif dalam tim
ru: Сколько конструктивных спикеров в команде
tr: Bir takımda kaç ana konuşmacı var

source: Substantive speakers
id: Pembicara substantif
ru: Конструктивные спикеры
tr: Ana konuşmacılar

source: What to call the teams
id: Apa panggilan untuk tim-tim
ru: Как назвать команды
tr: Takımların adları

source: Side names
id: Nama panggilan
ru: Названия сторон
tr: Yan adlar

source: Whether this style features scored reply speeches
id: Apakah ini gaya fitur nilai balasan pidato
ru: Есть ли в это формате оценка заключительных речей
tr: Bu stilin puanlanmış özetlere sahip olup olmadığı

source: Reply scores
id: Penyimpul nilai
ru: Баллы за заключительные речи
tr: Özet puanları

source: Whether to limit reply speeches to speakers who gave a substantive speech in the debate
id: Apakah membatasi balasan pidato ke pembicara, yang memberikan sebuah pidato subtantif dalam debat
tr: Özetlerin tartışmada ana konuşma yapan konuşmacılarla sınırlandırılıp sınırlandırılmayacağı

source: Require reply speaker to have given a substantive speech
id: Mmebutuhkan balasan pembiacara untuk dapat memberikan pidato subtantif
tr: Özet konuşmacının ana konuşma yapmasını zorunlu kıl

source: Standings
id: Urutan
ru: Положение
tr: Sıralamalar

source: The number of substantive speeches a speaker can miss and still be on the speaker tab (-1 means no limit)
id: Jumlah dari pidato subtantif dari seorang pembicara dapat di lewatkan dan masih bisa dilakukan pada tab pembiacara (-1berarti tidak ada batasan)
ru: Количество конструктивных речей, которые спикер может пропустить и все ещё быть в спикерском тэбе (-1 означает отсутствие лимита)
tr: Bir konuşmacının kaçırabileceği ve hala konuşmacı tabında olabileceği ana konuşma sayısı (-1, sınır olmadığı anlamına gelir)

source: Speeches missable for standings eligibility
id: Pidato terlewatkan untuk kelayakan klasemen
ru: Речи, отсутствующие для доступности мест
tr: Sıralama için kaçırılabilecek maksimum konuşma

source: The number of reply speeches a speaker can miss and still be on the replies tab (-1 means no limit)
id: Jumlah dari pidato subtantif dari seorang pembicara dapat di lewatkan dan masih bisa dilakukan pada tab pembiacara (-1berarti tidak ada batasan)
ru: Количество заключительных речей, которые спикер может пропустить и все ещё быть в спикерском тэбе (-1 означает отсутствие лимита)
tr: Bir konuşmacının kaçırabileceği ve hala konuşmacı tabında olabileceği özet sayısı (-1, sınır olmadığı anlamına gelir)

source: Replies missable for standings eligibility
id: Pidato terlewatkan untuk kelayakan klasemen
ru: Заключительные речи, отсутствующие для доступности мест
tr: Sıralama için kaçırılabilecek maksimum özet

source: Metrics to use to rank teams (see documentation for further details)
id: Metrik yang digunakan untuk menentukan peringkat tim (liat pada dokumentasi untuk lebih lengkapnya)
ru: Метрики, используемые для ранжирования команд (смотри документацию для дальнейших деталей)
tr: Takımları sıralamak için kullanılacak metrikler (daha fazla ayrıntı için belgelere bakın)

source: Team standings precedence
id: Presedensi Klasemen tim saat ini
ru: Первенство положения команд
tr: Takım sıralaması önceliği

source: Metrics to calculate, but not used to rank teams
id: Metrik di dihitung, tapi tidak digunakan untuk ranking tim
ru: Метрики для подсчета, но не используемые для ранжирования команд
tr: Hesaplanacak ancak takımları sıralamak için kullanılmayacak metrikler

source: Team standings extra metrics
id: Metrik ekstra klasemen tim
ru: Дополнительные метрики положения команд
tr: Takım sıralaması ekstra metrikler

source: Metrics to use to rank speakers (see documentation for further details)
id: Metrik yang digunakan untuk menentukani ranking pembicara (lihat dokumentasi untuk detail lebih lanjut)
ru: Метрики, используемые для ранжирования спикеров (смотри документацию для дальнейших деталей)
tr: Konuşmacıları sıralamak için kullanılacak metrikler (daha fazla ayrıntı için belgelere bakın)

source: Speaker standings precedence
id: Presedensi klasemen pembicara
ru: Первенство положения спикеров
tr: Konuşmacı puan durumu önceliği

source: Metrics to calculate, but not used to rank speakers
id: Metrik dihitung, tapi tidak digunakan untuk pembicara
ru: Метрики для подсчета, но не используемые для ранжирования спикеров
tr: Hesaplanacak ancak konuşmacıları sıralamak için kullanılmayacak metrikler

source: Speaker standings extra metrics
id: Klasemen pembicara metrik ekstra
ru: Дополнительные метрики положения спикеров
tr: Konuşmacı sıralaması ekstra metrikler

source: Tab Release
id: Rilis tab
ru: Публикация тэба
tr: Tab Yayınlama

source: Enables public display of the team tab. Intended for use after the tournament.
id: Aktfikan tampilan public dari tab tim. Ditujukan untuk digunakan setelah turnamen.
ru: Публично показать командный тэб. Предназначено для использования после турнира.
tr: Takım tabının herkese açık görüntülenmesini sağlar. Turnuvadan sonra kullanılmak üzere tasarlanmıştır.

source: Release team tab to public
id: Rilis tab tim ke publik
ru: Опубликовать командный тэб
tr: Takım tabını herkese açık olarak yayınla

source: Only show scores for the top X teams in the public tab (set to 0 to show all teams).
id: Hanya tampilkan nilai untuk tim X teratas di tab publik (setel ke 0 untuk menunjukkan semua tim).
ru: Показывать только баллы топовых X команд в общедоступном тэбе (установите 0 для отображения всех команд).
tr: Herkese açık tabda yalnızca en iyi X takımın puanını göster (tüm takımları göstermek için 0 olarak ayarlayın).

source: Top teams cutoff
id: Cutoff tim teratas
ru: Отсечение лучших команд
tr: En iyi x takım göster

source: Enables public display of the speaker tab. Intended for use after the tournament.
id: Publikasikan tabulasi pembicara. Digunakan setelah turnamen berakhir.
ru: Публично показать спикерский тэб. Предназначено для использования после турнира.
tr: Konuşmacı tabının herkese açık olarak görüntülenmesini sağlar. Turnuvadan sonra kullanılmak üzere tasarlanmıştır.

source: Release speaker tab to public
id: Rilis tabulasi pembicara pada publik
ru: Опубликовать спикерский тэб
tr: Konuşmacı tabını herkese açık olarak yayınla

source: Only show scores for the top X speakers in the public tab (set to 0 to show all speakers).
id: Hanya tunjukkan skor untuk X pembicara terbaik pada publik (0 berarti tunjukkan seluruh pembicara).
ru: Показывать только баллы топовых X спикеров в общедоступном тэбе (установите 0 для отображения всех спикеров).
tr: Ortak tabda yalnızca en iyi X konuşmacının puanlarını göster (tüm konuşmacıları göstermek için 0 olarak ayarlayın).

source: Top speakers cutoff
id: Cutoff pembicara teratas
ru: Отсечение лучших спикеров
tr: En iyi x konuşmacı göster

source: Enables public display of the replies tab. Intended for use after the tournament.
id: Publikasikan tabulasi pembicara penyimpul. Digunakan setelah turnamen berakhir.
ru: Публично показать тэб спикеров заключительных речей. Предназначено для использования после турнира.
tr: Özet tabının herkese açık olarak görüntülenmesini sağlar. Turnuvadan sonra kullanılmak üzere tasarlanmıştır.

source: Release replies tab to public
id: Rilis tabulasi pembicara penyimpul pada publik
ru: Опубликовать тэб заключительных речей
tr: Özetleri herkese açık olarak yayınla

source: Only show scores for the top X repliers in the public tab (set to 0 to show all repliers).
id: Hanya tunjukkan nilai untuk X pembicara penyimpul terbaik pada publik (0 berarti tunjukkan seluruh pembicara).
ru: Показывать только баллы топовых X спикеров заключительных речей в общедоступном тэбе (установите 0 для отображения всех спикеров).
tr: Genel sekmede yalnızca en iyi X özet konuşmacının puanını göster (hepsinş göstermek için 0 olarak ayarlayın).

source: Top replies cutoff
id: Cutoff pembicara penyimpul teratas
ru: Отсечение лучших заключительных речей
tr: En iyi x özet konuşmacı göster

source: Enables public display of all motions and win/loss/selection information. This includes all motions — whether they have been marked as released or not. Intended for use after the tournament.
id: Aktifkan tampilan publik dari semua mosi dan informasi menang / kalah / seleksi. Ini mencakup semua mosi - apakah mereka telah ditandai sebagai dilepaskan atau tidak. Ditujukan untuk digunakan setelah turnamen.
ru: Включить публичное отображение всех тем и информации о победах/поражениях/выборе. Это включает все темы - вне зависимости от того, были ли они опубликованы. Предназначено для использования после турнира.
tr: Tüm önergelerin ve galibiyet/mağlubiyet/seçim bilgilerinin herkese açık olarak görüntülenmesini sağlar. Bu yayınlanmayanlar dahil tüm önergeleri içerir. Turnuvadan sonra kullanılmak üzere tasarlanmıştır.

source: Release motions tab to public
id: Rilis tab mosi ke publik
ru: Опубликовать тэб тем
tr: Önergeleri herkese açık olarak yayınla

source: Enables public display of the feedback scores of all adjudicators
id: Aktifkan tampilan publik dari penilaian nilai dari juri
ru: Публично показать баллы обратной связи всех судей
tr: Tüm jürilerin geri bildirim puanlarının herkese açık olarak görüntülenmesini sağlar

source: Release adjudicator tab to public
id: Rilis tab juri ke publik
ru: Опубликовать судейский тэб
tr: Jüri tabını herkese açık olarak yayınla

source: What (if released) the adjudicator tab shows
id: Apa (jika dirilis) yang ditampilkan tab adjudicator
ru: Что показывает судейский тэб (если опубликован)
tr: Jüri tabının (serbest bırakılırsa) ne gösterdiği

source: Adjudicator tab displays
id: Tap tampilan juri
ru: Судейский тэб отображает
tr: Jüri tabının gösterdikleri

source: Only shows base score
id: Hanya menunjukan nilai awal
ru: Показывает только исходный рейтинг
tr: Sadece temel puanı gösterir

source: Only shows final score
id: Hanya menunjukan nilai akhir
ru: Показывает только итоговый балл
tr: Sadece final puanını gösterir

source: Shows base, final, and per-round scores
id: Tampilkan nilai awal, nilai final, dan nilai tiap round
ru: Показывает исходный рейтинг, итоговый рейтинг и рейтинг за каждый раунд
tr: Taban, final ve tur başına puanları gösterir

source: Enables public display of every adjudicator's ballot. Intended for use after the tournament.
id: Aktfikan tampilan publik pada setiap juri balot. Ditujukan untuk digunakan setelah turnamen.
ru: Публично показать бэллоты каждого судьи. Предназначено для использования после турнира.
tr: Her jürinin ballotunun herkese açık olarak gösterilmesini sağlar. Turnuvadan sonra kullanılmak üzere tasarlanmıştır.

source: Release ballots to public
id: Rilis balot ke publik
ru: Показать бэллоты публично
tr: Ballotları herkese yayınla

source: This releases all the results for all rounds (including silent and break rounds). Do so only after the tournament is finished!
id: Rilisan ini semua hasil untuk semua babak (termasuk babak diam dan istirahat). Lakukan itu hanya setelah turnamen selesai!
ru: Это публикует все результаты всех раундов (включая закрытые и брейковые раунды). Сделайте это только после окончания турнира!
tr: Bu, tüm turlar için tüm sonuçları yayınlar (sessiz ve break turları dahil). Bunu sadece turnuva bittikten sonra yapın!

source: Release all round results to public
id: Rilis semua hasil ronde ke publik
ru: Опубликовать результаты всех раундов
tr: Tüm tur sonuçları herkese açık yayınla

source: Enables display of confirmed ballots through private URLs. Intended for use after the tournament.
id: Aktifkan tampilan dari balot yang telah dikonfirmasi melalui URL pribadi. Ditujukan untuk digunakan setelah turnamen.
tr: Onaylanmış ballotların özel URL'ler aracılığıyla görüntülenmesini sağlar. Turnuvadan sonra kullanılmak üzere tasarlanmıştır.

source: Release ballots through private URLs
id: Rilis balot melalui URL pribadi
tr: Özel URL'ler aracılığıyla ballotları yayınla

source: Data Entry
id: Data masukan
ru: Ввод данных
tr: Veri Girişi

source: Whether adjudicators can submit ballots themselves, and how they do so
id: Apakah juri dapat menyerahkan sendiri balot nya, dan bagaimana cara melakukannya
ru: Могут ли судьи сами отправлять бэллоты и как они это делают
tr: Jürilerin ballotlarını kendilerinin gönderip gönderemeyecekleri ve nasıl yapabilecekleri

source: Ballot submissions from adjudicators
id: Pengajuan balot dari juri
ru: Представление судьями бэллотов
tr: Jüri ballot teslimi

source: Disabled (tab staff only)
id: Nonaktfikan (tab khusus staff)
ru: Отключено (только для тэбмастеров)
tr: Kapalı (yalnızca tab personeli kullanabilir)

source: Use private URLs
id: Gunakan Privat URLs
ru: Использовать личные URL
tr: Özel URL'ler kullan

source: Use publicly accessible form
id: Gunakan form yang mudah di akses publik
ru: Использовать общедоступные формы
tr: Genel erişime açık formu kullan

source: Whether participants can submit feedback themselves, and how they do so
id: Apakah peserta dapat mengirimkan nilai mereka sendiri, dan bagaimana mereka melakukannya
ru: Могут ли участники сами отправлять формы обратной связи и как они это делают
tr: Katılımcıların kendilerinin geri bildirim gönderip gönderemeyecekleri ve nasıl yapabilecekleri

source: Feedback submissions from participants
id: Pengajuan penilaian dari partisipan
ru: Предоставление форм обратной связи от участников
tr: Katılımcı geri bildirim gönderimi

source: If checked, users must enter a password when submitting public feedback and ballots
id: Apabila ditandai, pengguna harus memasukkan kata sandi saat memasukkan penilaian juri / umpan balik dan balot melalui laman publik
ru: Если отмечено, пользователи должны ввести пароль при отправке форм обратной связи и бэллотов
tr: İşaretliyse, kullanıcılar herkese açık geri bildirim ve ballot gönderirken bir parola girmelidir

source: Require password for submission
id: Membutuhkan password untuk pengajuan
ru: Запрашивать пароль для отправки
tr: Gönderim için parola iste

source: Value of the password required for public submissions, if passwords are required
id: Nilai kata sandi diperlukan untuk pengajuan publik, jika kata sandi diperlukan
ru: Значение пароля, требуемого для отправки, если требуется пароль
tr: Parolalar gerekliyse, herkese açık gönderimler için gereken parola

source: Password for public submission
id: Password untuk pengajuan publik
ru: Пароль для отправки
tr: Herkese açık gönderim için parola

source: Bypasses double checking by setting ballots to be automatically confirmed
id: Melompatinya pemeriksaan ganda dengan mengatur surat suara untuk dikonfirmasi secara otomatis
ru: Избегает двойную проверку, устанавливая автоматическое подтверждение бэллотов
tr: Ballotları otomatik olarak onaylanacak şekilde ayarlayarak çift kontrolü atlar

source: Bypass double checking
id: Melompati Pengecekan ganda
ru: Избежать повторной проверки
tr: Çift kontrolü atla

source: Requires scores of draft ballots to be re-entered as part of the confirmation stage (to create more stringent check). Only applies to BP formats.
id: Wajibkan nilai untuk dimasukkan ulang sebagai bagian dari tahap konfirmasi (sebagai sistem pengecekan yang lebih ketat). Hanya berlaku untuk format BP.
tr: Taslak ballotların puanlarının onay aşamasının bir parçası olarak yeniden girilmesini gerektirir (daha sıkı kontrol oluşturmak için). Yalnızca İP biçimleri için geçerlidir.

source: Enforce blind confirmations
id: Wajibkan konfirmasi buta
tr: Kör onay uygula

source: Whether assistants can access pages that can reveal matchups and motions ahead of public release (these pages are useful for displaying draws/motions to the public and for printing ballots).
id: Apakah asisten dapat mengakses halaman yang dapat mengungkapkan pemasangan dan mosi sebelum rilis publik (halaman ini berguna untuk menampilkan gambar / mosi ke publik dan untuk mencetak balot).
ru: Допускаются ли помощники к страницам, которые могут раскрыть темы и сочетания команд до опубликования (эти страницы полезны для публичного отображения тем/сетки для печати бэллотов).
tr: Asistanların, eşleşmeleri ve hareketleri herkese açıklanmadan önce ortaya çıkarabilecek sayfalara erişip erişemeyeceği (bu sayfalar, kura/önergeleri yayınlama ve ballotları yazdırmak için kullanılır).

source: Assistant user access
id: Akses asisten pengguna
ru: Доступ помощника пользователя
tr: Yardımcı kullanıcı erişimi

source: All areas (results entry, draw display, and motions)
id: Semua area (hasil entri, tampilan gambar, dan mosi)
ru: Все области (введение результатов, отображение сетки и темы)
tr: Tüm alanlar (sonuç girişi, kura ekranı ve önergeler)

source: Just results entry and draw display
id: Hanya hasil entri dan gambar ditampilkan
ru: Только введение результатов и отображение сетки
tr: Sadece sonuç girişi ve kura ekranı

source: Only results entry
id: Hanya hasil masukan
ru: Только ввод результатов
tr: Yalnızca sonuç girişi

source: Whether participants can check themselves in/out through their private URL.
id: Apakah peserta dapat check-in / out sendiri melalui URL pribadi mereka.
ru: Могут ли участники подтвердить/отменить свою регистрацию через свой личный URL.
tr: Katılımcıların özel URL'leri üzerinden kendilerini giriş çıkış yapıp yapamayacakları.

source: Participant self-checkin
id: Partisipan check in sendiri
ru: Самостоятельная регистрация участников
tr: Katılımcı kendi kendine giriş

source: The amount of time (in hours) before a speaker or adjudicator's check-in event expires
id: Jumlah waktu (dalam jam) sebelum acara check-in pembicara atau juri berakhir
ru: Время (в часах) до истечения срока регистрации спикера или судьи
tr: Bir konuşmacının veya jürinin giriş vaktinin sona ermesinden önceki süre (saat cinsinden)

source: Check-In Window (People)
id: Jendela Check-in (Orang)
ru: Окно регистрации (люди)
tr: Giriş aralığı (Kişi)

source: The amount of time (in hours) before a room's check-in event expires
id: Jumlah waktu (dalam jam) sebelum acara check-in ruangan berakhir
ru: Время (в часах) до истечения срока регистрации аудитории
tr: Bir odanın giriş vaktinin sona ermesinden önceki süre (saat cinsinden)

source: Check-In Window (Rooms)
id: Jendela Check-in (ruangan)
ru: Окно регистрации (аудитории)
tr: Giriş aralığı (Oda)
