Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/options/locale/*/LC_MESSAGES/django.po
Languages: id, ru, tr

source: Whether the printed scoresheets should show the 'circle digits' prompt to help check bad handwriting
id: Apakah lembar nilai yang dicetak harus menampilkan perintah 'digit lingkaran' untuk membantu memeriksa tulisan tangan yang buruk
ru: Должны ли печатные бэллоты показывать строку «обведите цифру», чтобы помочь распознать плохой почерк
tr: Yazdırılan sonuç kağıtlarının kötü el yazısını denetlemeye yardımcı olmak için 'basamakları işaretle' istemini gösterip göstermemesi

source: Ballot Digit Checks
id: Cek Digit balot
ru: Проверка цифр в бэллотах
tr: Ballot basamak kontrolü

source: The location to return scoresheets to, printed on pre-printed ballots. Set to 'TBA' to hide.
id: Lokasi untuk mengembalikan lembar nilai, dicetak pada surat suara yang telah dicetak sebelumnya. Set ke 'TBA' untuk menyembunyikan.
ru: Место, куда можно сдать бэллоты, если они в печатной или предварительно-распечатанной форме. Установить "TBA" чтобы скрыть.
tr: Önceden basılmış ballotlara basılmış sonuç kağıtlarının iade edileceği yer. Gizlemek için 'TBA' olarak ayarlayın.

source: Score return location
id: Lokasi Nilai Kembali
ru: Место сдачи бэллотов
tr: Puan iade yeri

source: The location to return feedback to, printed on pre-printed feedback forms. Set to 'TBA' to hide.
id: Lokasi untuk mengembalikan nilai, dicetak pada formulir nilai yang telah dicetak sebelumnya. Set ke 'TBA' untuk menyembunyikan.
ru: Место, куда можно сдать формы обратной связи, если они в печатной или предварительно-распечатанной форме. Установить "TBA" чтобы скрыть.
tr: Önceden basılmış geri bildirim formlarına yazdırılmış, geri bildirimin iade edileceği yer. Gizlemek için 'TBA' olarak ayarlayın.

source: Feedback return location
id: Lokasi umpan balik kembali
ru: Место для сдачи обратной связи
tr: Geri bildirim iade yeri

source: Lets debates have their status as postponed, as to not block draw generation.
id: Biarkan debat memiliki status mereka sebagai ditunda, untuk tidak memblokir pembuatan undian.
tr: Tartışmaların, kura üretimini engellememek için ertelenmiş olarak gözükmesine izin verir.

source: Enable postponements
id: Aktifkan penundaan
tr: Ertelemeleri etkinleştir

source: Have each voting adjudicator submit a separate ballot.
tr: Her oylayan jürinin ayrı bir ballot sunup sunmadığı.

source: Individual voting ballots
tr: Bireysel oylama ballotları

source: Public Features
id: Fitur umum
ru: Публичные возможности
tr: Herkese Açık Özellikler

source: Enables the public page listing all participants in the tournament
id: Mengaktifkan halaman publik yang mencantumkan semua peserta dalam turnamen
ru: Публично показывать список всех участников турнира
tr: Turnuvadaki tüm katılımcıları listeleyen herkese açık sayfayı etkinleştirir

source: Enable public view of participants list
id: Aktifkan tampilan publik dari daftar peserta
ru: Публично показывать список участников
tr: Katılımcı listesini herkese göster

source: Enables the public page listing all institutions in the tournament
id: Mengaktifkan halaman publik yang mencantumkan semua institusi di turnamen
ru: Показывать список всех клубов на турнире в открытом доступе
tr: Turnuvadaki tüm kurumları listeleyen herkese açık sayfayı etkinleştirir

source: Enable public view of institutions list
id: Aktifkan tampilan publik dari daftar institusi
ru: Показывать список клубов
tr: Kurumlar listesini herkese göster

source: Enables the public page listing diversity statistics
id: Mengaktifkan statistik keragaman daftar halaman publik
ru: Публично показывать статистику дайверсити
tr: Çeşitlilik istatistiklerini listeleyen herkese açık sayfayı etkinleştirir

source: Enable public view of diversity info
id: Aktifkan tampilan publik tentang info keragaman
ru: Публично показывать информацию о дайверсити
tr: Çeşitlilik bilgilerini herkese göster

source: Enables the public page showing checkin statuses for individuals, institutions, and teams. Note that this page can be slow when used at very large tournaments.
id: Mengaktifkan halaman publik yang menampilkan status check in untuk individu, institusi, dan tim. Perhatikan bahwa laman ini bisa lambat saat digunakan di turnamen yang sangat besar.
ru: Публично показывает присутствие участников, клубов и команд. На очень крупных турнирах эта страница может работать медленнее.
tr: Bireyler, kurumlar ve takımlar için iade durumlarını gösteren herkese açık sayfayı etkinleştirir. Bu sayfanın çok büyük turnuvalarda yavaş çalışabileceğini unutmayın.

source: Enable public view of the checkin statuses
id: Aktifkan tampilan publik dari status check in
ru: Включить публичный просмотр статусов регистрации
tr: İade durumlarını herkese göster

source: If the participants list is enabled, displays break category eligibility on that page
id: Jika daftar peserta diaktifkan, menampilkan kelayakan kategori istirahat di halaman itu
ru: Если список участников включен, отображает доступность для брейковых категорий на эту страницу
tr: Katılımcı listesi etkinse, bu sayfada break kategorisi uygunluğu görüntülenir

source: Show break categories on participants page
id: Tampilkan kategori istirahat di halaman peserta
ru: Показывать категории брейка на страницах участников
tr: Katılımcılar sayfasında breaka kategorilerini göster

source: Enables the public page listing pre-allocated sides
id: Mengaktifkan halaman publik yang mencantumkan sisi yang dialokasikan sebelumnya
ru: Публично показать список с предварительно назначенными сторонами
tr: Önceden ayrılmış tarafları listeleyen herkese açık sayfayı etkinleştirir

source: Show pre-allocated sides to public
ru: Показывать предварительно распределенные стороны публично
tr: Önceden ayrılmış tarafları herkese göster

source: Enables the public page showing released draws
id: Mengaktifkan halaman publik yang menampilkan undian yang dirilis
ru: Включить публичную страницу, показывающую выпущенные сетки
tr: Yayınlanan kuraları gösteren herkese açık sayfayı etkinleştirir

source: Enable public view of draw
id: Aktifkan tampilan undian publik
ru: Включить публичный просмотр сетки
tr: Kurayı herkese göster

source: Disabled
id: Dinonaktifkan
ru: Отключено
tr: Kapalı

source: Show a single page for the current round's draw
id: Tunjukkan satu halaman untuk undian babak saat ini
ru: Показать отдельную страницу для сетки на текущий раунд
tr: Geçerli turun kurası için tek bir sayfa göster

source: Show individual pages for all released draws
id: Tampilkan halaman individu untuk semua undian yang dirilis
ru: Показывать отдельные страницы для всех опубликованных сеток
tr: Yayınlanan tüm kuralar için tek tek sayfa göster

source: Enables the public page showing results of non-silent rounds
id: Mengaktifkan halaman publik yang menampilkan hasil putaran non-diam
ru: Публично показать результаты открытых раундов
tr: Sessiz olmayan turların sonuçlarını gösteren herkese açık sayfayı etkinleştirir

source: Enable public view of results
id: Aktifkan tampilan publik dari hasil
ru: Публично показывать результаты
tr: Sonuçları herkese göster

source: Enables the public page showing motions that have been explicitly released to the public
id: Mengaktifkan halaman publik yang menampilkan gerakan yang telah dirilis secara eksplisit ke publik
ru: Публично показывать темы, которые были напрямую предоставлены для общего доступа
tr: Herkese yayınlanan önergeleri gösteren genel sayfayı etkinleştirir

source: Enable public view of motions
id: Aktifkan tampilan publik tentang mosi
ru: Публично показывать темы
tr: Önergeleri herkese göster

source: Enables the public page showing team standings, showing wins only (not speaker scores or ranking)
id: Mengaktifkan halaman publik yang menampilkan klasemen tim, hanya menampilkan kemenangan (bukan nilai atau peringkat pembicara)
ru: Публично показывать положение команд, включая только победы (не спикерские баллы или места)
tr: Takım sıralamalarını gösteren (yalnızca galibiyetleri gösterir) herkese açık sayfayı etkinleştirir (konuşmacı puanlarını veya sıralamasını değil)

source: Enable public view of team standings
id: Aktifkan tampilan publik klasemen tim
ru: Публично показать положение команд
tr: Takım sıralamalarını herkese göster

source: Enables the public page for each team and adjudicator showing their records
id: Mengaktifkan halaman publik untuk setiap tim dan juri yang menampilkan catatan mereka
ru: Публично показывать результаты каждой команды и судьи
tr: Her takım ve jürinin kayıtlarını gösteren herkese açık sayfayı etkinleştirir

source: Enable public record pages
id: Aktifkan halaman catatan publik
ru: Публично показывать результаты
tr: Genel kayıt sayfaları herkese göster

source: Enables the public page showing the team breaks. Intended for use after the break announcement.
id: Mengaktifkan halaman publik yang menampilkan jeda tim. Ditujukan untuk digunakan setelah pengumuman istirahat.
ru: Публично показать брейкающиеся команды. Предназначено для использования после объявления брейка.
tr: Takım breaklerini gösteren herkese açık sayfayı etkinleştirir. Break duyurusundan sonra kullanılmak üzere tasarlanmıştır.

source: Release team breaks to public
id: Rilis istirahat tim ke publik
ru: Опубликовать командный брейк
tr: Takım breaklerini herkese göster

source: Enables the public page showing breaking adjudicators. Intended for use after the break announcement.
id: Mengaktifkan halaman publik yang menampilkan juri yang sedang istirahat. Ditujukan untuk digunakan setelah pengumuman istirahat.
ru: Публично показывать брейкнувшихся судей. Предназначена для использования после объявления брейка.
tr: Break olan jürileri gösteren herkese açık sayfayı etkinleştirir. Break duyurusundan sonra kullanılmak üzere tasarlanmıştır.

source: Release adjudicators break to public
id: Rilis juri yang istirahat ke publik
ru: Опубликовать судейский брейк
tr: Jüri breakini herkese göster

source: Enables the public page detailing who has unsubmitted feedback
id: Mengaktifkan halaman publik yang merinci siapa yang memiliki nilai yang belum dikirim
ru: Включить публичную страницу о том, кто не отправил обратную связь
tr: Kimin gönderilmemiş geri bildirimi olduğunu gösteren herkese açık sayfayı etkinleştirir

source: Enable public view of unsubmitted feedback
id: Aktifkan tampilan publik dari nilai yang belum dikirim
ru: Включить публичный просмотр неотправленной обратной связи
tr: Gönderilmemiş geri bildirimleri herkese göster

source: List of tournament staff, to be displayed on the tournament home page. Leave this blank or with the default text if you want to not show this information.
id: Daftar staf turnamen, untuk ditampilkan di halaman beranda turnamen. Biarkan kosong atau dengan teks default jika Anda tidak ingin menampilkan informasi ini.
ru: Список персонала турнира, который будет отображаться на главной странице турнира. Оставьте это поле пустым или с текстом по умолчанию, если вы хотите не показывать эту информацию.
tr: Turnuva ana sayfasında görüntülenecek turnuva personelinin listesi. Bu bilgileri göstermemek istiyorsanız bunu boş veya varsayılan metinle bırakın.

source: Tournament staff
id: Staff turnamen
ru: Персонал турнира
tr: Turnuva personeli

source: Message to be displayed on the tournament home page
id: Pesan yang akan ditampilkan di halaman beranda turnamen
ru: Сообщение, которое будет отображаться на главной странице турнира
tr: Turnuva ana sayfasında görüntülenecek mesaj

source: Welcome message
id: Pesan selamat datang
ru: Приветственное сообщение
tr: Hoş geldiniz mesajı

source: UI Options
id: Opsi UI
ru: Настройки UI
tr: Kullanıcı Arayüzü Seçenekleri

source: If showing results to public, show splitting adjudicators in them
id: Jika menampilkan hasil ke publik, tunjukkan juri pemisah di dalamnya
ru: Если показывать результаты публично, показывать сплитующих судей
tr: Sonuçları herkese gösteriyorsanız, içlerinde splitleyen jürileri gösterir

source: Show splitting adjudicators
id: Tunjukkan juri pemisah
ru: Показывать сплитующих судей
tr: Splitleyen jürileri göster

source: Whether and how to use code names for teams
id: Apakah dan bagaimana menggunakan nama kode untuk tim
ru: Нужно или и каким образом использовать кодовые имена для команд
tr: Takımların kod adlarının nasıl kullanılacağı

source: Team code names
id: Code nama tim
ru: Кодовые имена команд
tr: Takım kod adları

source: Do not use code names
id: Jangan mengunakan kode nama
ru: Не использовать кодовые имена
tr: Kod adlarını kullanma

source: Use real names everywhere, and show code names in tooltips
id: Gunakan nama asli di mana saja, dan tampilkan kode nama di keterangan alat
ru: Использовать настоящие имена везде и показывать кодовые имена в подсказках
tr: Her yerde gerçek adları kullan ve araç ipuçlarında kod adlarını göster

source: Use code names for public; real names with code names in tooltips for admins
id: Gunakan kode nama untuk publik; nama asli dengan kode nama di keterangan alat untuk admin
ru: Публично использовать кодовые имена; настоящие названия с кодовыми именами в подсказках для администраторов
tr: Herkese açık olarak kod adları kullan; yöneticiler için araç ipuçlarında kod adları ve gerçek adları kullan

source: Use code names for public; code names with real names in tooltips for admins
id: Gunakan kode nama untuk publik; kode nama dengan nama asli di keterangan alat untuk admin
ru: Публично использовать кодовые имена; кодовые имена с настоящими названиями в подсказках для администраторов
tr: Herkese açık olarak kod adları kullan; Yöneticiler için araç ipuçlarında gerçek adları ve kod adlarını kullan

source: Use code names everywhere; do not use tooltips (real names show in some admin views)
id: Gunakan kode nama di mana saja; jangan gunakan tooltips (nama asli ditampilkan di beberapa tampilan admin)
ru: Везде использовать кодовые имена; не использовать подсказки (настоящие названия отображаются на некоторых страницах для администраторов)
tr: Kod adlarını her yerde kullan; araç ipuçları kullanma (gerçek adlar bazı yönetici görünümlerinde gösterilir)

source: Whether and how to use code names for participants
tr: Katılımcıların kod adlarının nasıl kullanılacağı

source: Participant code names
tr: Katılımcı kod adları

source: Display team emoji in the public and admin interfaces
id: Tampilkan emoji tim di antarmuka publik dan admin
ru: Показывать командные эмодзи в публичных интерфейсах и интерфейсах администраторов
tr: Takım emojilerini herkese açık ve yönetici arayüzlerinde görüntüle

source: Show emoji
id: Tampilkan Emoji
ru: Показать эмодзи
tr: Emoji göster

source: In tables listing teams, adds a column showing their institutions
id: Dalam tabel daftar tim, tambahkan kolom yang menunjukkan institusi mereka
ru: Добавить в список команд колонку с их клубом
tr: Takımları listeleyen tablolarda, kurumlarını gösteren bir sütun ekler

source: Show team institutions
id: Tunjukkan institusi tim
ru: Показать клубы команд
tr: Takım kurumlarını göster

source: Hide the institutions of adjudicators on public pages and on printed ballots
id: Sembunyikan institusi juri di halaman publik dan pada balot yang dicetak
tr: Jürilerin kurumlarını herkese açık sayfalarda ve basılı ballotlarda gizle

source: Show adjudicator institutions
id: Tampilkan lembaga juri
ru: Показать клубы судей
tr: Jüri kurumlarını göster

source: Enables a hover element on every team's name showing that team's speakers
id: Mengaktifkan elemen hover di setiap nama tim yang menunjukkan pembicara tim tersebut
ru: Включает элемент, при котором наведение на название каждой команды, показывает её спикеров
tr: Her takımın adında, o takımın konuşmacılarını gösteren bir vurgulu öğe etkinleştirir

source: Show speakers in draw
id: Tunjukkan pembicara dalam pengundian
ru: Показывать спикеров в сетке
tr: Kurada konuşmacıları göster

source: Notifications
id: Notifikasi
ru: Уведомления
tr: Bildirimler

source: The name of the organizer tasked with managing emails (in case of replies)
id: Nama penyelenggara yang bertugas mengelola email (jika ada balasan)
ru: Имя организатора, которому поручено заниматься email (в случае ответов)
tr: E-postaları yönetmekle görevli düzenleyicinin adı (yanıt durumunda)

source: Reply-to name
id: Nama balas-ke
ru: Ответить на имя
tr: Yanıt adı

source: The email address for handling replies
id: Alamat email untuk menangani balasan
ru: Адрес электронной почты для обработки ответов
tr: Yanıtları işlemek için e-posta adresi

source: Reply-to address
id: Alamat balas-ke
ru: Ответить на адрес
tr: Yanıt adresi

source: A secret key to accept email status events
id: Kunci rahasia untuk menerima peristiwa status email
ru: Секретный ключ для принятия событий статуса электронной почты
tr: E-posta durumu olaylarını kabul etmek için gizli anahtar

source: Email status secret key
id: Kunci rahasia status email
ru: Секретный ключ статуса электронной почты
tr: E-posta durumu gizli anahtarı

source: Enables a copy of adjudicators' ballots to be automatically sent to them (by email) after they are entered in Tabbycat (for confirmation or checking)
id: Memungkinkan salinan balot juri untuk secara otomatis dikirim kepada mereka (melalui email) setelah mereka dimasukkan di Tabbycat (untuk konfirmasi atau pemeriksaan)
ru: Позволяет автоматически отправлять судьям копии их бэллота (по email) после их ввода в Тabbycat (для подтверждения или проверки)
tr: Jürilerin ballotlarının bir kopyasının, Tabbycat'e girildikten sonra (onay veya kontrol için) otomatik olarak (e-posta ile) gönderilmesini sağlar

source: Ballot receipts
id: Tanda terima balot
ru: Получение бэллота
tr: Ballot makbuzları

source: The subject line for emails sent to adjudicators with their submitted ballot. Use '{{ DEBATE }}' as a placeholder for the associated debate
id: Baris subjek untuk email yang dikirim ke juri dengan balot yang mereka kirimkan. Gunakan '{{DEBATE}}' sebagai placeholder untuk debat terkait
ru: Строка темы для email, отправляемых судьям с их подтвержденным бэллотом. Используйте {{ DEBATE }} как заполнитель для привязанных дебатов
tr: jürilere gönderilen ballotların birlikte gönderilen e-postaların konu satırı. İlişkili maç için yer tutucu olarak '{{ DEBATE }}' kullanın

source: Ballot receipt subject line
id: Baris subjek tanda terima balot
ru: Строка темы получения бэллота
tr: Ballot makbuzu konu satırı

source: The message body for emails sent to adjudicators with their submitted ballot.
id: Badan pesan untuk email yang dikirim ke juri dengan balot yang mereka kirimkan.
ru: Тело письма для email, отправляемых судьям с их отправленным бэллотом.
tr: Jüri gönderilen ballotlarla birlikte gönderilen e-postaların mesaj gövdesi.

source: Ballot receipt message
id: Pesan tanda terima balot
ru: Сообщение о получении бэллота
tr: Ballot alındı mesajı

source: Motions
id: Mosi
ru: Темы
tr: Önergeler

source: If checked, ballots require a motion to be entered
id: Apabila ditandai, sistem mewajibkan adanya mosi pada balot
tr: İşaretlenirse, ballotlar önerge girilmesini gerektirir

source: Enable motions
id: Aktifkan mosi
tr: Önergeleri etkinleştir

source: Whether the printed scoresheets should hide the text of motions (even if they have been entered and released)
id: Apakah lembar nilai yang dicetak harus menyembunyikan teks mosi (meskipun telah dimasukkan dan dilepaskan)
ru: Должны ли распечатанные бэллоты скрывать текст тем (даже если они введены и опубликованы)
tr: Yazdırılan sonuç kağıtlarının önergelerin metnini gizlemesinin gerekip gerekmediği (girilmiş ve serbest bırakılmış olsalar bile)

source: Ballot Hide Motions
id: Sembunyikan mosi balot
ru: Скрыть тему в бэллотах
tr: Ballot Önerge Gizle

source: Enables the motion veto field on ballots, to track veto statistics
id: Mengaktifkan bidang veto mosi pada balot, untuk melacak statistik veto
ru: Включить поле для вето в бэллоты чтобы отслеживать статистику вето
tr: Veto istatistiklerini izlemek için ballotda önerge vetosu alanını etkinleştirir

source: Motion vetoes
id: Mosi diveto
ru: Вето на темы
tr: Önerge vetosu

source: If showing results to public, show which motions were selected in the record
id: Jika menunjukan hasil ke publik, menunjukkan mosi mana yang dipilih dalam rekam jejak
ru: Если публично показывать результаты, укажите какие темы были выбраны для записи
tr: Sonuçları herkese gösteriyorsanız, kayıta hangi önergelerin alındığını göster

source: Show motions in results
id: Tunjukan mosi dalam hasil
ru: Показать темы в результатах
tr: Sonuçlarda önergeleri göster

source: Order in which are listed by round in the public view
id: Urutan yang di daftarkan berdasarkan ronde pada tampilan publik
ru: Порядок, в котором раунды предоставлены для публичного просмотра
tr: Herkese açık görünümde tura göre listelendiği sıra

source: Order to display motions
id: Urutan untuk tampilan mosi
ru: Порядок отображения тем
tr: Önerge görüntüleme sırası

source: Earliest round first
id: Ronde paling awal pertama
ru: Сначала первые раунды
tr: Önce ilk tur

source: Latest round first
id: Ronde paling terakhir pertama
ru: Сначала последние раунды
tr: Önce son tur

source: Whether motions can be reused from one round to another.
id: Apakah mosi dapat digunakan kembali dari satu putaran ke putaran lainnya.
tr: Önergelerin bir turdan diğerine kullanılıp kullanılamayacağı.

source: Allow motion reuse
id: Memperbolehkan mosi sebelumnya
tr: Önergelerin yeniden kullanılmasına izin ver

source: Global Settings
id: Pengaturan global
tr: Genel Ayarlar

source: Enables external applications to access the site through a dedicated interface, subject to public information settings.
id: Memungkinkan aplikasi eksternal untuk mengakses situs melalui antarmuka khusus, sesuai dengan pengaturan informasi publik.
tr: Harici uygulamaların, bilgi ayarlarına tabi olarak siteye özel bir arayüz üzerinden erişmesini sağlar.

source: Enable API access
id: Aktifkan akases API
tr: API erişimini etkinleştir

source: Enable Public Information
id: Aktifkan publik informasi
tr: Açık Bilgileri Etkinleştir

source: Disable Public Information
id: Nonaktfikan informasi publik
tr: Açık Bilgileri Devre Dışı Bırak

source: Australs Rules
id: Aturan australs
tr: Australs Kuralları

source: 3 vs 3 with replies, chosen motions, intermediate brackets, one-up-one-down. Compliant with AIDA rules.
id: 3 vs 3 dengan balasan, mosi yang dipilih, Brackets tengah, satu-atas-satu-ke-bawah. Sesuai dengan aturan AIDA.
tr: Cevaplar, seçilen önergeler, ara aşamalar, bir-yukarı-bir-aşağı-ile 3'e 3. AIDA kurallarına uygundur.

source: British Parliamentary Rules
id: Aturan parlemen inggris
tr: İngiliz Parlamenter Kuralları

source: 2 vs 2 vs 2 vs 2. Compliant with WUDC rules.
id: 2 vs 2 vs 2 vs 2. Sesuai dengan aturan WUDC.
tr: 2'ye karşı 2'ye karşı 2'ye karşı 2. WUDC kurallarıyla uyumludur.

source: Canadian Parliamentary Rules
id: Aturan parlemen canada
tr: Kanada Parlamenter Kuralları

source: 2 vs 2 with replies (unscored) and POIs. May require additional configuration depending on regional variations.
id: 2 vs 2 dengan balasan (tanpa nilai) dan POI. Mungkin memerlukan konfigurasi tambahan tergantung pada variasi regional.
tr: Özetler (puanlanmamış) ve İÇN'lerle 2'ye 2. Bölgesel farklılıklara bağlı olarak ek yapılandırma gerektirebilir.

source: Australian Easters Rules
id: Aturan Easters Australia
tr: Avustralya Paskalya Kuralları

source: 3 vs 3 without replies, set motions, novices, intermediate bubbles, one-up-one-down. Compliant with AIDA rules.
id: 3 vs 3 tanpa balasan, atur mosi, pemula, gelembung menengah, satu-atas-satu-ke bawah. Sesuai dengan aturan AIDA.
tr: Özetsiz 3'e 3, belirli önergeler, acemiler, ara baloncuklar, bir-yukarı-bir-aşağı. AIDA kurallarına uygundur.

source: 2 vs 2 Impromptu
id: 2 vs 2 Dadakan
tr: Doğaçlama 2'e 2
