Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/actionlog/locale/*/LC_MESSAGES/django.po
Languages: ar, bn, es, fr, id, ms, ru, tr

source: All log entries require at least one of a user and an IP address.
ar: كافة مدخلات السجل تحتاج مستخدم و IP واحد كحد أدنى
bn: সকল প্রকার লগ প্রবেশ সমূহ কমপক্ষে একজন ব্যবহারকারী এবং একটি আইপি ঠিকানা/অ্যাডরেস দাবি করে.
es: Todos los registros requieren al menos uno de un usuario y una dirección IP.
fr: Toutes les entrées de journal nécessitent au moins un utilisateur ou une adresse IP.
id: Seluruh catatan tindakan mengharuskan setidaknya satu pengguna dan sebuah alamat IP.
ms: Setiap entri log memerlukan sekurang-kurangnya satu pengguna dan alamat IP.
ru: Все записи журнала требуют хотя бы одного из пользователей и IP-адреса.
tr: Tüm günlük girişleri en az bir kullanıcı ve bir IP adresi gerektirir.

source: anonymous
ar: مستخدم مجهول
bn: নামবিহীন
es: anónimo
fr: anonyme
id: anonim
ru: анонимно
tr: anonim

source: API
fr: IPA
