Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/actionlog/locale/*/LC_MESSAGES/django.po
Languages: ar, bn, es, fr, id, ms, ru, tr

source: Action Log
ar: سجل التحديثات
bn: কর্ম লগ
es: Historial de cambios
fr: Journal des actions
id: Catatan Tindakan
ms: Log tindakan
ru: Журнал Действий
tr: Eylem Günlüğü

source: Changed adjudicator breaking status
ar: تغيير حالة الحكم
bn: পরিবর্তিত বিচারকের ব্রেকিং স্ট্যাটাস
es: Ha cambiado el estatus de break del juez
fr: Changé le statut de qualification d'un(e) juge
id: Mengubah status kelolosan (breaking) juri
ms: Status hakim 'break' telah diubah
ru: Изменен брейковый статус судьи
tr: Jüri break olma durumu değiştirildi

source: Created adjudicator
es: Crear Juez

source: Edited adjudicator
es: Editar Juez

source: Set adjudicator note
ar: وضع ملاحظات محكم
bn: বিচারক নোট সেট করুন
es: Ha puesto un puntaje al juez
fr: Fixé la note pour un juge
id: Menyimpan catatan juri
ru: Установить примечание для судьи
tr: Jüri notu ayarlandı

source: Auto-allocated adjudicators
ar: التعيين التلقائي للمحكمين
bn: অটো বন্টনকৃত বিচারক
es: Ha asignado a los jueces automáticamente
fr: Attribué automatiquement les juges
id: Mengalokasikan juri secara otomatis
ms: Hakim ditetap secara auto
ru: Автоматическая расстановка судей
tr: Jüriler otomatik atandı

source: Saved adjudicator allocation
ar: قام بحفظ تعيين محكم
bn: সংরক্ষিত বিচারক এ্যলোকেশন
es: Asignación de jueces guardada
fr: Enregistré l'attribution des juges
id: Simpan alokasi juri
ms: Penetapan hakim disimpan
ru: Сохраненная расстановка судей
tr: Jüri tahsisi kaydedildi

source: Edited adjudicators availability
ar: قام بتعديل تواجد المحكمين
bn: সংশোধিত বিচারক উপস্থিতি
es: Ha editado la disponibilidad de los jueces
fr: Modifié la disponibilité des juges
id: Menyunting kehadiran juri
ms: Keberadaan hakim diubah
ru: Отредактирована доступность судей
tr: Jürilerin kullanılabilirliği düzenlendi

source: Edited availability
es: Editar disponibilidad

source: Edited teams availability
ar: قام بتعديل الفرق المتوفرة
bn: সংশোধিত দলীয় উপস্থিতি
es: Ha editado la disponibilidad de los equipos
fr: Modifié la disponibilité des équipes
id: Menyunting kehadiran tim
ms: Keberadaan pasukan diubah
ru: Отредактирована доступность команд
tr: Ekiplerin kullanılabilirliği düzenlendi

source: Edited room availability
ar: قام بتعديل قاعات المناظرة المتوفرة
bn: সংশোধিত কক্ষ উপস্থিতি
es: Ha editado la disponibilidad de salas
fr: Modifié la disponibilité des salles
id: Menyunting ketersediaan ruangan
ms: Keberadaan bilik diubah
ru: Отредактирована доступность аудиторий
tr: Oda müsaitliği düzenlendi

source: Checked in ballot set
ar: إدخال النتيجة
es: Ha revisado un conjunto de ballots
fr: Enregistré la présence d'un ensemble de feuilles de jugement
id: Melakukan check-in balot
ms: Set undian didaftar masuk
ru: Зарегистрированный набор бэллотов
tr: Ballot grubu teslim edildi

source: Confirmed ballot set
ar: تأكيد النتيجة
bn: নিশ্চিত ভোটপত্র সেট
es: Ha confirmado un conjunto de ballots
fr: Confirmé un ensemble de feuilles de jugement
id: Mengkonfirmasi balot
ms: Set undian disahkan
ru: Подтвержден набор бэллотов
tr: Ballot grubu onaylandı

source: Created ballot set
ar: إنشاء استمارة التحكيم
bn: নির্মিত ভোটপত্র সেট
es: Ha creado un conjunto de ballots
fr: Créé un ensemble de feuilles de jugement
id: Membuat balot
ms: Set undian diwujudkan
ru: Создан набор бэллотов
tr: Ballot grubu oluşturuldu

source: Discarded ballot set
ar: حذف النتيجة
bn: প্রত্যাখ্যাত‌ ভোটপত্র সেট
es: Ha descartado un conjunto de ballots
fr: Rejeté un ensemble de feuilles de jugement
id: Membuang balot
ms: Set kertas undi terbuang
ru: Отвергнутый набор бэллотов
tr: Ballot grubu ıskarta edildi

source: Edited ballot set
ar: تعديل النتيجة
bn: সংশোধিত ভোটপত্র‌ সেট
es: Ha editado un conjunto de ballots
fr: Modifié un ensemble de feuilles de jugement
id: Menyunting balot
ms: Set undian diedit
ru: Отредактирован набор бэллотов
tr: Ballot grubu düzenlendi

source: Submitted ballot set from the public form
ar: تقديم النتيجة من النموذج العام
bn: সাধারণ আবেদনপত্র হতে জমাকৃত ব্যালট সেট
es: Ha entregado balotas desde el formulario publico
fr: Saisi un ensemble de feuilles de jugement du formulaire publique
id: Memasukkan balot melalui form publik
ms: Set undian dihantar daripada borang awam
ru: Предоставлен набор бэллотов из публичной формы
tr: Seyirci formundan ballot grubu gönderildi

source: Edited break categories
ar: تعديل الفئات المتأهلة
bn: সংশোধিত ব্রেক বিভাগ
es: Ha editados las categorías del break
fr: Modifié les catégories de qualification
id: Menyunting kategori break
ms: Kategori 'break' diubah
ru: Отредактированные категории брейка
tr: Break kategorileri düzenlendi

source: Deleted team break for category
es: Eliminar el break del equipo para la categoría

source: Edited breaking team remarks
ar: تعديل درجات الفريق المتأهل
bn: সংশোধিত ব্রেকিং দলের মন্তব্য
es: Ha editado los comentarios del equipo que pasa el break
fr: Modifié les remarques d'une équipe qualifiant
id: Menyunting situasi breaking team
ms: Catatan pasukan 'break' diubah
ru: Изменены отметки брейкающихся команд
tr: Break olan takımların açıkmaları düzenlendi

source: Edited break eligibility
ar: تعديل حالة الحكم
bn: সংশোধিত ব্রেক পারদর্শিতা / যোগ্যতা
es: Ha editado la elegibilidad para el break
fr: Modifié l’admissibilité pour la qualification
id: Menyunting eligibilitas break
ms: Kelayakan 'break' diubah
ru: Отредактирована доступность для брейка
tr: Break uygunluğu değiştirildi

source: Generated the team break for all categories
ar: جميع الفرق و فئات التأهل
bn: উৎপন্ন কৃত দলীয় ব্রেক সকল বিভাগের জন্য
es: Ha generado el break de equipos para todas las categorías
fr: Généré la qualification des équipes pour toutes les catégories
id: Membuat team break untuk semua kategori
ms: Senarai pasukan yang 'break' telah dijana
ru: Создан командный брейк для всех категорий
tr: Tüm kategoriler için takım breaki oluşturuldu

source: Generated the team break for one category
es: Se generó el break del equipo para una categoría

source: Edited breaking team remarks and updated all team breaks
ar: تعديل درجات الفرق و تحديثها
bn: সংশোধিত ব্রেকিং দলের মন্তব্য এবং আপডেটেড সকল দলের ব্রেক
es: Ha editado los comentarios del equipo que pasa el break y ha actualizado el break de todos los equipos
fr: Modifié les remarques d'une équipe qualifiant et mit à jour toutes les qualifications des équipes
id: Menyunting situasi breaking team dan memperbarui seluruh team break
ms: Catatan pasukan 'break' diubah dan semua 'break' pasukan dikemaskini
ru: Изменены отметки брейкающихся команд, обновлены все командные брейки
tr: Break olan takım açıklamaları düzenlendi ve tüm takım breakleri güncellendi

source: Edited breaking team remarks and updated this team break
ar: تعديل درجات الفريق المتأهل و تحديثها
bn: সংশোধনকৃত ব্রেকিং দলের মন্তব্য সমূহ এবং আপডেটেড এই দলীয় ব্রেক
es: Ha editado los comentarios del equipo que pasa el break y ha actualizado el break de este equipo
fr: Modifié les remarques d'une équipe qualifiant et mit à jour cette qualification des équipes
id: Menyunting situasi breaking team dan memperbarui team break ini saja
ms: Catatan pasukan 'break' diubah dan 'break' pasukan ini dikemaskini
ru: Изменены отметки брейкающихся команд, обновлен этот командный брейк
tr: Break olan takım açıklamaları düzenlendi ve bu takım breaki güncellendi

source: Generated check in identifiers for adjudicators
bn: জেনারেটরের চেক ইন শনাক্তকারী বিচারক মন্ডলীর জন্য
es: Generar identificaciones para el check-in de los jueces
fr: Généré des identifiants d’enregistrement pour les juges
id: Membuat kode check-in unik untuk juri
ms: Pengenal pasti untuk pendaftaran hakim dijana
ru: Сгенерированна проверка идентификаторов судей
tr: Jüriler için giriş kimlikleri oluşturuldu

source: Generated check in identifiers for speakers
bn: জেনারেটেড চেক‌ইন‌ শনাক্তকারী বক্তাদের জন্য
es: Generar identificaciones para el check-in de los oradores
fr: Généré des identifiants d’enregistrement pour les orateurs
id: Membuat kode check-in unik untuk pendebat
ms: Pengenal pasti untuk pendaftaran pembahas dijana
ru: Сгенерированна проверка идентификаторов спикеров
tr: Konuşmacılar için giriş kimlikleri oluşturuldu

source: Generated check in identifiers for rooms
bn: জেনারেটেড চেক‌ইন‌ শনাক্তকারী কক্ষের জন্য
es: Generar identificaciones para el check-in de las salas
fr: Généré des identifiants d’enregistrement pour les salles
id: Membuat kode check-in unik untuk ruangan
ms: Pengenal pasti untuk pendaftaran bilik dijana
ru: Сгенерированна проверка идентификаторов аудиторий
tr: Odalar için giriş kimlikleri oluşturuldu

source: Edited adjudicator-adjudicator conflicts
bn: সংশোধিত বিচারক-বিচারক দ্বন্দ্ব সমূহ
es: Editar conflictos juez-juez
fr: Modifié les conflits juge-juge
id: Menyunting konflik juri dengan juri
ms: Konflik hakim-hakim diedit
ru: Отредактированы конфликты между судьями
tr: Jüri-jüri conflictleri düzenlendi

source: Edited adjudicator-institution conflicts
bn: সংশোধিত বিচারক-প্রতিষ্ঠান দ্বন্দ্ব সমূহ
es: Editar conflictos juez-institución
fr: Modifié des conflits juge-institution
id: Menyunting konflik juri dengan institusi
ms: Konflik hakim-institusi diedit
ru: Отредактированы конфликты между судьями и клубами
tr: Jüri-kurum conflictleri düzenlendi

source: Edited adjudicator-team conflicts
bn: সংশোধিত বিচারকের দলীয় দ্বন্দ্ব সমূহ
es: Editar los conflictos juez-equipo
fr: Modifié les conflits juge-équipe
id: Menyunting konflik juri dengan tim
ms: Konflik hakim-pasukan diedit
ru: Отредактированы конфликты команд и судей
tr: Jüri-takım conflictleri düzenlendi

source: Edited team-institution conflicts
bn: সংশোধিত দল-প্রতিষ্ঠান দ্বন্দ্ব সমূহ
es: Conflictos entre equipos e instituciones editados
fr: Modifié des conflits équipe-institution
id: Menyunting konflik tim dengan institusi
ms: Konflik pasukan-institusi diedit
ru: Отредактированы конфликты между командами и клубами
tr: Takım-kurum conflictleri düzenlendi

source: Created debate
es: Debate creado

source: Edited debate
es: Debate editado

source: Auto-prioritized debate importance
bn: স্বয়ংক্রিয় অগ্রাধিকারের বির্তক গুরুত্ব
es: Importancia del debate priorizada automáticamente
fr: Priorisé automatiquement l’importance d'un débat
id: Melakukan prioritasiasi tingkat kepentingan debat secara otomatis
ms: Kepentingan perdebatan diberi keutamaan secara auto
ru: Важность дебатов автоматически приоритезирована
tr: Maç önemi otomatik belirlendi

source: Edited debate importance
ar: قام بتعديل أهمية المناظرة
bn: সংশোধিত বির্তক গুরুত্ব
es: Ha editado la importancia del debate
fr: Modifié l'importance d'un débat
id: Menyunting prioritasiasi tingkat kepentingan debat
ms: Kepentingan perdebatan diubah
ru: Отредактирована важность дебатов
tr: Maç önemi düzenlendi

source: Saved divisions
ar: حفظ التقسيمات
es: Ha guardado las divisiones
fr: Enregistré les divisions

source: Confirmed draw
ar: قام بتأكيد القرعة
bn: নিশ্চিত অঙ্কন
es: Ha confirmado el cuadro
fr: Confirmé un tirage
id: Mengkonfirmasi draw
ms: Match-up telah disahkan
ru: Подтвержденная сетка
tr: Kura onaylandı

source: Created draw
ar: قام بإنشاء قرعة
bn: নির্মিত অঙ্কন
es: Ha creado el cuadro
fr: Créé un tirage
id: Menciptakan draw
ms: Match-up telah dibuat
ru: Созданная сетка
tr: Kura oluşturuldu

source: Regenerated draw
ar: قام بإعادة تعيين القرعة
bn: পুনঃ উৎপন্ন অঙ্কন
es: Ha regenerado el cuadro
fr: Régénéré un tirage
id: Menciptakan ulang draw
ms: Match-up telah dijana semula
ru: Заново сгенерирированная сетка
tr: Kura yenilendi

source: Released draw
ar: قام بإعلان القرعة
bn: মুক্ত অঙ্কন
es: Ha publicado el cuadro
fr: Publié un tirage
id: Mempublikasikan draw
ms: Match-up telah disiarkan
ru: Опубликованная сетка
tr: Kura yayınlandı

source: Unreleased draw
ar: قام برفع القرعة
bn: অপ্রকাশিত অঙ্কন
es: Ha despublicado el cuadro
fr: Rétracté un tirage
id: Menarik publikasi draw
ms: Siaran match-up ditarik balik
ru: Не опубликованная сетка
tr: Kura yayından çekildi

source: Created feedback question
es: Pregunta de retroalimentación creada

source: Edited feedback question
es: Pregunta de retroalimentación editada

source: Saved feedback
ar: حفظ التغذية الراجعة
bn: সংরক্ষিত প্রতিক্রিয়া/ ফিডব্যাক
es: Ha guardado feedback
fr: Sauvegardé un évaluation
id: Menyimpan penilaian juri
ms: Maklum balas disimpan
ru: Сохраненная обратная связь
tr: Geri bildirim kaydedildi

source: Submitted feedback from the public form
ar: تقديم التغذية الراجعة من النموذج العام
bn: সাধারণ আবেদনপত্র হতে জমাকৃত ব্যালট সেট
es: Ha entregado feedback desde el formulario publico
fr: Saisi un évaluation du formulaire publique
id: Memasukkan penilaian juri melalui form publik
ms: Maklum balas dihantar melalui borang awam
ru: Представлена форма обратной связи из публичной формы
tr: Seyirci formundan geri bildirim gönderildi

source: Created institution
es: Crear una institución

source: Edited institution
es: Institución editada

source: Saved a matchup manual edit
ar: قام بتعديل توزيع قاعة يدويا
bn: সংরক্ষিত ম্যাচআপ ম্যানুয়াল সংশোধন
es: Ha guardado la edición manual de un enfrentamiento
fr: Enregistré une modification manuelle d'un appariement
id: Menyimpan suntingan matchup manual
ms: Match-up yang diubah secara manual disimpan
ru: Сохраненное ручное редактирование сочетаний команд
tr: Manuel eşleşme kaydedildi

source: Added/edited motion
ar: قام بإضافة/تعديل نص قضية
bn: সংযুক্ত/ সংশোধিত মোশন
es: Ha añadido/editado la moción
fr: Ajouté/Modifié une motion
id: Menambahkan/menyunting mosi
ms: Usul ditambah/diubah
ru: Добавленная/отредактированная тема
tr: Önerge eklendi/düzenlendi

source: Released motions
ar: القضايا المعلنة
bn: মুক্ত মোশন
es: Ha publicado las mociones
fr: Publié les motions
id: Mempublikasikan mosi
ms: Usul disiarkan
ru: Опубликованные темы
tr: Önergeler yayınlandı

source: Unreleased motions
ar: قضايا غير معلنة بعد
bn: অপ্রকাশিত মোশন
es: Ha despublicado las mociones
fr: Rétracté les motions
id: Menarik publikasi mosi
ms: Siaran usul ditarik balik
ru: Не опубликованные темы
tr: Önergeler yayından çekildi

source: Edited tournament options
ar: قام بتعديل إعدادات البطولة
bn: সংশোধিত প্রতিযোগিতার অপশন
es: Ha editado las opciones del torneo
fr: Modifié les options du tournoi
id: Menyunting opsi turnamen
ru: Отредактированы опции турнира
tr: Turnuva seçenekleri düzenlendi

source: Auto-allocated adjudicators to preformed panels
bn: স্বয়ংক্রিয়ভাবে বন্টনকৃত বিচারক মন্ডলী হতে সম্পাদিত প্যানেল সমূহ
es: Asignación automática de jueces a paneles preformados
fr: Attribué automatiquement les juges aux jurys préformés
id: Alokasi juri ke rancangan panel secara otomatis
ms: Berjaya menetap secara auto hakim ke panel hakim tetap
ru: Судьи распределены по коллегиям
tr: Önceden kurulmuş panellere otomatik jüriler atandı

source: Edited preformed panel adjudicator
bn: সংশোধিত সম্পাদিত প্যানেল বিচারক
es: Juez de panel preformado editado
fr: Modifié un juge de jury préformé
id: Menyunting juri dalam rancangan panel
ms: Panel hakim tetap diedit
ru: Судья коллегии изменен (а)
tr: Önceden kurulmuş panel jürileri düzenlendi

source: Created preformed panels
bn: নির্মিত সম্পাদনকৃত প্যানেল সমূহ
es: Paneles preformados creados
fr: Créé des jurys préformés
id: Membuat rancangan panel
ms: Panel hakim tetap diwujudkan
ru: Коллегии созданы
tr: Önceden kurulmuş paneller oluşturuldu

source: Auto-allocated preformed panels to debates
bn: স্বয়ংক্রিয় ভাবে বন্টনকৃত সম্পাদিত প্যানেল সমূহ হতে বিতর্ক
es: Paneles preformados asignados automáticamente a los debates
fr: Attribué automatiquement des jurys préformés aux débats
id: Mengalokasikan rancangan panel kepada debat secara otomatis
ms: Panel hakim tetap ditetap secara auto perdebatan
ru: Коллегии распределены
tr: Önceden kurulmuş paneller maçlara otomatik atandı

source: Deleted preformed panels
es: Paneles preformados borrados

source: Auto-prioritized preformed panels
bn: অটো অগ্রাধিকারের সম্পাদিত প্যানেল সমূহ
es: Paneles preformados autopriorizados
fr: Classé automatiquement les jurys préformés
id: Prioritasisasi rancangan panel secara otomatis
ms: Panel hakim tetap diberi keutamaan
ru: Вес коллегий выставлен
tr: Önceden kurulmuş paneller otomatik önceliklendirildi

source: Edited preformed panel importance
bn: সংশোধিত সম্পাদনকৃত প্যানেল প্রয়োজনীয়তা
es: Importancia del panel preformado editado
fr: Modifié l'importance d'un jury préformé
id: Menyunting tingkat kepentingan rancangan panel
ms: Kepentingan panel hakim tetap diedit
ru: Важность коллегии изменена
tr: Önceden kurulmuş panel önemi düzenlendi

source: Advanced the current round to
ar: تقديم الجولة الحالية
bn: অ্যাডভানচ্ড‌ কারেন্ট রাউন্ড টু
es: Ha avanzado la ronda presente a
fr: Avancé la joute actuelle à
id: Melanjutkan ronde ini menuju
ms: Pusingan kini mara ke
ru: Текущий раунд продвинут к
tr: Mevcut tur belirtilen tura ilerletildi:

source: Marked round as completed
bn: পর্ব শেষ হিসেবে চিহ্নিত করা হয়েছে
es: Ronda marcada como completada
fr: Marqué la joute comme achevée
id: Menandai ronde telah tuntas
ms: Pusingan ditanda sebagai selesai
ru: Отметить раунд как завершенный
tr: Tur tamamlandı olarak işaretledi

source: Created round
es: Ronda creada

source: Edited round
es: Ronda editada

source: Set start time
ar: تحديد وقت البداية
bn: সেট শুরুর সময়
es: Ha configurado el tiempo de inicio
fr: Fixé l’heure de début
id: Mengatur waktu mulai
ms: Masa bermula ditetapkan
ru: Установить время начала
tr: Başlangıç zamanını ayarlandı

source: Saved the sides status of a matchup
ar: حفظ توزيع موالاة/معلرضة
bn: ম্যাচআপের সাইড স্ট্যাটাস সংরক্ষণ করা হয়েছে
es: Ha guardado el estatus de los lados de un enfrentamiento
fr: Enregistré le statut des côtés d'un appariement
id: Menyimpan status posisi sebuah matchup
ms: Status belah pasukan match-up telah disimpan
ru: Сохранить статус сторон в сочетании команд
tr: Eşleşmenin tarafları kaydedildi

source: Imported adjudicators using the simple importer
bn: আমদানিকৃত বিচারকগণ সাধারণ আমদানিকারক ব্যবহার করছে
es: Importar jueces usando el importador simple
fr: Importé les juges avec l’importateur simple
id: Mengimpor juri dengan importir sederhana
ms: Hakim telah diimport menggunakan pengimport mudah
ru: Судьи импортированы с помощью простого импортера
tr: Basit aktarma kullanılarak jüriler içe aktarıldı

source: Imported institutions using the simple importer
bn: আমদানিকৃত প্রতিষ্ঠান সাধারণ আমদানিকারক ব্যবহার করছে
es: Importar las instituciones usando el importador simple
fr: Importé les institutions avec l’importateur simple
id: Mengimpor institusi dengan importir sederhana
ms: Institusi telah diimport menggunakan pengimport mudah
ru: Клубы импортированы с помощью простого импортера
tr: Basit aktarma ile kurumlar içe aktarıldı

source: Imported teams using the simple importer
bn: আমদানিকৃত দল সমূহ সাধারণ আমদানিকারক ব্যবহার করছে
es: Importar equipos usando el importador simple
fr: Importé les équipes avec l’importateur simple
id: Mengimpor tim dengan importir sederhana
ms: Pasukan telah diimport menggunakan pengimport mudah
ru: Команды импортированы с помощью простого импортера
tr: Basit aktarma kullanılarak takımlar içe aktarıldı

source: Imported rooms using the simple importer
bn: আমদানিকৃত কক্ষ সমূহ সাধারণ আমদানিকারক ব্যবহার করছে
es: Importar salas usando el importador simple
fr: Importé les salles avec l’importateur simple
id: Mengimpor ruangan dengan importir sederhana
ms: Bilik telah diimport menggunakan pengimport mudah
ru: Аудитории импортированы с помощью простого импортера
tr: Basit aktarma kullanılarak odalar içe aktarıldı

source: Edited speaker categories
ar: قام بتعديل فئات المتحدثين
bn: সংশোধিত বক্তার বিভাগ সমূহ
es: Ha editado las categorías de orador
fr: Modifié les catégories d'orateur
id: Menyunting kategori pembicara
ms: Kategori pembahas diubah
ru: Отредактирована категории спикеров
tr: Konuşmacı kategorileri düzenlendi

source: Created speaker
es: Debatiente creado

source: Edited speaker
es: Debatiente editado

source: Edited speaker category eligibility
ar: قام بتعديل استحقاق المتحدثين حسب الفئات
bn: সংশোধিত বক্তার বিভাগীয় যোগ্যতা
es: Ha editado la elegibilidad para las categorías de orador
fr: Modifié l’admissibilité pour les catégories d'orateur
id: Menyunting eligibilitas kategori pendebat
ms: Kelayakan kategori pembahas diedit
ru: Отредактирована доступность категорий спикеров
tr: Konuşmacı kategorisi uygunluğu düzenlendi

source: Created team
es: Equipo creado

source: Edited team
es: Equipo editado

source: Edited adjudicator base score
bn: বিচারকের সম্পাদিত ভিত্তি স্কোর
es: Puntuación base del juez editado
fr: Modifié la note de base pour un juge
id: Menyunting nilai awal juri
ms: Skor asas hakim diedit
ru: Исходный рейтинг судьи отредактирован
tr: Jüri temel puanı düzelendi

source: Created tournament
es: Torneo creado

source: Edited tournament
es: Torneo editado

source: Updated adjudicator scores in bulk
bn: আপডেটেড বিচারকের স্কোর স্তূপের মধ্যে
es: Actualizar la calificación de jueces en masa
fr: Mis à jour les notes de juge en masse
id: Memperbarui nilai juri secara masal
ms: Markah hakim dikemas kini secara banyak
ru: Судейские баллы обновлены в массовом порядке
tr: Jüri puanları toplu güncellendi

source: Invited user to the instance
es: Usuario invitado a la instancia

source: Edited room categories
ar: قام بتعديل فئات قاعات المناظرة
bn: সংশোধিত কক্ষ বিভাগ
es: Ha editado las categorías de sala
fr: Modifié les catégories de salles
id: Menyunting kategori ruangan
ms: Kategori bilik diedit
ru: Редактированы категории аудиторий
tr: Oda kategorileri düzenlendi

source: Created room category
es: Categoría de sala creada

source: Edited room constraints
ar: تعديل محددات إختيار القاعات
bn: সংশোধিত কক্ষ সীমাবদ্ধতা
es: Editar las restricciones de sala
fr: Modifié les contraintes de salle
id: Menyunting pembatasan ruangan
ms: Kekangan bilik telah diubah
ru: Редактированы ограничения аудиторий
tr: Oda kısıtlamaları düzenlendi

source: Created room
es: Sala creada

source: Edited room
es: Sala editada

source: Auto-allocated rooms
ar: قام بالتعيين التلقائي لقاعات المناظرة
bn: অটো বন্টনকৃত কক্ষ
es: Ha asignado las salas automáticamente
fr: Attribué automatiquement les salles
id: Mengalokasikan ruangan secara otomatis
ms: Bilik ditetap secara auto
ru: Автоматически распределенные аудитории
tr: Odalar otomatik atıldı

source: Saved a room manual edit
bn: সংরক্ষিত কক্ষের ম্যানুয়াল সংশোধন
es: Ha guardado la edición manual de una sala
fr: Enregistré une modification manuelle d'une salle
id: Menyimpan suntingan ruangan secara manual
ms: Bilik yang diubah secara manual disimpan
ru: Сохраненное ручное редактирование аудиторий
tr: Manuel düzenlemiş oda kaydedildi

source: type
ar: نوع
bn: ধরন / ছাপার অক্ষর
es: tipo
id: tipe
ms: jenis
ru: тип
tr: tür

source: timestamp
ar: الزمن
bn: টাইমস্ট্যাম্প
es: marca de tiempo
fr: horodatage
id: waktu
ms: cap masa
ru: отметка времени
tr: Zaman damgası

source: user
ar: مستخدم
bn: ব্যবহারকারী
es: usuario
fr: utilisateur
id: pengguna
ms: pengguna
ru: пользователь
tr: kullanıcı

source: IP address
ar: عنوان ال IP
es: dirección IP
fr: adresse IP
ms: alamat IP
ru: IP-адрес

source: tournament
ar: بطولة
bn: প্রতিযোগিতা
es: torneo
fr: tournoi
id: turnamen
ms: pertandingan
ru: турнир
tr: turnuva

source: round
ar: جولة
bn: পর্ব
es: ronda
fr: joute
id: ronde
ms: pusingan
ru: раунд
tr: tur

source: content type
ar: نوع المحتوى
bn: বিষয় / সূচি টাইপ
es: tipo de contenido
fr: type de contenu
id: tipe konten
ms: jenis kandungan
ru: тип контента
tr: içerik türü

source: object ID
bn: বিষয় আইডি
es: ID del objeto
fr: identifiant d'objet
ms: ID objek
ru: iD объекта
tr: nesne kimliği

source: action log
ar: سجل التحديثات
bn: কর্ম লগ
es: historial de cambios
fr: journal des actions
id: catatan tindakan
ms: log tindakan
ru: журнал действий
tr: eylem günlüğü

source: action log entries
ar: مدخلات سجل التحديثات
bn: কর্ম লগ প্রবেশ সমূহ
es: entradas en el historial de cambios
fr: entrées du journal des actions
id: entri catatan tindakan
ms: entri log tindakan
ru: записи журнала действий
tr: eylem günlüğü girişleri
