Repository: TabbycatDebate/tabbycat
Catalog: docs/locale/*/LC_MESSAGES/features/printing.po
Languages: fr_fr

source: Printing Ballots and Feedback
fr_fr: Impression des feuilles de jugement et d'évaluation

source: Tabbycat offers the ability to print scoresheets and feedback sheets on a per-round basis. This means that each scoresheet is customised to match the draw, and so will display:
fr_fr: Tabbycat offre la possibilité d'imprimer les feuilles de jugement et les feuilles d'évaluation sur une base joute-à-joute. Cela signifie que chaque feuille est personnalisé pour correspondre au tirage et va donc afficher :

source: The motion or possible motions that could have been chosen from
fr_fr: La motion ou les possibilités des motions parmi lesquelles choisir

source: The teams, and a list of speakers for each team
fr_fr: Les équipes, ainsi qu'une liste des orateurs pour chacune

source: The room number, and name of the adjudicators present
fr_fr: La salle et les noms des juges présents

source: Feedback sheets will also be customised in this manner; displaying:
fr_fr: Les feuilles d'évaluation seront aussi personnalisés de cette manière ; affichant :

source: A 'from' source. Sheet will be printed for each possible piece of feedback in that room: ie adjudicators will each get a sheet for their panellists and trainees while teams and panellists will get sheets for the chair.
fr_fr: La source. La feuille sera imprimé pour chaque évaluation possible dans la salle : *i. e.* les juges vont recevoir une feuille pour chaque membre du jury et stagiaires, tandis que les équipes et panellistes en recevront pour le président.

source: The specific questions you established when configuring the :ref:`adjudicator feedback questions <adjudicator-feedback>`
fr_fr: Les questions spécifiques que vous avez établies lors de la configuration des :ref:`questions d'évaluation de juge <adjudicator-feedback>`

source: The room number
fr_fr: Le nom de la salle

source: To print the ballots for each round, you would go to the **Display** page for that round, the click one of the two relevant print links. This opens a new window. In each window, you then use your browser's print function (CTRL-P). In the resulting print interface (from your browser) you'll want to turn background graphics on, header/footers off, and set the layout to portrait (feedback sheets) or landscape (score sheets).
fr_fr: Pour imprimer les feuilles de jugement pour chaque joute, vous irez à la page **Affichage** pour la joute, et cliquer sur une des deux liens pertinents. Cela ouvre une nouvelle fenêtre. Dans chaque fenêtre, vous utiliserez la fonctionnalité d'impression du fureteur (CTRL-P). Dans l'interface résultant (par le fureteur), vous voudriez activer les graphiques d'arrière-plan, désactiver les en-têtes, et définir l'orientation en portrait (feuilles d'évaluation) ou paysage (feuilles de jugement).

source: Typically you'd save these to PDF for printing, although you should be able to print straight from this dialogue box.
fr_fr: Généralement, vous les sauvegarderiez en PDF pour impression, tandis que vous devriez être capable de les imprimer directement à partir de l'interface du fureteur.

source: Printing works best in Safari and Firefox; use those if possible.
fr_fr: L'impression fonctionne le mieux avec Safari ou Firefox ; utilisez-les si possible.
