Repository: TabbycatDebate/tabbycat
Catalog: docs/locale/*/LC_MESSAGES/features/team-code-names.po
Languages: fr_fr

source: Team Code Names
fr_fr: Noms code d'équipe

source: Some tournaments use "code names" to obscure the institutional affiliations of teams. For example, rather than calling a team "Harvard DK", they would be presented in the draw as "Butterfly". A natural way to do this would be just to change the name of every team, but then the team's "real name" would be hidden from tournament staff, too.
fr_fr: Certains tournois utilisent des « noms code » pour masquer les affiliations institutionnelles des équipes. Par exemple, à la place d'appeler un équipe « Harvard DK », il serait affiché dans les tirages comme « Papillon ». Une façon naturelle de le faire serait de juste changer le nom de chaque équipe, mais là, le « vrai nom » de l'équipe serait masqué des officiels du tournoi aussi.

source: Instead, Tabbycat allows you to assign code names to teams, alongside their real names. This way, you can have code names show to participants, while real team names show in administrative views (*e.g.* allocating adjudicators). It also allows you to "decode" team names for elimination rounds or final tab release easily, without having to actually change every team's name.
fr_fr: Au lieu de cela, Tabbycat vous permet d'assigner des noms code aux équipes, avec leurs vrais noms. De cette façon, vous pouvez avoir les noms codes affichés au public, tandis que les vrais noms sont affichés sur les pages administratives (*e.g.* dans la répartition des juges). Ça permet aussi de « dévoiler » les noms pour les joutes éliminatoires ou la publication des classements facilement, sans avoir besoin de changer le nom de chaque équipe.

source: While the most frequently-used public views have been checked to ensure that they show only code names, not all views have been checked thoroughly. Please check views using demonstration data on a test site, configured in the same way that you would use it at your tournament, before using code names at a real tournament.
fr_fr: Bien que les pages publiques les plus fréquemment utilisées ont été vérifiées qu'ils utilisent juste les noms code, pas toutes les pages ont été vérifiées minutieusement. Veuillez vérifier les pages en utilisant des données test sur un site test, configuré de la même manière que votre tournoi, avant d'utiliser les noms code lors d'un vrai tournoi.

source: Assigning code names
fr_fr: Attribution de noms code

source: Most methods of importing teams, including the simple importer and the ``importtournament`` command, automatically assign code names to teams. The code name is the name of the emoji that is automatically assigned at the same time. For example, the team assigned 🦋 will be code-named "Butterfly".
fr_fr: La plupart des méthodes pour importer les équipes, incluant l'importateur simple et la commande ``importtournament`` assignent automatiquement les noms code aux équipes. Le nom code est le nom de l'émoji qui est assigné en même temps. Par exemple, l'équipe avec 🦋comme émoji aura le nom code « Papillon ».

source: If you wish to use your own code names, you need to set the "code name" field of each team. Here are two ways to do this:
fr_fr: Si vous souhaitez utiliser vos propres noms code, vous devez définir le champ « nom code » de chaque équipe. Il y a deux façons de le faire :

source: **Edit Database area:** Enter the Edit Database area, and under **Participants > Teams**, click **Change**. Modify each team one by one, entering a new code name then saving.
fr_fr: **Zone de la base de données** : Entrez le zone de la base de données, et sous **Participants > Équipes**, cliquez **Modifier**. Modifiez chaque équipe une par une, entrant un nouveau nom code puis enregistrant.

source: ``importtournament`` **command:** If you imported a tournament from CSV files, you can just add a ``code_name`` column to your teams CSV file.
fr_fr: **Commande** ``importtournament`` : Si vous avez importé un tournoi depuis des fichiers CSV, vous pouvez simplement ajouter une colonne ``code_name`` au fichier CSV des équipes.

source: Displaying code names
fr_fr: Affichage des noms code

source: Code names are disabled by default; to enable then, go to **Setup > Configuration > Public Options**, and change the **Team code names** option. You can choose between the following options:
fr_fr: Les noms code sont désactivés par défaut ; pour les activer, allez dans **Configuration > Options > Fonctionnalités publics** et changer l'option **Noms code d'équipes**. Vous pouvez choisir entre ces options :

source: Do not use code names
fr_fr: Ne pas utiliser les noms-code

source: Use real names everywhere, and show code names in tooltips
fr_fr: Utiliser des vrais noms partout et montrer noms code dans les infobulles

source: Use code names for public; real names with code names in tooltips for admins
fr_fr: Utiliser noms code pour le public ; vrais noms avec noms codes dans les infobulles pour administrateurs

source: Use code names for public; code names with real names in tooltips for admins
fr_fr: Utiliser noms code pour le public ; noms code avec vrais noms dans les infobulles pour administrateurs

source: Use code names everywhere; do not use tooltips (real names show in some admin views)
fr_fr: Utiliser noms code partout ; n'utilise pas d'infobulle (vrais noms apparaissent dans quelques pages administrateur)
