Repository: TabbycatDebate/tabbycat
Catalog: docs/locale/*/LC_MESSAGES/features/user-accounts.po
Languages: fr_fr

source: User Accounts
fr_fr: Comptes d’utilisateur

source: For obvious reasons, user logins are required to data entry and administrative functions. Conceptually, there are four levels of access:
fr_fr: Pour des raisons évidentes, la connexion est nécessaire pour la saisie des données et des fonctions administratives. Conceptuelement, il y a quatre niveaux d’accès :

source: Access
fr_fr: Accès

source: Should be used by
fr_fr: Devrait être utilisé par

source: Grants access to
fr_fr: Donne accès à

source: Is capable of
fr_fr: Est capable de

source: Public
fr_fr: Publique

source: The public
fr_fr: Le public

source: Publicly available information.
fr_fr: Information disponible publiquement.

source: Viewing things, and submitting new ballots/feedback if electronic submission is permitted by the tournament.
fr_fr: Voir des choses et soumettre de nouveaux feuilles/évaluations si la soumission électronique est permise par le tournoi.

source: Data entry helpers
fr_fr: Aides de saisie

source: The assistant area
fr_fr: L’aire des assistants

source: Entering, confirming and printing ballots and feedback, checking in ballots and people, and displaying the draw.
fr_fr: Entrer, confirmer et imprimer les feuilles et évaluations, enregistrer les bulletins et les personnes, afficher le tirage.

source: Superuser
fr_fr: Super-utilisateur

source: Chief adjudicators
fr_fr: Juges en chef

source: The administrator and assistant areas
fr_fr: Les aires d’administrateur et d’assistant

source: Generating draws, allocating adjudicators and venues, and editing ballots, feedback and adjudicator scores.
fr_fr: Générer les tirages, repartir les juges et salles, modifier les bulletins, évaluations et scores de juge.

source: Staff and superuser
fr_fr: Équipage et super-utilisateur

source: Tab director
fr_fr: Directeur de jumelage

source: The administrator, assistant and Edit Database areas
fr_fr: Les aires d’administrateur, assistant, et de base de données

source: Editing the database directly.
fr_fr: Modifier la base de données directement.

source: If a user account on the tab system belongs to someone who is also a participant in the tournament (*e.g.*, a chief adjudicator), these two capacities are completely separate. User accounts are only used to regulate access to administrative functions. Tabbycat doesn't know about any relationship between user accounts, and who is participating in the tournament.
fr_fr: Si un compte d’utilisateur dans le système de jumelage appartient à quelqu’un qui est aussi un participant au tournoi (*e.g.* un juge en chef), ces deux capacités sont complètement séparées. Les comptes d’utilisateur sont seulement pour réguler l’accès aux fonctions administratives. Tabbycat ne connait aucun relation entre les comptes et les participants aux tournois.

source: Account roles
fr_fr: Rôles de compte

source: You should create an account for each person who needs to access the tab system. When you create an account in the Edit Database area, there are checkboxes for **Superuser status** and **Staff access**. Superusers have access to the administrator area, and staff have access to the Edit Database area. You should grant permissions as follows:
fr_fr: Vous devriez créer un compte pour chaque personne qui à besoin d’accès au système de jumelage. Quand vous créez un compte dans l’aide de la base de données, il y a des cases à cocher pour le **statut de super-utilisateur** et **accès d’équipage**. Les super-utilisateurs ont accès à l’interface d’administrateur et l’équipe ont accès à l’aire de la base de données. Vous devriez donner les permissions comme suit :

source: Tab directors should get both superuser and staff status.
fr_fr: Les directeurs de jumelage devraient avoir l’accès super-utilisateur et d’équipage.

source: Chief adjudicators and their deputies should get superuser status, but not staff status.
fr_fr: Les juges en chef et leurs députés devraient être super-utilisateur, mais pas d’équipage.

source: Tab assistants (helping only with data entry) should get neither superuser nor staff status.
fr_fr: Les assistants de jumelage (qui aident seulement avec la saisie de données) ne devrait être ni super-utilisateur ni d’équipe.

source: Tournament participants (other than tab staff) do not need an account. Everything they need to know can be accessed without an account. If you're using electronic ballots or electronic feedback, they access these using a URL that only they know (see :ref:`private-urls`).
fr_fr: Les participants de tournoi (autre que l’équipe de jumelage) n’ont pas besoin de compte. Tout ce qu’ils ont besoin peut être accédé sans compte. Si vous utilisez des bulletins ou évaluations en ligne, ils peuvent y accéder avec un lien que seulement ils savent (voir :ref:`private-urls`).

source: When doing data entry, users with superuser status should use the **assistant area**. The administrator area is intended for managing the tournament, and doesn't include someand should **not** in general be used for data entry. Specifically, the administrator area lacks checks that are important for data integrity assurance. It should be used only to override the normal :ref:`data entry <data-entry>` procedure, for example, to unconfirm or modify a ballot.
fr_fr: Lors de la saisie des données, les super-utilisateurs devraient utiliser **l'aire des assistants**. L'aire d'administrateur est pour la gestion du tournoi, généralement **pas** pour la saisie de données. Spécifiquement, l'aire d'administrateur n'a pas de vérification qui est important pour l'intégrité des données. Il devrait seulement être utilisé pour redéfinir la procédure de :ref:`saisie de données <data-entry>` normale, par exemple, pour dé-confirmer ou modifier une feuille.

source: The **Edit Database** interface should not be used except where it is actually necessary. There are a few functions which require this, but as a principle, it shouldn't be used as a matter of course.
fr_fr: L'**aire de la base de données** ne devrait pas être utilisé que lorsque c'est absolument nécessaire. Il y a quelques fonctionnalités qui le requièrent, mais comme principe, ne devrait pas être utilisé en opération normale.

source: In theory, you could grant an account staff status but not superuser status. But then they'd be allowed to edit the database, but not run the tournament, which would be weird.
fr_fr: En théorie, vous pourriez accorder un compte le statut d’équipage mais pas de super-utilisateur. Sauf que là, ils seront permis de modifier la base de données mais pas gérer le tournoi, ce qui serait étrange.

source: Adding accounts
fr_fr: Ajouter des compte

source: To add an account:
fr_fr: Pour ajouter un compte :

source: Go to the Edit Database area of the site.
fr_fr: Va dans l’aire de base de données du site.

source: Under **Authentication and Authorization**, click the **Add** link next to **Users**.
fr_fr: Sous **Authentification et Autorisation**, cliquer le lien **Ajouter** à côté de **Utilisateurs**.

source: Ask the user to enter a username, password and possibly email address.
fr_fr: Demander l’utilisateur de rentrer un nom d’utilisateur, mot de passe et potentiellement adresse courriel.

source: Only they should know what the password is.
fr_fr: Ils devraient être les seuls à connaitre leurs mots de passe.

source: If you're hosting on the internet, all passwords should be at least moderately strong!
fr_fr: Si le site est hébergé sur l’internet, tous les mots de passe devraient être au moins modérément fort !

source: Passwords are not stored as raw passwords, so you can't figure out what their password is.
fr_fr: Les mots de passe ne sont pas stockés en brut, donc vous ne pouvez pas décerner leur mot de passe.

source: The email address is optional.
fr_fr: L’adresse courriel est facultative.

source: This email address is only used to reset their password if they forget it, and has nothing to do with the email address that Tabbycat uses to send emails to tournament participants (*e.g.* private URL links).
fr_fr: Cet adresse courriel est seulement utiliser pour réinitialiser leur mot de passe s'ils l'oublient, n'ayant aucun lien avec l'adresse courriel que Tabbycat utilise pour envoyer les courriels aux participants de tournoi (*e.g.* les liens privées).

source: If they are being assigned superuser and/or staff status, check the relevant boxes.
fr_fr: S'ils auront le statut de super-utilisateur ou de personnel, cochez les cases pertinents.

source: Click "Save" or "Save and add another".
fr_fr: Cliquer « Sauvegarder » ou « Sauvegarder et ajouter d’avantage ».
