Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/notifications/locale/*/LC_MESSAGES/django.po
Languages: fr, id, ru

source: Notifications
id: Notifikasi
ru: Уведомления

source: Recipient email address
fr: Adresse courriel du destinateur
id: Alamat email penerima
ru: Email получателя

source: Test email from %(host)s
fr: Courriel test par %(host)s
id: Uji email dari %(host)s
ru: Тестовый email от %(host)s

source: Congratulations! If you're reading this message, your email backend on %(host)s looks all good to go!
fr: Félicitations ! Si vous lisez ce message, le système de courriel sur %(host)s fonctionne bien !
id: Selamat! Apabila anda membaca pesan ini, email backend pada %(host)s sudah fungsional!
ru: Поздравляем! Если вы читаете это сообщение, с вашим почтовым бекэндрм на %(host)s все хорошо!

source: Subject
fr: Objet
id: Subjek
ru: Тема письма

source: Message
id: Pesan
ru: Сообщение

source: recipient
fr: destinataire
id: penerima
ru: получатель

source: method
fr: méthode
id: metode
ru: метод

source: context
fr: contexte
id: konteks
ru: контекст

source: notification
id: notifikasi
ru: уведомление

source: timestamp
fr: horodatage
id: waktu
ru: отметка времени

source: sent message
fr: message envoyé
id: pesan terkirim
ru: отправить сообщение

source: sent messages
fr: messages envoyés
id: pesan terkirim
ru: отправить сообщения

source: team points
fr: note d’équipe
id: poin tim
ru: баллы команды

source: ballot confirmed
fr: feuille confirmé
id: lembar penjurian terkonfirmasi
ru: бэллот подтвержден

source: feedback URL
fr: URL de formulaire d’évaluation
id: URL umpan balik
ru: uRL обратной связи

source: ballot URL
fr: URL de formulaire de feuille
id: URL lembar penjurian
ru: URL бэллота

source: landing page URL
fr: URL du page de renvoi
id: URL halaman utama
ru: URL стартовой страницы

source: adjudicator draw released
fr: attribution des juges publié
id: draw juri dirilis
ru: сетка судей опубликована

source: team registration
fr: enregistrement d’équipe
id: registrasi tim
ru: регистрация команд

source: adjudicator registration
fr: enregistrement de juge
id: registrasi juri
ru: регистрация судей

source: motion(s) released
fr: motion(s) publiée(s)
id: mosi dirilis
ru: тема опубликована

source: team draw released
fr: tirage d'équipe publié
id: draw tim dirilis
ru: командная сетка опубликована

source: custom message
fr: message personnalisé
id: pesan khusus

source: tournament
fr: tournoi
id: turnamen
ru: турнир

source: round
fr: tour
id: ronde
ru: раунд

source: subject template
fr: gabarit du sujet
id: template subjek

source: body template
fr: gabarit du corps
id: template badan email

source: bulk notification
fr: notification en masse
id: kumpulan notifikasi
ru: массовое уведомление

source: bulk notifications
fr: notifications en masse
id: kumpulan notifikasi
ru: массовые уведомления

source: Processed
fr: Traité
id: Terproses
ru: Обрабатывается

source: Dropped
fr: Tombé
id: Dibatalkan
ru: Сброшено

source: Deferred
fr: Reporté
id: Ditangguhkan
ru: Отложено

source: Delivered
fr: Livré
id: Diterima
ru: Доставлено

source: Bounced
fr: Non délivré
id: Tidak Terkirim
ru: Возвращено

source: Opened
fr: Ouvert
id: Dibuka
ru: Открыто

source: Clicked
fr: Cliqué
id: Diklik
ru: Кликнуто

source: Unsubscribed
fr: Désabonné
id: Berhenti berlangganan
ru: Отписавшийся

source: Marked as spam
fr: Signalé comme indésirable
id: Ditandai sebagai spam
ru: Помечено как спам

source: Unsubscribed from group
fr: Désabonné du groupe
id: Berhenti berlangganan dari grup
ru: Отписан от группы

source: Resubscribed to group
fr: Réabonné au groupe
id: Dilanggankan kembali ke grup
ru: Возобновлена подписка на группу

source: email message
fr: message courriel
id: pesan email
ru: отправить сообщение по email

source: email status
fr: état du courriel
id: status email
ru: статус email

source: email statuses
fr: états des courriels
id: status email
ru: статусы email

source: You have not specified a reply-to address. This means that participants may not reply to the message if they have questions. Please set one in the <a href="%(notifications_options_url)s">Notifications section of the preferences</a>.
fr: Vous n’avez pas spécifié d’adresse de réplique. Cela signifie que les participants ne peuvent pas directement répondre aux messages s’ils ont des questions. Veuillez en fixer dans la <a href="%(notifications_options_url)s">section des notifications des options du tournoi</a>.
id: Anda belum memberikan alamat balasan. Ini berarti bahwa partisipan tidak dapat membalas pesan anda apabiila mereka memiliki pertanyaan. Beri alamat balasan di <a href="%(notifications_options_url)s">Bagian notifikasi di pengaturan</a>.
ru: Вы не указали адрес ответа. Это означает, что участники могут не ответить на сообщение, если у них есть вопросы. Пожалуйста, установите его в разделе Уведомления <a href="%(notifications_options_url)s">настроек</a>.

source: The webhook URL for use in SendGrid is <a href="%(notifications_webhook_url)s">%(notifications_webhook_url)s</a>. Please point the HTTP POST URL in <a href="https://app.sendgrid.com/settings/mail_settings">SendGrid</a> to that.
fr: Le URL de rappel pour SendGrid est <a href="%(notifications_webhook_url)s">%(notifications_webhook_url)s</a>. Veuillez pointer l'URL de POST HTTP dans <a href="https://app.sendgrid.com/settings/mail_settings">SendGrid</a> à cela.
id: Webhook URL untuk digunakan pada SendGrid adalah <a href="%(notifications_webhook_url)s">%(notifications_webhook_url)s</a>. Arahkan HTTP POST URL di <a href="https://app.sendgrid.com/settings/mail_settings">SendGrid</a> ke Webhook tsb.
ru: URL вебхука для использования в SendGrid <a href="%(notifications_webhook_url)s">%(notifications_webhook_url)s</a>. Пожалуйста, укажите URL HTTP POST в <a href="https://app.sendgrid.com/settings/mail_settings">SendGrid</a> к этому.

source: Send Message(s)
fr: Envoyer le(s) message(s)
id: Kirim Pesan
ru: Отправить сообщение(я)

source: Emails can be sent by Tabbycat for a variety of purposes. Emails are sent when specific preferences are enabled (i.e. enabling Ballot Receipts) or through actions available on specific pages (i.e. the Draw Display page for matchups; or the Participants page for team registration). This page shows the status of previously-sent emails.
fr: Les courriels peuvent être envoyés par Tabbycat à divers fins. Les courriels sont envoyés quand certains préférences sont activés (tel les reçus de feuille) ou avec des actions sur des pages spécifiques (tel la page du tirage ou liste des participants). Cette page montre l'état des messages envoyés précédemment.
id: Email dapat dikirim menggunakan Tabbycat untuk berbagai tujuan. Email dapat dikirim saat pengaturan tertentu diaktifkan, seperti mengaktifkan Tanda Terima Balot, atau melalui aksi yang ada pada halaman tertentu, seperti laman Penayangan Draw untuk draw, Partisipan untuk registrasi tim. Laman ini menunjukkan status untuk email-email yang telah dikirim sebelumnya.
ru: Email могут быть отправлены Tabbycat для различных целей. Email отправляются, когда включены определенные настройки (например, включено Получение Бэллотов) или через действия, доступные на конкретных страницах (например страницы отображения сетки для сочетания команд; или страницы Участников для регистрации команды). Эта страница показывает статус ранее отправленных email.

source: Email Statuses
fr: États des Courriels
id: Status email
ru: Статусы email

source: Send Test Email
fr: Envoyer courriel test
id: Kirim Email Percobaan
ru: Отправить тестовый email

source: Send Custom Email
fr: Envoyer courriel sur mesure
id: Kirim Email Khusus
ru: Отправить пользовательский email

# page title
source: Send Test Email
fr: Envoyer courriel test
id: Kirim Email Percobaan
ru: Отправить тестовый email

source: You can use this form to send a test email, to check that your email backend settings are working, before you try to send email notifications to participants.
fr: Vous pouvez utiliser cette formulaire pour envoyer un courriel d’essaie, vérifier que les réglages sont en ordre, avant d’en envoyer aux participants.
id: Anda dapat menggunakan form ini untuk mengirimkan email percobaan, untuk menguji apakah pengaturan email anda bekerja sebelum mengirimkan email kepada partisipan.
ru: Вы можете использовать эту форму для отправки тестового письма, чтобы проверить, что настройки бекэнда электронной почты работают, прежде чем вы попытаетесь отправить уведомления по электронной почте участникам.

source: The email will be sent from: <strong>%(default_from_email)s</strong>. If this doesn't look right, change the <code>DEFAULT_FROM_EMAIL</code> config var in Heroku (or environment variable).
id: Surel akan dikirmkan melalui: <strong>%(default_from_email)s</strong>. Apabila terdapat kesalahan, silahkan ubah konfigurasi <code>DEFAULT_FROM_EMAIL</code> config var pada Heroku (atau environment variable).

source: Go back to the site home page
fr: Retour à la page d’accueil
id: Kembali ke laman utama
ru: Вернуться на домашнюю страницу

source: the chair
fr: le président
id: ketua juri
ru: чэйр

source: the only
fr: le(a) seul(e)
id: satu-satunya
ru: только

source: a panellist
fr: un(e) membre
id: panelis
ru: винг

source: a trainee
fr: un(e) stagiaire
id: trainee
ru: винг без права голоса

source: TBA
fr: ÀA
id: Akan diumumkan nanti
ru: Будет анонсировано

source: <li>%(side)s: %(team)s (%(points)d points with %(speaks)s total speaks)
fr: <li>%(side)s: %(team)s (%(points)d points avec %(speaks)s points d'orateur)
id: <li>%(side)s: %(team)s (%(points)d poin dengan %(speaks)s total skor)
ru: <li>%(side)s: %(team)s (%(points)d баллов с %(speaks)s общим спикерским)

source: <li>%(side)s: %(team)s (%(points)s - %(speaks)s total speaks)
fr: <li>%(side)s: %(team)s (%(points)s - %(speaks)s points d'orateur)
id: <li>%(side)s: %(team)s (%(points)s - %(speaks)s total skor)
ru: <li>%(side)s:%(team)s (%(points)s - %(speaks)s общий спикерский)

source: Win
fr: Victoire
id: Menang
ru: Победа

source: Loss
fr: Perte
id: Kalah
ru: Поражение

source: The email (SMTP) server returned an error sending the test email: [SMTP code %(code)d] %(error)s
fr: Le serveur de courriel (SMTP) a renvoyé une erreur en envoyant le courriel test : [code SMTP %(code)d] %(error)s
id: Server surel (SMTP) mengalami sebuah kesalahan dalam mengirimkan surel ujicoba: [SMTP code %(code)d%] %(error)s

source: Hint: If the error is about sender identity verification in SendGrid, and you've already completed the steps in SendGrid, it may be that you need to update the DEFAULT_FROM_EMAIL config var in Heroku to match your verified sender identity.
id: Petunjuk: Apabila kesalahannya terdapat pada verifikasi identitas pengirim pada SendGrid dan anda sudah menyelesaikan tahapan pada SendGrid, mungkin anda butuh melakukan pembaharuan pada DEFAULT_FROM_EMAIL config var pada Heroku untuk mencocokkan identitas pengirim yang terverifikasi.

source: There was an error sending the test email: %(error)s
fr: Un erreur s’est parvenu en envoyant le courriel d’essaie : %(error)s
id: Ada kesalahan saat mengirimkan email percobaan: %(error)s
ru: Произошла ошибка при отправке тестового email: %(error)s

source: A test email has been sent to %(recipient)s.
fr: Un courriel test a été envoyé à %(recipient)s.
id: Email percobaan telah dikirim ke %(recipient)s.
ru: Тестовый email отправлен на %(recipient)s.

source: Not known
fr: Inconnu
id: Tidak tersedia
ru: Неизвестен

source: Timeline
fr: Ligne de temps
id: Waktu
ru: Временная шкала

source: Participant
id: Partisipan
ru: Участник

source: Time
fr: Heure
id: Waktu
ru: Время

source: Email Participants
fr: Envoyer des courriels aux participants
id: Email Partisipan
ru: Отправить email участникам

source: %(email_count)s email has been queued for sending.
fr: %(email_count)s courriel a été ajouté au fil d'attente pour l'envoi.
id: %(email_count)s email telah disiapkan untuk dikirim.
ru: %(email_count)s email адрес поставлен в очередь на отправку.

source: No emails were sent â€” likely because no recipients were selected.
id: Tidak ada email yang dikirim -- mungkin karena tidak ada penerima yang dipilih.

source: Send Email
fr: Envoyer des courriels
id: Kirim Email
ru: Отправить email

source: Not Provided
fr: Pas fourni
id: Tidak Tersedia
ru: Не предоставлено

source: Role
fr: Rôle
id: Peran
ru: Роль

source: Adjudicator
fr: Juge
id: Juri
ru: Судья

source: Speaker
fr: Orateur
id: Pendebat
ru: Спикер

source: Speakers
fr: Orateurs
id: Pembicara
ru: Спикеры

source: Adjudicators
fr: Juges
id: Juri
ru: Судьи

source: email
fr: courriel

source: event
fr: évènement
ru: мероприятие

source: N/A
fr: S/O
ru: Н/Д

source: Status
fr: État
ru: Статус

source: No emails were sent — likely because no recipients were selected.
fr: Aucun courriel n'a été envoyé, probablement parce qu'aucun destinateur n'a été sélectionné.
ru: Email не были отправлены— вероятно, потому что не были выбраны получатели.

source: SMS
ru: СМС
