Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/adjfeedback/locale/*/LC_MESSAGES/django.po
Languages: fr, ja, pt, ru, tr

source: Auto-Allocate Distributions (%(min_voting_score)s+ to vote)
fr: Repartir Distributions Automatiquement (%(min_voting_score)s pour voter)
ja: 自動配置の分布（投票可能スコア%(min_voting_score)s以上）
ru: Автораспределение (%(min_voting_score)s+для голосования)
tr: Otomatik Tahsis Dağıtımları (oy vermek için %(min_voting_score)s+)

source: Change Base Score
fr: Changer la note de base
ja: ベーススコアを編集
ru: Изменить исходный рейтинг
tr: Temel Puan Değiştir

source: The score range for adjudicators is between <strong>%(pref.adj_min_score)s</strong> and <strong>%(pref.adj_max_score)s</strong>. Decimals are permitted. This can be configured in <a href="%(feedback_options)s">Feedback settings</a>.
fr: L'étendue des notes pour les juges est entre <strong>%(pref.adj_min_score)s</strong> et <strong>%(pref.adj_max_score)s</strong>. Les notes décimales sont permises. Ceci peut être configuré dans la <a href="%(feedback_options)s">configuration des évaluations</a>.
ja: ジャッジスコアの範囲は<strong>%(pref.adj_min_score)s</strong>～<strong>%(pref.adj_max_score)s</strong>です（小数可）。<a href="%(feedback_options)s">フィードバック設定</a>から変更可能です。
ru: Диапазон баллов для судей между <strong>%(pref.adj_min_score)s</strong> и <strong>%(pref.adj_max_score)s</strong>. Десятичные оценки разрешены. Это можно настроить в настройках <a href="%(feedback_options)s">обратной связи</a>.
tr: Jüri puan aralığı <strong>%(pref.adj_min_score)s</strong> ve <strong>%(pref.adj_max_score)s</strong> arasındadır. Ondalık sayılara izin verilir. Bu, <a href="%(feedback_options)s">Geri Bildirim Ayarları</a> ile değiştirilebilir.

source: The minimum score require to be allocated as a panellist or chair (when using the auto-allocator) is <strong>%(min_voting_score)s</strong>. This can be configured in <a href="%(draw_rules)s">Draw settings</a>.
fr: La note minimale obligatoire pour être marqué comme panelliste ou président (automatiquement) est <strong>%(min_voting_score)s</strong>. Ceci peut être configuré dans les <a href="%(draw_rules)s">règles de tirage</a>.
ja: 自動配置機能でパネル又はチェアに配置されるためには最低<strong>%(min_voting_score)s</strong>点必要です。<a href="%(draw_rules)s">対戦表設定</a>から変更可能です。
ru: Минимальный балл, необходимый для того чтобы автоматически быть распределенным как винг или чэйр <strong>%(min_voting_score)s</strong>. Это может быть настроено в <a href="%(draw_rules)s">настройках сетки</a>.
tr: Panelist veya başkan olarak tahsis edilmek içiin gereken minimum puan (otomatik tahsis kullanırken) <strong>%(min_voting_score)s</strong>. Bu, <a href="%(draw_rules)s">Kura Ayarları</a> ile değiştirilebilir.

source: Base score
fr: Note de base
ja: ベーススコア
ru: Исходный рейтинг
tr: temel puan

source: Save Base Score
fr: Enregistrer la note de base
ja: ベーススコアを保存
ru: Сохранить исходный рейтинг
tr: temel puan kaydet

source: Who are you?
fr: Qui êtes-vous ?
ja: あなたは誰ですか？
pt: Quem é você?
ru: Кто вы?
tr: Kimsin?

source: click your name or your team on this list
fr: sélectionnez votre nom ou celui de ton équipe dans cette liste
ja: あなたの名前又はあなたのチーム名をクリック
ru: нажмите на ваше имя или команду в этом списке
tr: bu listede adınıza veya takımınıza tıklayın

# page title
source: Update Adjudicator Scores
fr: Mettre à jour les notes de juge
ja: ジャッジスコアを更新
pt: Atualizar Pontuações dos Juízes
ru: Обновить баллы для судей
tr: Jüri Puanlarını Güncelle

source: There aren't any adjudicators in this tournament, so you can't update any scores. You might want to <a href="%(import_url)s" class="alert-link">import some adjudicators</a> first.
fr: Il n'y a pas de juges dans ce tournoi, donc vous ne pouvez pas mettre à jour des notes. Vous voulez peut-être <a href="%(import_url)s" class="alert-link">importer des juges</a> avant.
ja: ジャッジがいないので更新できません。まずは<a href="%(import_url)s" class="alert-link">ジャッジを入力</a>してください。
pt: Não há quaisquer juízes neste torneio, então você não pode atualizar quaisquer pontuações. Você talvez queira <a href="%(import_url)s" class="alert-link"> importar alguns juízes </a> primeiro.
ru: На этом турнире нет судей, поэтому вы не можете обновить какие-либо оценки. Вы можете сначала импортировать <a href="%(import_url)s" class="alert-link">некоторых судей</a>.
tr: Bu turnuvada herhangi bir jüri yok, bu yüzden puan güncelleyemezsiniz. Önce <a href="%(import_url)s" class="alert-link">jüri aktarmak</a> isteyebilirsiniz.

source: Paste a list of adjudicators' names and their new scores, in the format: <code>adjudicator,score</code>. For example:
fr: Collez une liste des noms des juges et leurs nouvelles notes, dans le format : <code>juge,note</code>. Comme exemple :
ja: <code>adjudicator,score</code>の形式でジャッジの名前と新しいスコアを入力してください。例：
ru: Вставьте список имен судей и их новых оценок в формате: <code>судья,балл</code>. Например:
tr: Jüri adlarının ve yeni puanlarının bir listesini şu biçimde yapıştırın: <code>jüri,puan</code>. Mesela:

source: The adjudicators' names must match their names in the tab system exactly.
fr: Les noms des juges doivent être exactement identiques à leurs noms dans le système.
ja: ジャッジの名前はタブ上の名前と完全一致する必要があります。
ru: Имена судей должны точно соответствовать их именам в тэбе.
tr: Jürilerin adları, tab sistemindeki adlarıyla tam olarak eşleşmelidir.

source: There are some problems with the data on this form:
fr: Cet envoi de formulaire a des problèmes :
ja: フォームの入力データに問題があります：
ru: Есть некоторые проблемы с данными в этой форме:
tr: Bu formdaki verilerle ilgili bazı sorunlar var:

source: Submit
fr: Envoyer
ja: 送信
pt: Submeter
ru: Отправить
tr: Gönder

source: Feedback Overview
fr: Vue d’ensemble des évaluations
ja: フィードバック概要
pt: Visão geral do feedback
ru: Обзор обратной связи
tr: Geri bildirim genel bakış

source: Find Feedback on Adjudicator
fr: Trouver évaluations d’un juge
ja: 送信対象からフィードバックを検索
pt: Procurar feedback de um juiz
ru: Найти обратную связь на судью
tr: Jüri hakkında geri bildirim ara

source: %(count)d feedback
fr: %(count)d évaluation
ja: %(count)d件のフィードバック
ru: %(count)d обратная связь
tr: %(count)d geri bildirim

source: Feedbacks
fr: Évaluations
ja: フィードバック
ru: Обратная связь
tr: Geri Bildirimler

source: Find Feedback
fr: Trouver Évaluation
ja: フィードバックを探す
pt: Procurar feedback
ru: Найти обратную связь
tr: Geri Bildirim Bul

source: From Teams
fr: Par les équipes
ja: チームから
pt: Das duplas
ru: От команд
tr: Ekiplerden

source: From Adjudicators
fr: Par les juges
ja: ジャッジから
pt: Dos juízes
ru: От судей
tr: Jürilerden

source: Latest Feedback
fr: Évaluations Récents
ja: 最近のフィードバック
pt: Último feedback
ru: Последняя обратная связь
tr: Son Geri Bildirim

source: (30 most recent)
fr: (30 plus récents)
ja: （直近30件）
pt: (30 mais recentes)
ru: (30 последних)
tr: (Son 30)

source: Only Comments
fr: Commentaires Uniquement
ja: コメントのみ
pt: Apenas Comentários
ru: Только комментарии
tr: Sadece Yorumlar

source: (250 most recent)
fr: (250 plus récents)
ja: （直近250件）
pt: (250 mais recentes)
ru: (250 последних)
tr: (Son 250)

source: Important Feedback
fr: Évaluations Importantes
ja: 重要なフィードバック
ru: Важная форма обратной связи
tr: Önemli Geri Bildirim

source: (rating was much higher/lower than expected)
fr: (la note était beaucoup plus élevée ou basse que prévu)
ja: （評価が想定と大きく異なった）
ru: (рейтинг был гораздо выше/ниже, чем ожидалось)
tr: (derecelendirme beklenenden çok daha yüksek/düşük)

source: A Team
fr: Une équipe
ja: チーム
pt: Uma dupla
ru: Команда
tr: Bir Takım

source: Team
fr: Équipe
ja: チーム
pt: Dupla
ru: Команда
tr: Takım

source: Institution
ja: インステ
pt: Instituição
ru: Клуб
tr: Kurum

source: An Adjudicator
fr: Un(e) juge
ja: ジャッジ
pt: Um juiz
ru: Судья
tr: Bir jüri

source: Adjudicator
fr: Juge
ja: ジャッジ
pt: Juiz
ru: Судьяя
tr: Jüri

source: Feedback from %(source)s on %(target)s added.
fr: L’évaluation de %(target)s par %(source)s est ajouté.
ja: %(source)sから%(target)sへのフィードバックを追加しました。
ru: Обратная связь от %(source)s на %(target)s добавлена.
tr: %(target)s için %(source)s tarafından geri bildirim eklendi.

source: Thanks, %(source)s! Your feedback on %(target)s has been recorded.
fr: Merci, %(source)s ! Votre évaluation de %(target)s a été enregistrée.
ja: %(source)s、ありがとうございます！%(target)sへのフィードバックを提出しました。
ru: Спасибо, %(source)s! Ваша обратная связь на %(target)s была записана.
tr: Teşekkürler, %(source)s! %(target)s hakkındaki geri bildiriminiz kaydedildi.

source: Whoops! I didn't recognise that adjudicator: %(adjudicator)s
fr: Oups ! Je n’ai pas reconnu ce juge : %(adjudicator)s
ja: おっと、ジャッジ%(adjudicator)sが見つかりませんでした。
ru: Упс! Я не узнал, этого судью: %(adjudicator)s
tr: Tanınmayan juri: %(adjudicator)s

source: Whoops! The value isn't a valid base score.
fr: Oups ! Cette valeur n’est pas une note de base valide.
ja: おっと、無効なベーススコアです。
ru: Упс! Это значение исходного рейтинга не является допустимым.
tr: Değer geçerli bir temel puan değil.

source: Feedback Progress
fr: L’avance des évaluations
ja: フィードバック提出状況
ru: Прогресс отправки форм обратной связи
tr: Geri Bildirim Durumu

source: %(nmissing)d missing feedback submission (%(fulfilled).1f%% returned)
fr: %(nmissing)d évaluation manquant (%(fulfilled).1f%% reçu)
ja: %(nmissing)d件のフィードバックが不足しています（%(fulfilled).1f%%提出済み）
ru: %(nmissing)d оправка отсутствующей обратной связи (%(fulfilled).1f%% возвращена)
tr: %(nmissing)d eksik geri bildirim gönderimi (%(fulfilled).1f%% returned)

source: Feedback for %(adjudicator)s from %(source)s is now %(result)s.
fr: Évaluation de %(adjudicator)s par %(source)s est désormais %(result)s.
ja: %(source)sから%(adjudicator)sへのフィードバックは%(result)sです。
ru: Обратная связь на %(adjudicator)s от %(source)s составляет %(result)s.
tr: %(adjudicator)s için %(source)s'den gelen geri bildirim artık %(result)s şeklindedir.

source: confirmed
fr: confirmé
ja: 承認済み
ru: подтвержденные
tr: onaylanmış

source: un-confirmed
fr: dé-confirmé
ja: 承認取り消し済み
ru: не подтверждено
tr: onaylanmamış

source: un-ignored
fr: tenu en compte
ja: 無視解除済み
ru: не-игнорированно
tr: gizlenmemiş

source: Updated base score for %(count)d adjudicator.
fr: Mis à jour note de base pour %(count)d juge.
ja: %(count)d人のジャッジのベーススコアを更新しました。
ru: Исходный рейтинг %(count)d судьи обновлен.
tr: %(count)d jürisi için temel puan güncellendi.

source: <span class="text-secondary small">Received as %(as)s</span>
pt: <span class="text-secondary small">Recebido como %(as)s</span>
ru: <span class="text-secondary small"> Получено как %(as)s</span>

source: The current <a href="%(option_url)s" class="alert-link">feedback configuration</a> allows and expects both chairs and panellists to submit feedback on each other, and also chairs to submit on trainees.
pt: A atual <a href="%(option_url)s" class="alert-link">configuração de avaliação</a> permite e espera que tanto os presidentes quanto os auxiliares enviem avaliações um sobre o outro, mas apenas presidentes enviam sobre os aprendizes.
ru: Текущая <a href="%(option_url)s" class="alert-link"> настройка форм обратной связи </a> позволяет и чэйрам, и вингам предоставлять обратную связь друг на друга, а также чэйрам предоставлять обратную связь на вингов без прав голоса.

source: Overall score (%(min)d=worst; %(max)d=best)
pt: Pontuação geral (%(min)d=pior; %(max)d=melhor)

source: %(name)s (%(round)s — chair gave oral)
pt: %(name)s (%(round)s — o presidente deu feedback oral)

source: %(name)s (%(round)s — chair rolled, this panellist gave oral)
pt: %(name)s (%(round)s — o presidente delegou para este juiz o feedback oral)

source: adjudicator test score history
pt: histórico do juiz da pontuação de teste

source: adjudicator test score histories
pt: históricos do juiz da pontuação de teste

source: Permissible choices for select one/multiple fields, separated by '//' (ignored for other fields)
pt: Opções aceitáveis para selecionar um/vários campos, separados por '//' (ignoradas para outros campos)

source: Whether the feedback should affect the judge's score
pt: Se a avaliação deve afetar a pontuação do juiz

source: There is no adjudicator specified as the target for this feedback.Perhaps they were deleted?
pt: Não há nenhum juiz especificado como alvo deste feedback.Talvez eles tenham sido excluídos?

source: Test score result
pt: Resultado da pontuação do teste

source: Click to edit test score
pt: Clique para editar a pontuação do teste

source: Assigned test score
pt: Pontuação do teste atribuída

source: The current difference between an adjudicator's test score and current score
pt: A diferença atual entre a pontuação do teste do juiz e a pontuação atual

source: The difference between this adjudicator's test score and current score
pt: A diferença entre a pontuação do teste do juiz e a pontuação atual

source: View %(count)s<br>feedbacks
pt: Ver %(count)s<br>avaliações

source: Edit<br>Note
pt: Editar<br>Nota

source: Add Feedback from %(source_name)s
pt: Adicionar feedback de %(source_name)s

source: On %(adj)s
pt: Em %(adj)s

source: Test %(test)s
pt: Teste %(test)s

source: Test
pt: Teste

source: Test score
pt: Nota do teste

source: Save Test Score
pt: Salvar pontuação do teste

source: Edit Note
pt: Editar nota

source: Save
pt: Salvar

source: Add feedback from %(name)s
pt: Adicionar avaliações de %(name)s
