Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/adjfeedback/locale/*/LC_MESSAGES/django.po
Languages: fr, ja, pt, ru, tr

source: Integer scales must have a minimum and maximum
fr: Les échelles de nombre entiers doivent avoir un minimum et maximum
ja: 整数スケールには最大値と最小値を設定する必要があります。
pt: Escalas de números inteiros devem ter um mínimo e um máximo
ru: Целые шкалы должны иметь минимум и максимум
tr: Tamsayı ölçeklerinin minimum ve maksimumu olmalıdır

source: target
fr: cible
ja: 対象
pt: alvo
ru: цель
tr: hedef

source: source adjudicator
fr: juge source
ja: 送信元のジャッジ
pt: juiz fonte
ru: судья-источник
tr: kaynak jüri

source: source team
fr: équipe source
ja: 送信元のチーム
pt: dupla fonte
ru: команда-источник
tr: kaynak ekip

source: Target
fr: Cible
ja: 対象
pt: Alvo
ru: Цель
tr: Hedef

source: Source
ja: 送信元
pt: Fonte
ru: Источник
tr: Kaynak

source: Feedback timestamp and version
fr: Horodatage et version des commentaires
ja: フィードバックのタイムスタンプとバージョン
tr: Geri bildirim zaman damgası ve sürümü

source: %(timestamp)s (version %(version)s)
ja: %(timestamp)s （ %(version)s 版）

source: 1 feedback submission was marked as confirmed. Note that this may have caused other feedback submissions to be marked as unconfirmed.
fr: 1 évaluation a été marqué comme confirmé. Notez que cette action peut avoir marqué autre évaluations comme non confirmés.
ja: %(count)d個のフィードバックが承認済みです。これにより、他に提出されたフィードバックが未承認となった可能性があります。
pt: 1 submissão de feedback foi marcada como confirmada. Note que isso pode ter causado com que outras submissões de feedback tenham sido marcadas como não confirmadas.
ru: 1 переданная форма обратная связи не была отмечена как подтвержденная. Заметьте, что это может привести к тому, что остальные формы обратной связи не будут отмечены как подтвержденные.
tr: 1 geri bildirim gönderimi onaylandı olarak işaretlendi. Bunun, diğer geri bildirim gönderimlerinin onaylanmadı olarak işaretlenmesine neden olabileceğini unutmayın.

source: 1 feedback submission was not marked as confirmed, probably because other feedback submissions that conflict with it were also marked as confirmed.
fr: 1 évaluation n’a pas été marqué comme confirmé, probablement parce qu’autres évaluations qui sont incompatibles l’ont été.
ja: 他に提出されたフィードバックが承認されたため、 %(count)d個の提出されたフィードバックが未承認の状態です。
pt: 1 submissão de feedback não foi marcada como confirmado, provavelmente porque outras submissões de feedback conflitantes também foram marcadas como confirmadas.
ru: 1 переданная форма обратной связи не была отмечена как подтвержденная, возможно, потому, что были переданы противоречащие ей формы обратной связи, которые были отмечены как подтвержденные.
tr: 1 geri bildirim gönderimi onaylandı olarak işaretlenmemiştir, çünkü muhtemelen onunla çakışan diğer geri bildirim gönderimleri de onaylandı olarak işaretlenmiştir.

source: 1 feedback submission was marked as unconfirmed.
fr: 1 évaluation a été marqué comme non confirmé.
ja: %(count)d個のフィードバックを未承認にしました。
pt: 1 submissão de feedback foi marcada como não confirmada.
ru: 1 переданная форма обратной связи была отмечена как неподтвержденная.
tr: 1 geri bildirim gönderimi onaylanmadı olarak işaretlendi.

source: 1 feedback submission is now ignored.
fr: 1 évaluation n’est plus tenu en compte.
ja: %(count)d個のフィードバックを無視しました。
pt: 1 submissão de feedback está agora como "ignorada".
ru: 1 переданная форма обратной связи теперь игнорируется.
tr: 1 geri bildirim artık gizli.

source: 1 feedback submission is now recognized.
fr: 1 évaluation est désormais tenu en compte.
ja: %(count)d個のフィードバックを確認しました。
pt: 1 submissão de feedback agora está como "reconhecida".
ru: 1 переданная форма обратной связи теперь принята.
tr: 1 geri bildirim artık tanınıyor.

source: Adjudicator Feedback
fr: Évaluations de juges
ja: ジャッジのフィードバック
pt: Avaliação de juiz
ru: Форма обратной связи на судью
tr: Jüri Geri Bildirimi

source: chair
fr: président
ja: チェア
pt: presidente
ru: чэйр
tr: başkan

source: solo
fr: seul
ja: ソロ
pt: sozinho
ru: одиночно

source: panellist
fr: panelliste
ja: パネル
pt: juiz auxiliar
ru: винг
tr: panelist

source: trainee
fr: stagiaire
ja: トレイニー
pt: aprendiz
ru: винг без права голоса
tr: acemi

source: Yes
fr: Oui
ja: はい
pt: Sim
ru: Да

source: No
fr: Non
ja: いいえ
pt: Não
ru: Нет

source: This field is required.
fr: Ce champ est obligatoire.
ja: 必須
pt: Este campo é obrigatório.
ru: Это поле является обязательным.

source: Overall score (%(min)d=worst; %(max)d=best)*
fr: Note globale (%(min)d=le pire; %(max)d=le meilleur)*
ja: 総合スコア (%(min)d=最低、%(max)d=最高) *
ru: Общий балл (%(min)d=минимальный, %(max)d=максимальный)*
tr: Genel puan (%(min)d=worst; %(max)d=best)*

source: Ignored
fr: Pas tenu en compte
ja: 無視
pt: Ignorado
ru: Проигнорированна
tr: Gizli

source: Submitted -
fr: Envoyé -
ja: 提出済み
tr: - Gönderildi

source: -- Adjudicators --
fr: -- Juges --
ja: -- ジャッジ --
pt: -- Juízes --
ru: -- Судьи --
tr: -- Jüriler --

source: Adjudicator this feedback is about
fr: Juge dont l’évaluation concerne
ja: 評価者について
pt: Juiz que este feedback é sobre
ru: Судья, на которого эта форма
tr: Hakem bu geri bildirim şunu hakkında:

source: %(name)s (chair gave oral)
fr: %(name)s (le(a) président(e) a rendu les commentaires)
ja: %(name)s（チェアによる講評）
ru: %(name)s (чэйр дал устный разбор)
tr: %(name)s (başkan karar sebebi açıkladı)

source: %(name)s (panellist gave oral as chair rolled)
fr: %(name)s (panelliste a donné la rétroaction à la place du président)
ja: %(name)s（チェアがロールしたためパネルによる講評）
ru: %(name)s (этот член коллегии давал разбор вместо чеира)
tr: %(name)s (panelist başkanın verdiği rolle karar sebebi açıkladı)

source: This line (for %(adjudicator)s) didn't have a score
fr: La ligne (pour %(adjudicator)s) n’avait pas de note
ja: %(adjudicator)sへのこの列にはスコアはありません
pt: Esta linha (para %(adjudicator)s) não teve uma pontuação
ru: Эта строка (для %(adjudicator)s) не имеет балла
tr: Bu satırın (% (adjudicator)s için) bir puanı yoktu

source: This line (for %(adjudicator)s) had too many columns
fr: La ligne (pour %(adjudicator)s) avait trop de colonnes
ja: %(adjudicator)sへのこの行には列が多すぎます
pt: Esta linha (para %(adjudicator)s) teve muitas colunas
ru: Эта строка (для %(adjudicator)s) имеет слишком много столбцов
tr: Bu satırda (%(adjudicator)s için) çok fazla sütun vardı

source: There are several adjudicators called "%(adjudicator)s", so you can't use the bulk importer to update their score. Please do so in the Feedback Overview page instead.
fr: Il y a plusieurs juges appelés « %(adjudicator)s » donc vous ne pouvez pas utiliser l’outil d’import d’ensemble pour mettre leurs notes à jour. Veuillez le faire sur la page de vue d’ensemble d’évaluations à la place.
ja: 「%(adjudicator)s」という名前のジャッジが複数いるため、スコアを一括で更新することはできません。代わりにフィードバック概要ページで行ってください。
pt: Existem vários juízes chamados "%(adjudicator)s", então você não pode usar o importador em massa para atualizar suas pontuações. Por favor, faça isso na página Visão Geral do Feedback.
ru: Существует несколько судей, называемых "%(adjudicator)s", поэтому вы не можете использовать импортер для обновления их баллов. Пожалуйста, сделайте это на странице Обзор обратной связи.
tr: "%(adjudicator)s" adında birkaç jüri var, bu nedenle puanlarını güncellemek için toplu dışa aktarım kullanamazsınız. Lütfen bunun yerine Geri Bildirim Genel Bakış sayfasını kullanın.

source: There is no adjudicator in this tournament with the name "%(adjudicator)s"
fr: Il n’y a pas de juge dans ce tournoi avec le nom « %(adjudicator)s »
ja: 「%(adjudicator)s」という名前のジャッジはこの大会にはいません
pt: Não há juiz neste torneio com o nome de "%(adjudicator)s"
ru: В этом турнире нет судьи с именем "%(adjudicator)s"
tr: Bu turnuvada "%(adjudicator)s" isimli bir jüri bulunmamaktadır.

source: The score for %(adjudicator)s, "%(score)s", isn't a number
fr: La note pour %(adjudicator)s, « %(score)s », n’est pas un nombre
ja: %(adjudicator)sのスコア「%(score)s」は数字ではありません
pt: A pontuação para %(adjudicator)s, "%(score)s", não é um número
ru: Балл для %(adjudicator)s, "%(score)s", не является числом
tr: %(adjudicator)s'un puanı "%(score)s" bir sayı değildir.

source: There were no scores to import.
fr: Il n’y a aucun note à importer.
ja: 入力するスコアがありませんでした。
pt: Não haviam pontuações para importar.
ru: Не было баллов для импорта.
tr: İçe aktarılacak puan yoktu.

source: adjudicator
fr: juge
ja: ジャッジ
pt: juiz
ru: судья
tr: jüri

source: round
fr: joute
ja: ラウンド
pt: rodada
ru: раунд
tr: tur

source: score
fr: note
ja: スコア
pt: pontuação
ru: балл
tr: Puan

source: timestamp
fr: horodatage
ja: タイムスタンプ
pt: marca de tempo
ru: отметка времени
tr: Zaman damgası

source: adjudicator base score history
fr: histoire de note de base de juge
ja: ジャッジのベースコアの推移
ru: история изменений исходного рейтинга судьи
tr: hakem temel puan geçmişi

source: adjudicator base score histories
fr: histoires de note de base de juge
ja: ジャッジのベースコアの推移
ru: история изменений исходного рейтинга судей
tr: hakem taban puan geçmişleri

source: question
ja: 質問
pt: pergunta
ru: вопрос
tr: soru

source: feedback
fr: évaluation
ja: フィードバック
ru: обратная связь
tr: geri bildirim

source: answer
fr: réponse
ja: 回答
pt: resposta
ru: ответ
tr: cevap

source: adjudicator feedback boolean answer
fr: réponse booléenne d'un évaluation de juge
ja: ジャッジフィードバックのはい/いいえ回答
pt: resposta booleana de uma avaliação de juiz
ru: булевой ответ формы обратной связи на судью
tr: jüri geri bildirimi mantıksal cevabı

source: adjudicator feedback boolean answers
fr: réponses booléennes d'un évaluation de juge
ja: ジャッジフィードバックのはい/いいえ回答
pt: respostas booleanas de uma avaliação de juiz
ru: булевые ответы формы обратной связи на судью
tr: jüri geri bildirimi mantıksal cevapları

source: adjudicator feedback integer answer
fr: réponse au nombre entier d'un évaluation de juge
ja: ジャッジフィードバックの整数回答
ru: целый ответ формы обратной связи на судью
tr: jüri geri bildirimi tamsayı cevabı

source: adjudicator feedback integer answers
fr: réponses au nombre entier d'un évaluation de juge
ja: ジャッジフィードバックの整数回答
ru: целые ответы формы обратной связи на судей
tr: jüri geri bildirimi tamsayı cevapları

source: adjudicator feedback float answer
fr: réponse en virgule flottante d’un évaluation de juge
ja: ジャッジフィードバックの小数回答
ru: численный ответ формы обратной связи на судью
tr: jüri geri bildirimi float cevabı

source: adjudicator feedback float answers
fr: réponses en virgule flottante d’un évaluation de juge
ja: ジャッジフィードバックの小数回答
ru: численные ответы формы обратной связи на судью
tr: jüri geri bildirimi float cevapları

source: adjudicator feedback string answer
fr: réponse en chaine de caractères d’un évaluation de juge
ja: ジャッジフィードバックの文字列回答
ru: строчный ответ формы обратной связи на судью
tr: jüri geri bildirimi dizi cevabı

source: adjudicator feedback string answers
fr: réponses en chaine de caractères d’un évaluation de juge
ja: ジャッジフィードバックの文字列回答
ru: строчные ответ формы обратной связи на судью
tr: jüri geri bildirimi dizi cevapları

source: adjudicator feedback multiple select answer
fr: réponse multiple au choix multiple d'évaluation de juge
ja: ジャッジフィードバックの複数選択回答
tr: jüri geri bildirimi çoklu seçim cevabı

source: adjudicator feedback multiple select answers
fr: réponses multiples au choix multiple d'évaluation de juge
ja: ジャッジフィードバックの複数選択回答
tr: jüri geri bildirimi çoklu seçim cevapları

source: checkbox
fr: case à cocher
ja: チェックボックス
pt: caixa de seleção
ru: отметка
tr: onay kutusu

source: yes/no (dropdown)
fr: oui/non (liste déroulante)
ja: はい/いいえ（ドロップダウン）
ru: да/нет (выпадающий список)
tr: evet/hayır (açılır menü)

source: integer (textbox)
fr: nombre entier (champ de saisie)
ja: 整数（テキストボックス）
ru: целое число (текстовое поле)
tr: tamsayı (metin kutusu)

source: integer scale
fr: échelle de nombres entier
ja: 整数スケール
ru: целое число
tr: tamsayı ölçeği

source: float
fr: virgule flottante
ja: 小数
ru: десятичное число

source: text
fr: texte
ja: 短いテキスト
pt: texto
ru: текст
tr: metin

source: long text
fr: texte long
ja: 長いテキスト
pt: texto longo
ru: длинный текст
tr: uzun metin

source: select one
fr: choisissez un
ja: 単一選択
pt: selecione um
ru: выберите один
tr: birini seçin

source: select multiple
fr: choisissez plusieurs
ja: 複数選択
pt: selecione vários
ru: выбрать несколько
tr: birden fazla seç

source: tournament
fr: tournoi
ja: 大会
pt: torneio
ru: турнир
tr: turnuva

source: sequence number
fr: nombre de séquence
ja: 順番
pt: número sequencial
ru: порядковый номер
tr: sıra numarası

source: The question displayed to participants, e.g., "Did you agree with the decision?"
fr: La question présentée aux participants, par exemple, « Êtes-vous d'accord avec la décision ? »
ja: 参加者に表示される文言（e.g. 「決定に同意しましたか」）
pt: A pergunta exibida aos participantes, por exemplo, "Concordou com a decisão?"
ru: Вопрос, который отображается участникам, например, "Вы согласны с решением?"
tr: Katılımcılara gösterilen soru, örneğin, "Karara katıldınız mı?"

source: name
fr: nom
ja: 名前
pt: nome
ru: название
tr: isim

source: A short name for the question, e.g., "Agree with decision"
fr: Un nom court pour la question, tel « D'accord »
ja: 短い質問の名前（e.g. 「決定に同意」）
pt: Um apelido para a pergunta, por exemplo, "Concordar com a decisão"
ru: Краткое название вопроса, например, "Согласие с решением"
tr: Sorunun kısa adı, örneğin, "Karara katılıyorum"

source: reference
fr: référence
ja: 参照タグ
pt: referência
ru: ссылка
tr: referans

source: Code-compatible reference, e.g., "agree_with_decision"
fr: Référence compatible aux codes, e.g., « accord_avec_decision »
ja: プログラム用の参照タグ（e.g. agree_with_decision）
pt: Referência compatível com a programação, por exemplo, "concordo_com_decisao"
ru: Совместимая с кодом ссылка, например, "согласны__с_решением"
tr: Kod uyumlu referanslar, örneğin "agree_with_decision"

source: from adjudicator
fr: pour les juges
ja: ジャッジへ
pt: do juiz
ru: от судьи
tr: jüriden

source: Adjudicators should be asked this question (about other adjudicators)
fr: Cette question devrait être posée aux juges (à propos d’autres juges)
ja: ジャッジに回答を求めるか否か
pt: Deverão ser feitas estas perguntas aos juízes (sobre outros juízes)
ru: Судьям следует задавать этот вопрос (о других судьях)
tr: Bu soru jürilere sorulmalıdır (diğer jüriler hakkında)

source: from team
fr: pour les équipes
ja: チームへ
pt: das duplas
ru: от команды
tr: takımdan

source: Teams should be asked this question
fr: Cette question devrait être posée aux équipes
ja: チームに回答を求めるか否か
pt: Estas perguntas devem ser feitas às duplas
ru: Командам нужно задать этот вопрос
tr: Bu soru takımlara sorulmalıdır

source: answer type
fr: type de réponse
ja: 回答方法
pt: tipo de resposta
ru: тип ответа
tr: yanıt türü

source: required
fr: obligatoire
ja: 必須項目
pt: obrigatório
ru: обязательно
tr: gerekli

source: Whether participants are required to fill out this field
fr: Si les participants doivent remplir ce champ
ja: この質問の回答を必須にするか否か
pt: Se os participantes são obrigados a preencher este campo
ru: Необходимо ли участникам заполнить это поле
tr: Katılımcıların bu alanı doldurmaları gerekip gerekmediği

source: minimum value
fr: valeur minimale
ja: 最小値
pt: valor mínimo
ru: минимальное значение
tr: minimum değer

source: Minimum allowed value for numeric fields (ignored for text or boolean fields)
fr: Valeur minimale pour champs numériques (ignoré pour les champs texte ou vrai/faux)
ja: 数値回答の場合の最小値（テキストやはい/いいえの質問には影響しません）
pt: Valor mínimo permitido para campos numéricos (ignorado para campos de texto ou booleanos)
ru: Минимальное допустимое значение для числовых полей (игнорируется для текстовых или булевых полей)
tr: Sayısal alanlar için izin verilen minimum değer (metin veya mantıksal alanlar için yoksayılır)

source: maximum value
fr: valeur maximale
ja: 最大値
pt: valor máximo
ru: максимальное значение
tr: maksimum değer

source: Maximum allowed value for numeric fields (ignored for text or boolean fields)
fr: Valeur maximale pour champs numériques (ignoré pour les champs texte ou vrai/faux)
ja: 数値回答の場合の最大値（テキストやはい/いいえの質問には影響しません）
pt: Valor máximo permitido para campos numéricos (ignorado para campos de texto ou booleanos)
ru: Максимальное допустимое значение для числовых полей (игнорируется для текстовых или булевых полей)
tr: Sayısal alanlar için izin verilen maksimum değer (metin veya mantıksal alanları için yoksayılır)

source: choices
fr: choix
ja: 選択肢
pt: escolhas
ru: выборы
tr: seçenekler

source: Permissible choices for select one/multiple fields (ignored for other fields)
fr: Les choix acceptables pour les champs de selection unique/multiple (ignoré pour les autres types de champ)
ja: 単一/複数選択回答の場合の選択肢（他の回答方法には影響しません）
tr: Bir/birden fazla alan seçmek için izin verilen seçenekler (diğer alanlar için yoksayılır)

source: adjudicator feedback question
fr: question d’un évaluation de juge
ja: ジャッジフィードバックの質問項目
pt: pergunta para a avaliação dos juízes
ru: вопрос обратной связи
tr: jüri geri bildirim sorusu

source: adjudicator feedback questions
fr: questions d’un évaluation de juge
ja: ジャッジフィードバックの質問項目
pt: perguntas para a avaliação dos juízes
ru: вопросы обратной связи
tr: jüri geri bildirim soruları

source: ignored
fr: pas tenu en compte
ja: 無視
pt: ignorado
ru: проигнорированна
tr: gizli

source: Whether the feedback should affect the adjudicator's score
fr: Si l’évaluation devrait influencer la note du (de la) juge
ja: フィードバックがジャッジのスコアに反映されるべきか否か
ru: Должна ли обратная связь повлиять на оценку судьи
tr: Geri bildirimin jürinin puanını etkileyip etkilemeyeceği

source: adjudicator feedback
fr: évaluation de juge
ja: ジャッジフィードバック
pt: avaliação de juiz
ru: форма обратной связи на судью
tr: jüri geri bildirimi

source: adjudicator feedbacks
fr: évaluations de juge
ja: ジャッジフィードバック
pt: avaliações de juiz
ru: формы обратной связи на судью
tr: jüri geri bildirimleri

source: Either the source adjudicator or source team wasn't specified.
fr: Soit le juge ou équipe source n'a pas été spécifié.
ja: 送信元のジャッジ又はチームか指定されていません。
pt: O juiz de origem ou a dupla de origem não foi especificada.
ru: Не указан либо судья-источник, либо команда-источник.
tr: Kaynak jüri veya kaynak takım belirtilmedi.

source: There was both a source adjudicator and a source team.
fr: Il y avait à la fois un juge et équipe source.
ja: 指定元のジャッジとチームの両方が指定されていました。
pt: Houve tanto um juiz de origem quanto uma dupla de origem.
ru: Есть и судья-источник и команда-источник.
tr: Hem bir kaynak jüri hem de bir kaynak takımı vardı.

source: There is no adjudicator specified as the target for this feedback. Perhaps they were deleted?
fr: Il n'y a pas de juge comme cible pour cette évaluation. Aurait-il été supprimé ?
ja: 対象となるジャッジが指定されていません。ジャッジを削除しましたか？
ru: В этой форме обратной связи ни указан ни один судья. Возможно, они были удалены?
tr: Bu geri bildirim için hedef olarak belirlenmiş bir jüri yok. Belki silindiler?

source: Adjudicator did not see this debate.
fr: Juge n'a pas vu ce débat.
ja: このディベートにジャッジは参加しませんでした。
pt: O juiz não viu este debate.
ru: Судья не видел этих дебатов.
tr: Jüri bu maçı görmedi.

source: Whether the adj is marked as breaking (click to mark)
fr: Si le juge est qualifiant (cliquer pour marquer)
ja: ジャッジのブレイクの成否
pt: Se o juiz está marcado como classificado (clique para marcar)
ru: Был ли судья отмечен как брейкающийся (нажмите чтобы отметить)
tr: Adj'nin break olarak işaretlenip işaretlenmediği (işaretlemek için tıklayın)

source: N/A
fr: S/O
ja: 該当なし
ru: Н/Д
tr: YOK

source: Current weighted score
fr: Score pondéré actuel
ja: 現在の重み付きスコア
pt: Pontuação ponderada atualizada
ru: Текущий взвешенный балл
tr: Geçerli ağırlıklı puan

source: This adjudicator's current rating.
fr: L'évaluation actuelle de ce juge.
ja: このジャッジの現時点での評価
pt: A classificação atual deste juiz.
ru: Текущий рейтинг этого судьи.
tr: Bu jürinin mevcut puanı

source: Base score result
fr: Résultat du note de base
ja: ベーススコア
ru: Исходный рейтинг
tr: Temel puan sonucu

source: Click to edit base score
fr: Cliquer pour modifier la note de base
ja: クリックしてベーススコアを編集
ru: Щелкните, чтобы изменить исходный рейтинг
tr: Temel puanı düzenlemek için tıklayın

source: Assigned base score
fr: Note de base assigné
ja: 割り当てられたベーススコア
ru: Исходный рейтинг
tr: Atanan temel puan

source: The current difference between an adjudicator's base score and current score
fr: La différence actuelle entre la note de base et note actuelle d'un juge
ja: ベーススコアと現在のスコアの差
ru: Различие между исходным и текущим рейтингом судьи
tr: Bir jürinin temel puanı ile mevcut puanı arasındaki mevcut fark

source: The difference between this adjudicator's base score and current score
fr: La différence actuelle entre la note de base et note actuelle de ce juge
ja: ベーススコアと現在のスコアの差
ru: Различие между исходным и текущим рейтингом этого судьи
tr: Bu jürinin taban puanı ile mevcut puanı arasındaki fark

source: The standard deviation of this adjudicator's current scores; with larger numbers meaning less consistent feedback scores.
fr: L'écart-type des notes actuels de ce juge ; avec plus grands nombres représentant des notes d'évaluation moins consistants.
ja: 現在のスコアの標準偏差（大きな値はより不安定なスコアを意味します）
pt: O desvio padrão das pontuações atuais deste juiz; com números maiores, o que significa menos resultados consistentes de avaliações de juízes.
ru: Стандартное отклонение текущих оценок этого судьи; более большие числа означают менее последовательные оценки в обратной связи.
tr: Bu jürinin mevcut puanlarının standart sapması; daha büyük sayılar daha az tutarlı geri bildirim puanları anlamına gelir.

source: The standard deviation of this adjudicator's current scores
fr: L'écart-type des notes actuelles de ce juge
ja: 現在のスコアの標準偏差
pt: O desvio padrão dos resultados atuais deste juiz
ru: Стандартное отклонение текущих оценок этого судьи
tr: Bu jürinin mevcut puanlarının standart sapması

source: Feedback Per Round
fr: Évaluations par joute
ja: ラウンドごとのフィードバック
pt: Avaliação por Rodada
ru: Обратная связь за раунд
tr: Tur Başı Geri Bildirim

source: Hover over the data points to show the average score received in that round
fr: Passez sur les points pour montrer la note moyenne reçu dans la joute
ja: マウスをホバーすることで各ラウンドの平均スコアを見れます
pt: Passe sobre os pontos de dados para mostrar a pontuação média recebida nessa rodada
ru: Наведите на числовые данных, чтобы показать средний результат, полученный в этом раунде
tr: Turda alınan ortalama puanı göstermek için fareyi veri noktalarının üzerine getirin

source: View %(count)s<br>feedback
fr: Voir %(count)s<br>évaluation
ja: %(count)s件のフィードバック<br>を参照
ru: Посмотреть%(count)s<br> обратную связь
tr: %(count)s<br>geri bildirimi görüntüleyin

source: Unsubmitted feedback ballots
fr: Feuilles d'évaluation non-soumises
ja: 未提出のフィードバック
pt: Cédulas de feedback não enviadas
ru: Не отправленные формы обратной связи
tr: Gönderilmemiş geri bildirim ballotları

source: View Missing Feedback
fr: Voir évaluations manquantes
ja: 未提出のフィードバックを表示
pt: Visualizar avaliações faltantes
ru: Посмотреть, какие формы обратной связи отсутствуют
tr: Eksik Geri Bildirim Görüntüle

source: Who is the feedback from?
fr: Par qui vient cette évaluation ?
ja: フィードバックの提出者
pt: De quem é esta avaliação?
ru: От кого эта форма?
tr: Geri bildirim kimden geliyor?

source: Enter Feedback
fr: Saisir Évaluation
ja: フィードバックを入力
pt: Inserir avaliação
ru: Введите обратную связь
tr: Geri Bildirim Girin

source: Add Feedback from %(name)s
fr: Ajouter Évaluation par %(name)s
ja: %(name)sからのフィードバック入力
ru: Добавить обратную связь от %(name)s
tr: %(name)s'den geri bildirim ekle

source: Add Feedback
fr: Ajouter Évaluation
ja: フィードバックを追加
pt: Adicionar feedback
ru: Добавить обратную связь
tr: Geri bildirim ekle
