Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/adjfeedback/locale/*/LC_MESSAGES/django.po
Languages: fr, ja, pt, ru, tr

source: There are no feedback options because no rounds have been released to the public yet. Check back when they have!
fr: Il n'y a pas d'options d'évaluation parce qu'aucun joute n'a encore été publié. Revenez quand il y en aura !
ja: 対戦表が公開されたラウンドがないため、フィードバックを送信できません。
pt: Não há avaliações a serem feitas porque nenhuma rodada foi divulgada ao público. Volte quanto tiverem!
ru: Нет возможностей сдать обратную связь, так как ни один раунд ни опубликован. Вернитесь сюда, когда они будут опубликованы!
tr: Geri bildirim seçeneği yoktur, çünkü henüz açık bir tur yayınlanmamıştır. Yayınlanınca tekrar kontrol edin!

source: This tournament expects you to submit feedback <strong>only on the adjudicator who delivered the adjudication</strong>. Do not submit feedback on other adjudicators.
fr: Ce tournoi attend que vous soumettez des évaluations <strong>seulement sur le juge qui a rendu la décision</strong>. Ne donnez pas d'évaluation sur les autres juges.
ja: この大会では<strong>講評を行ったジャッジのみ</strong>にフィードバックを提出します。その他のジャッジには提出しないでください。
pt: Este torneio espera que você envie avaliação <strong>apenas no juiz que der o feedback</strong>. Não envie avaliações sobre outros juízes.
ru: Этот турнир ожидает, что вы отправите обратную связь <strong>только на судью, который вынес решение</strong>. Не отправляйте обратную связь на других судей.
tr: Bu turnuvaya <strong>yalnızca kararı veren jüri hakkında<strong> geri bildirim göndermeniz gerekiyor. Diğer jüriler hakkında geri bildirim göndermeyin.

source: This tournament expects you to submit feedback on all of the adjudicators on the panel (including trainees).
fr: Ce tournoi attend que vous soumettez des évaluations sur tous les juges du jury (incluant les stagiaires).
ja: この大会ではパネル・トレイニーを含めすべてのジャッジにフィードバックを提出します。
pt: Este torneio espera que você avalie todos os juízes na mesa (incluindo aprendizes).
ru: Этот турнир ожидает, что вы представите обратную связь о всех судьях коллегии (включая вингов без права голоса).
tr: Bu turnuvada paneldeki tüm jürilere (acemiler dahil) geri bildirim göndermeniz gerekiyor.

source: This tournament doesn't expect you to submit feedback on any of the adjudicators on the panel (including trainees).
fr: Ce tournoi n'attend pas que vous soumettez des évaluations sur n'importe juge du jury (incluant les stagiaires).
ja: この大会では誰にもフィードバックを提出しません。

source: There are some problems with this feedback submission. Please review and correct them.
fr: Ce formulaire d’évaluation a des problèmes. Veuillez les examiner et les corriger.
ja: 提出されたフィードバックに問題があります。再び確認し修正してください。
pt: Há alguns problemas com a submissão desta avaliação. Por favor, reveja e conserte-os.
ru: Есть проблемы с отправкой этой формы обратной связи. Пожалуйста, проверьте и исправьте их.
tr: Bu geri bildirimle ilgili bazı sorunlar vardır. Lütfen bunları gözden geçirin ve düzeltin.

source: When submitting this form your IP address will be stored for logging purposes.
fr: En soumettant ce formulaire, votre adresse IP sera stocké pour des usages d’historique.
ja: フィードバックを提出するとき、ログ目的であなたのIPアドレスが収集されます。
pt: Ao enviar este formulário, seu endereço IP será armazenado para fins de registro.
ru: При отправке этой формы ваш IP-адрес будет сохраняться в целях авторизации.
tr: Bu formu gönderirken IP adresiniz kayıt amaçlı saklanacaktır.

source: Overview
fr: Vue d’ensemble
ja: 概要
pt: Visão geral
ru: Обзор
tr: Genel bakış

source: Latest
fr: Récentes
ja: 最新
pt: Último
ru: Последние
tr: Sonuncu

source: Unsubmitted
fr: Non soumis
ja: 未提出
pt: Não submetido
ru: Неотправленные
tr: Gönderilmemiş

source: Important
ja: 重要
pt: Importante
ru: Важное
tr: Önemli

source: Comments
fr: Commentaires
ja: コメント
pt: Comentários
ru: Комментарии
tr: Yorumlar

source: By Source
fr: Par Source
ja: 送信者から
pt: Por fonte
ru: По источнику
tr: Kaynağa Göre

source: By Target
fr: Par Cible
ja: 送信対象から
pt: Por alvo
ru: По цели
tr: Hedefe Göre

source: Bulk Update Scores
fr: Modifier Notes en Masse
ja: スコアを一括で更新
ru: Массово обновить рейтинг
tr: Toplu Güncelleme Puanları

source: Feedback %(source_type)s %(source_name)s
fr: Évaluation %(source_type)s %(source_name)s
ja: フィードバック%(source_type)s %(source_name)s
ru: Обратная связь %(source_type)s %(source_name)s
tr: Geri bildirim %(source_type)s %(source_name)s

source: %(source_name)s hasn't submitted any feedback yet.
fr: %(source_name)s n'a pas encore soumis aucun évaluation.
ja: %(source_name)sからのフィードバックはありません。
pt: %(source_name)s ainda não submeteu nenhum feedback.
ru: %(source_name)s ещё не оставил обратную связь.
tr: %(source_name)s henüz herhangi bir geri bildirim göndermedi.

source: %(source_name)s hasn't received any feedback yet.
fr: %(source_name)s n’a pas encore reçu d’évaluation.
ja: %(source_name)sへのフィードバックはありません。
pt: %(source_name)s ainda não recebeu nenhuma avaliação.
ru: %(source_name)s ещё не получил обратную связь.
tr: %(source_name)s henüz herhangi bir geri bildirim almadı.

source: This is most likely because the team or adjudicator who submitted this feedback has submitted several times on the same person; or because a team has submitted feedback on multiple panellists (rather than just the orallist).
fr: Ceci est probablement parce que l'équipe ou le juge qui a soumise cette évaluation l'avait soumise plusieurs fois ; ou parce qu'une équipe a soumis des évaluations sur plusieurs panellistes (et non juste le rendeur).
ja: 送信元のチーム・ジャッジが複数回同じ人へ、あるいは（講評した人以外を含む）複数人にフィードバックを提出していることによる可能性が高いです。
pt: Isso é muito provável porque a dupla ou o juiz que enviou essa avaliação submeteu várias vezes sobre a mesma pessoa; ou porque a dupla enviou várias avaliações em múltiplos juízes (ao invés de ter enviado apenas sobre o juiz que deu o feedback).
ru: Это скорее всего потому, что команда или судья, которая представила эту обратную связь, несколько раз представила её на одно и том же лицо; или потому, что команда представила обратную связь на нескольких членов судейской коллегии (а не только на того, кто давал разбор).
tr: Bunun nedeni büyük olasılıkla bu geri bildirimi gönderen ekibin veya jürinin aynı kişiye birkaç kez gönderimde bulunmuş olması veya bir ekibin sadece karar açıklayan jüri dışındaki panelistlere de geri bildirim göndermesi.

source: Unconfirmed; will not affect this adjudicator's score.
fr: Non confirmé ; n'affectera pas la note du juge.
ja: 未承認・ジャッジのスコアに反映されません
pt: Não confirmado; não afetará a pontuação deste juiz.
ru: Не потверждено; не повлияет на оценку этого судьи.
tr: Doğrulanmamış; hakemin puanını etkilemez.

source: The feedback is counted for the adjudicator, but is not taken into account when calculating scores.
fr: L'évaluation est compté pour le juge mais n'est pas prise en compte en calculant les scores.
ja: ジャッジに提出したと扱われますが、スコア計算には使用されません。
pt: A avaliação é considerado para o juiz, mas não é tido em conta para o cálculo da pontuação.
ru: Обратная связь подсчитывается для этого судьи, но не учитывается при расчете баллов.
tr: Bu geri bildirim hakem için sayılır, ancak puanlar hesaplanırken dikkate alınmaz.

source: Ignored; will not affect this adjudicator's score.
fr: Ignoré ; n'affectera pas la note de ce juge.
ja: 無視・ジャッジのスコアに反映されません。
pt: Ignorado; não afetará a pontuação deste juiz.
ru: Проигнорировано; не повлияет на оценку этого судьи.
tr: Gizli; bu hakemin puanını etkilemeyecektir.

source: This feedback is submitted on an adjudicator but it looks like they have been since been removed from the debate. You should probably go to the Edit Database area and delete this feedback.
fr: Cette évaluation est soumise pour un juge mais qui depuis s'est fait enlevé du débat. Vous devriez probablement aller dans la zone de la base de données et supprimer l'évaluation.
ja: このフィードバックはあるジャッジに出されましたが、その後試合から除かれたようです。データベース編集エリアからこのフィードバックを削除してください。
pt: Esta avaliação foi submetida para um juiz, mas parece que ele foi removido do debate. Você provavelmente deve ir para a área de Editar Banco de Dados e excluir esta avaliação.
ru: Эта форма обратной связи отправлена на судью, но, похоже, он был удален из этих дебатов. Возможно, вы должны перейти в область Редактировать базу данных и удалить этот отзыв.
tr: Bu geri bildirim bir jüriye verilmiş ancak jüri maçtan çıkartılmış. Veritabanını Düzenle alanına gitmeli ve bu geri bildirimi silmelisiniz.

source: The score given in this piece of feedback.
fr: La note donnée dans cette évaluation.
ja: フィードバックのスコア
pt: A pontuação dada para esta parte da avaliação.
ru: Оценка, указанная в этой части формы обратной связи.
tr: Bu geri bildirimde verilen puan.

source: On %(adjudicator)s
fr: Pour %(adjudicator)s
ja: %(adjudicator)sに対して
ru: На %(adjudicator)s
tr: %(adjudicator)s jürisi hakkında

source: <span class="text-secondary small">Received as %(as_type)s</span>
fr: <span class="text-secondary small">Reçu comme %(as_type)s</span>
ja: <span class="text-secondary small">%(as_type)sとして受理</span>
tr: <span class="text-secondary small"> %(as_type)s</span> olarak alındı.

source: Base %(base)s
ja: ベーススコア %(base)s
tr: Taban %(base)s

source: From %(source)s <span class="text-secondary small">(their %(relationship)s)</span>
fr: Par %(source)s <span class="text-secondary small">(leur %(relationship)s)</span>
ja: %(source)sから<span class="text-secondary small">（試合の%(relationship)s）</span>
pt: De %(source)s <span class="text-secondary small">(seus %(relationship)s)</span>
ru: От %(source)s <span class="text-secondary small">их %(relationship)s</span>
tr: %(source)s <span class="text-secondary small">(their %(relationship)s)</span>'den

source: From %(source)s <span class="text-secondary small">(%(relationship)s from %(side)s)</span>
fr: Par %(source)s <span class="text-secondary small">(%(relationship)s de %(side)s)</span>
ja: %(source)sから<span class="text-secondary small">（%(relationship)sの%(side)s）</span>
pt: De %(source)s <span class="text-secondary small">(%(relationship)s de %(side)s)</span>
ru: От %(source)s <span class="text-secondary small">%(relationship)s от %(side)s</span>
tr: %(source)s <span class="text-secondary small">(%(relationship)s from %(side)s)</span>'den

source: From unknown
fr: Par inconnu
ja: 送信者不明
pt: De desconhecido
ru: От неизвестного
tr: Bilinmeyenden

source: Unconfirmed feedback is not counted as having been submitted and does not affect this adjudicator's score.
fr: Les évaluations non-confirmés ne sont pas comptés comme soumises et n'affecteront pas la note de ce juge.
ja: 未承認のフィードバックは提出したと扱われず、ジャッジのスコアに反映されません。
ru: Не подтвержденная обратная связь не считается поданной и не влияет на оценку этого судьи.
tr: Onaylanmamış geri bildirimler gönderilmemiş sayılır ve jürinin puanını etkilemez.

source: Un-confirm
fr: Dé-confirmer
ja: 承認取り消し
pt: Desfazer confirmação
ru: Отменить подтверждение
tr: Onayı kaldır

source: Confirm
fr: Confirmer
ja: 承認
pt: Confirmar
ru: Подтвердить
tr: Onayla

source: Ignored feedback is counted as having been submitted, but does not affect this adjudicator's score.
fr: Les évaluations ignorées sont comptés comme soumises, mais n'affectent pas la note de ce juge.
ja: 無視されたフィードバックは提出したと扱われますが、ジャッジのスコアに反映されません。
ru: Игнорируемая обратная связь считается поданной, но не влияет на оценку этого судьи.
tr: Gizli geri bildirimler gönderilmiş sayılır, ancak jürinin puanını etkilemez.

source: Un-ignore
fr: Tenir en compte
ja: 無視解除
pt: Desfazer o "ignorar"
ru: Не игнорировать
tr: Gizlemeyi Geri Al

source: Ignore
fr: Plus tenir en compte
ja: 無視
pt: Ignorar
ru: Игнорировать
tr: Gizle

source: No feedback has been submitted yet
fr: Aucun évaluation n’a encore été envoyé
ja: まだフィードバックが提出されていません
pt: Nenhum feedback foi submetido até agora
ru: Ни одна форма обратной связи пока не отправлена
tr: Henüz geri bildirim gönderilmedi

source: <span id="c_breaking">%(c_breaking)s</span> marked as breaking
fr: <span id="c_breaking">%(c_breaking)s</span> marqué comme qualifiant
ja: <span id="c_breaking">%(c_breaking)s</span>件がブレイクとしてマークされました
pt: <span id="c_breaking">%(c_breaking)s</span> marcado como classificante
ru: <span id="c_breaking">%(c_breaking)s</span> отмечен как брейкающийся
tr: <span id="c_breaking">%(c_breaking)s</span> break oldu olarak işaretlendi

source: The current <a href="%(option_url)s" class="alert-link">feedback configuration</a> allows and expects only chairs to submit feedback (on their panellists and trainees).
fr: La <a href="%(option_url)s" class="alert-link">configuration des évaluations</a> actuelle permet et attend seulement les présidents à soumettre des évaluations (sur les panellistes et stagiaires).
ja: 現在の<a href="%(option_url)s" class="alert-link">フィードバック設定</a>では、チェアが（パネル・トレイニーに対して）フィードバックを提出できます。
pt: A atual <a href="%(option_url)s" class="alert-link">configuração de avaliação</a>permite e espera que apenas os presidentes enviem avaliações (sobre seus auxiliares e aprendizes).
ru: Текущая <a href="%(option_url)s" class="alert-link"> настройка форм обратной связи</a> позволяет только чэйрам предоставлять обратную связь (на их вингов и вингов без права голоса).
tr: Mevcut <a href="%(option_url)s" class="alert-link">Geri Bildirim Ayarları</a> yalnızca başkanların (panelistleri ve acemileri hakkında) geri bildirim göndermesine izin verir.

source: The current <a href="%(option_url)s" class="alert-link">feedback configuration</a> allows and expects both chairs and panellists to submit feedback on each other, and also chairs to submit feedback on trainees.
fr: La <a href="%(option_url)s" class="alert-link">configuration des évaluations</a> actuelle permet et attend les présidents et panellistes à soumettre des évaluations sur l'un l'autre et aussi les présidents pour les stagiaires.
ja: 現在の<a href="%(option_url)s" class="alert-link">フィードバック設定</a>では、チェアとパネルは互いに、更にチェアはトレイニーに対してフィードバックを提出できます。
tr: Mevcut <a href="%(option_url)s" class="alert-link">Geri Bildirim Ayarları</a> hem başkanların hem de panelistlerin birbirleri hakkında ve başkanların acemilere geri bildirim göndermelerine izin verir.

source: The current <a href="%(option_url)s" class="alert-link">feedback configuration</a> allows and expects both panellists and trainees to submit feedback on chairs, and chairs to submit feedback on every other member of the panel (including trainees).
fr: La <a href="%(option_url)s" class="alert-link">configuration des évaluations</a> actuelle permet et attend que les panellistes et stagiaires soumettent des évaluations sur le président, et les présidents à évaluer tout autre membre du jury (incluant les stagiaires).
ja: 現在の<a href="%(option_url)s" class="alert-link">フィードバック設定</a>では、パネルとトレイニーはチェアに対して、そしてチェアは（トレイニー含む）全員に対してフィードバックを提出できます。
tr: Mevcut <a href="%(option_url)s" class="alert-link">Geri Bildirim Ayarları</a> hem panelistlerin hem de acemilerin başkanlara ve başkanların panelin diğer tüm üyelerine (acemiler dahil) geri bildirim göndermelerine izin verir.

source: The current <a href="%(option_url)s" class="alert-link">feedback configuration</a> allows and expects all adjudicators (including trainees) to submit feedback on every other member of the panel (including trainees).
fr: La <a href="%(option_url)s" class="alert-link">configuration des évaluations</a> actuelle permet et attend tout les juges (incluant les stagiaires) à soumettre des évaluations sur tout les autres membres du jury (incluant les stagiaires).
ja: 現在の<a href="%(option_url)s" class="alert-link">フィードバック設定</a>では、すべてのジャッジが互いにフィードバックを提出できます。
pt: A atual <a href="%(option_url)s" class="alert-link">configuração de avaliação</a> permite e espera que todos os juízes (incluindo os aprendizes) enviem avaliações sobre todos os outros membros da mesa (incluindo aprendizes).
ru: Текущая <a href="%(option_url)s" class="alert-link"> настройка форм обратной связи</a> позволяет всем судьям (включая вингов без права голоса) предоставлять обратную связь на всех членов судейской коллегии (включая вингов без права голоса).
tr: Mevcut <a href="%(option_url)s" class="alert-link">Geri Bildirim Ayarları</a>, tüm jürilerin (acemiler dahil) panelin diğer tüm üyelerine (acemiler dahil) geri bildirim göndermesine izin verir.

source: The current <a href="%(option_url)s" class="alert-link">feedback configuration</a> disallows adjudicators to submit feedback on other members of the panel (including trainees).
fr: La <a href="%(option_url)s" class="alert-link">configuration des évaluations</a> actuelle ne permet aucun juge (incluant les stagiaires) à soumettre des évaluations sur autres membres du jury (incluant les stagiaires).
ja: 現在の<a href="%(option_url)s" class="alert-link">フィードバック設定</a>では、すべてのジャッジがフィードバックを提出できません。

source: There is <strong>%(nadjs_outside_range)s adjudicator</strong> with a score <strong>outside the permitted range</strong> of adjudicator scores, which is currently set as %(min_score)s to %(max_score)s. This can cause adjudicator auto-allocation to behave in unexpected ways. If you'd like to use a wider score range, you can configure this in <a href="%(feedback_settings_url)s" class="alert-link"> feedback settings</a>.
fr: Il y a <strong>%(nadjs_outside_range)s juge</strong> avec une note <strong>hors de l'étendue permise</strong> de notes de juge, ce qui est réglée de %(min_score)s à %(max_score)s. Ceci peut causer la repartition automatique de juge à se comporter étrangement. Si vous voulez utiliser une étendue plus large, vous pouvez le régler dans la <a href="%(feedback_settings_url)s" class="alert-link">configuration des évaluations</a>.
ja: <strong>%(nadjs_outside_range)s人のジャッジ</strong>が<strong>指定された範囲（%(min_score)s～%(max_score)s）外のジャッジスコア</strong>です。これにより、ジャッジの自動配置システムが意図しない挙動をする可能性があります。もしスコアの範囲を広げたい場合、<a href="%(feedback_settings_url)s" class="alert-link">フィードバック設定</a>から変更可能です。
pt: Há um <strong>%(nadjs_outside_range)s juiz</strong> com a pontuação <strong>fora da margem permitida</strong> de pontuações de juízes, que atualmente é de %(min_score)s até %(max_score)s. Isso pode causar que a alocação automática de juízes aja de formas não previstas. Se você preferir utilizar uma margem mais ampla de pontuação, você pode configurar isso em <a href="%(feedback_settings_url)s" class="alert-link">configuração de avaliação</a>.
ru: Есть <strong>%(nadjs_outside_range)s судья </strong> с баллом <strong>выходящим за пределы разрешенного диапазона </strong> судейских баллов, который установлен от %(min_score)s до %(max_score)s. Это может привести к сбоям в автоматическом распределении судей. Если вы хотите использовать более широкий диапазон, вы можете настроить его в <a href="%(feedback_settings_url)s" class="alert-link"> настройках обратной связи</a>.
tr: Şuan <strong>%(nadjs_outside_range)s jüri</strong> jüri puanlarının <strong>izin verilen aralığı dışında.</strong> Şuan %(min_score)s ile %(max_score)s arası. Bu jüri otomatik tahsisinin çalışmasını etkileyebilir. Daha geniş bir puan aralığı ayarlamak için <a href="%(feedback_settings_url)s" class="alert-link"> geri bildirim ayarları</a> kullanabilirsiniz.

source: %(count)s adjudicator currently has a score equal to or above %(min)s and below %(max)s. That is %(percent)s%% of the adjudicator pool.
fr: %(count)s juge a une note égale ou plus grande que %(min)s et en dessous de %(max)s. Cela fait %(percent)s%% des juges.
ja: %(min)s以上%(max)s未満のスコアのジャッジは%(count)s人います。全ジャッジの%(percent)s%%に相当します。
ru: %(count)s судья имеет балл равный или больший %(min)s и ниже %(max)s. Это %(percent)s %% судейского пула.
tr: %(count)s jürisi şu anda %(min)s puana eşit veya üstünde ve %(max)s puanın altında bir puana sahiptir. Bu, jüri havuzunun %(percent)s%%'sidir.

source: Score Distributions (range is %(min_score)s–%(max_score)s)
fr: Distributions des Notes (étendue de %(min_score)s–%(max_score)s)
ja: スコア分布（範囲は%(min_score)s～%(max_score)s）
ru: Распределение баллов (диапазон: %(min_score)s–%(max_score)s)
tr: Puan Dağılımları (range is %(min_score)s–%(max_score)s)

source: Base
ja: ベーススコア
tr: Temel

source: Feedback
fr: Évaluation
ja: フィードバック
pt: Avaliação de juiz
ru: Обратная связь
tr: Geri bildirim

source: The proportion of an adjudicator's score determined by feedback vs the test is set on a per-round basis. Click this link and edit the 'Feedback weight' field to modify this ratio for %(round)s.
fr: La proportion d'une note de juge déterminé par les évaluations contre la base est réglée par joute. Cliquez ce lien et modifiez le champ 'Poids d'évaluation' pour modifier ce ratio pour %(round)s.
ja: ジャッジテストによるベーススコアとフィードバックによるスコアの比率はラウンド毎に決められています。%(round)sの比率を変更するにはここをクリックし、「フィードバックの比率比重」欄を変更してください。
ru: Доля балла судьи, определяемая обратной связью и тестом, устанавливается на каждый раунд. Нажмите на эту ссылку и отредактируйте поле "вес обратной связи", чтобы изменить это соотношение для %(round)s.
tr: Jürinin geri bildirimle ve testle belirlenen puanlarının oranı tur başına belirlenir. Bu bağlantıyı tıklayın ve %(round)s için bu oranı değiştirmek için "Geri bildirim ağırlığı" alanını düzenleyin.

source: Score Ratio
fr: Ratio de Note
ja: スコア比率
ru: Рейтинг баллов
tr: Puan Oranı

source: There is %(c_chairs)s debate per round, so there needs to be %(c_chairs)s chair.
fr: Il y a %(c_chairs)s débat par joute, donc il doit avoir %(c_chairs)s président.
ja: 各ラウンド%(c_chairs)sつの試合があるため、%(c_chairs)s人のチェアが必要です。
ru: Есть %(c_chairs)s дебатов в этом раунде, так что должен быть %(c_chairs)s чэйр.
tr: Tur başına %(c_chairs)s maç var, bu yüzden %(c_chairs)s başkan gerekli.

source: There is %(c_debates)s debate per round, but only %(c_chairs)s above the minimum voting score.
fr: Il y a %(c_debates)s débat par joute, mais seulement %(c_chairs)s au dessus de la note minimale pour voter.
ja: 各ラウンド%(c_debates)sつの試合がありますが、投票可能なスコアを持つジャッジは%(c_chairs)s人しかいません。
ru: Есть %(c_debates)s дебатов в этом раунде, но только %(c_chairs)s, имеющих балл выше минимально допустимого для голосования.
tr: Tur başına %(c_chairs)s maç var, ancak minimum oy puanının üzerinde sadece %(c_chairs) var.

source: %(c_chairs)s chair
fr: %(c_chairs)s président
ja: チェア %(c_chairs)s人
ru: %(c_chairs)s чэйр
tr: %(c_chairs)s başkan

source: All adjudicators with a score high enough to vote, but who aren't allocated as chairs, are allocated as panellists by the auto-allocator.
fr: Tous les juges avec un score assez haute pour voter, mais qui ne sont pas marqués comme présidents, seront marqués comme panellistes par la repartition automatique.
ja: 自動配置の際、投票可能なスコアを持つがチェアとして配置されないジャッジはパネルとなります。
ru: Все судьи, чей рейтинг достаточен для того, чтобы иметь право голоса, но недостаточен, чтобы быть назначенным чэйром, буду автоматически назначены вингами.
tr: Oy kullanacak kadar yüksek bir puana sahip, ancak sandalye olarak tahsis edilmeyen tüm jüriler, otomatik tahsis tarafından panelist olarak tahsis edilir.

source: %(c_panellists)s panellist
fr: %(c_panellists)s panelliste
ja: パネル %(c_panellists)s人
ru: %(c_panellists)s винг
tr: %(c_panellists)s panelist

source: Adjudicators are allocated as trainees by the auto-allocator if their score is less than the 'minimum voting score' (currently %(min_voting)s) set in this tournament's Draw Rules configuration.
fr: Les juges sont marqués comme stagiaires par la repartition automatique si leur note est moins que la 'note minimale pour voter' (actuellement %(min_voting)s) réglé dans la configuration des règles de tirage de ce tournoi.
ja: 自動配置の際、スコアが「対戦表設定」欄で設定されている投票可能スコア下限（%(min_voting)sに設定）に達していないジャッジは、トレイニーとして配置されます。
ru: Судьи автоматически распределяются как винги без права голоса, если их балл меньше чем "минимальный балл для права голоса" (текущий %(min_voting)s установлен в настройках сетки этого турнира).
tr: Jüriler puanlarının bu turnuvanın Kura Kuralları yapılandırmasında belirlenen 'minimum oylama puanından' (%(min_voting)s) az olması durumunda otomatik tahsis tarafından acemi olarak tahsis edilir.

source: %(c_trainees)s trainee
fr: %(c_trainees)s stagiaire
ja: トレイニー %(c_trainees)s人
ru: %(c_trainees)s винг без права голоса
tr: %(c_trainees)s acemi
