Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/motions/locale/*/LC_MESSAGES/django.po
Languages: fr, id, it, ja, pt, ru, tr

source: sequence number
fr: numéro de séquence
id: nomor urut
it: numero sequenziale
ja: 順番
pt: Número sequencial
ru: порядковый номер
tr: sıra numarası

source: The order in which motions are displayed
fr: L’ordre dans lequel les motions sont affichées
id: Urutan mosi ditampilkan
it: L'ordine di visualizzazione delle mozioni
ja: 論題が表示される順番
pt: A ordem a qual as moções são exibidas
ru: Порядок, в котором представлены темы
tr: Önergelerin görüntülenme sırası

source: text
fr: texte
id: teks
it: testo
ja: 文章
pt: texto
ru: текст
tr: metin

source: The full motion e.g., "This House would straighten all bananas"
fr: La motion au complet, tel « Qu’il soit résolu que cette chambre redressera tous les bananes »
id: Teks lengkap mosi cth. "Dewan ini akan meluruskan semua pisang"
it: La mozione completa, ad esempio, "Quest'Assemblea raddrizzerebbe tutte le banane"
ja: モーション全文
pt: A moção completa, por exemplo, "Esta Casa fortaleceria todas as bananas"
ru: Тема полностью, например "Эта палата выпрямит все бананы"
tr: Önergenin tamamı örneğin, "Bu Ev tüm muzları düzeltir."

source: reference
fr: référence
id: referensi
it: riferimento
ja: 参照
pt: referência
ru: ссылка
tr: referans

source: Shortcode for the motion, e.g., "Bananas"
fr: Forme courte de la motion, telle « Bananes »
id: Nama pendek untuk mosi, seperti "Pisang"
it: Abbreviazione per la mozione, ad esempio "Banane"
ja: モーションの短略名
pt: Código para a moção, por exemplo, "Bananas"
ru: Краткое название темы, например "Бананы"
tr: Önergenin kısa kodu, örneğin "Muzlar"

source: info slide
fr: diapositive d’information
id: slide informasi
it: slide informazioni
ja: インフォスライド
ru: инфослайд
tr: bilgi Slaydı

source: The information slide for this topic; if it has one
fr: La diapositive d’information pour cette motion, si elle en a
id: Slide informasi untuk topik / mosi ini apabila ada
it: La diapositiva di informazioni per questo argomento; se presente
ja: このモーションのインフォスライド。もしあれば入力してください。
pt: O slide informativo para esta moção (se tiver)
ru: Информационный слайд для этой темы, если он есть
tr: Eğer varsa bu konu için bilgi slaytı:

source: flagged
fr: signalé

source: For WADL: Allows for particular motions to be flagged as contentious
fr: Pour WADL: Permet certains motions d’être signalé comme controversée

source: round
fr: tour
id: ronde
ja: ラウンド
pt: rodada
ru: раунд
tr: tur

source: debate team
fr: débat-équipe
id: tim debat
it: team di dibattito
ja: ディベートチーム
pt: dupla de debate
ru: команда
tr: tartışma ekibi

source: preferences
fr: préférences
id: preferensi
it: preferenze
ja: 設定
pt: preferências
ru: предпочтения
tr: tercihler

source: ballot submission
fr: soumission de feuille
id: submisi lembar penjurian
it: invio ballot
ja: バロットの提出
pt: submissão de cédulas
ru: отправка бэллота
tr: ballot teslimi

source: debate team motion preference
fr: préférence de motion d'un débat-équipe
id: preferensi mosi tim debat
it: preferenza mozione di dibattito a squadre
ja: ディベートチームの論題選択
pt: preferência de moção de uma dupla de debate
ru: предпочтение тем командой
tr: tartışma ekibi önerge tercihi

source: debate team motion preferences
fr: préférences de motion d'un débat-équipe
id: preferensi mosi tim debat
it: preferenze mozione di dibattito a squadre
ja: ディベートチームの論題選択
pt: preferências de moção de uma dupla de debate
ru: предпочтения тем командой
tr: tartışma ekibi önerge tercihleri

source: extremely strong evidence
fr: évidence très forte
id: bukti sangat kuat
it: evidence estremamente forte
ja: 非常に強い
pt: evidência muito forte
ru: очень сильное обоснование
tr: çok güçlü kanıt

source: strong evidence
fr: évidence forte
id: bukti kuat
it: evidence importante
ja: 強い
pt: evidência forte
ru: сильное обоснование
tr: güçlü kanıt

source: moderate evidence
fr: évidence modérément forte
id: bukti cukup
it: evidence moderata
ja: ある程度の
pt: evidência moderada
ru: среднее обоснование
tr: orta güçlü kanıt

source: weak evidence
fr: évidence faible
id: bukti lemah
it: evidence debole
ja: 弱い
pt: evidência fraca
ru: слабое обоснование
tr: zayıf kanıt

source: very weak evidence
fr: évidence très faible
id: bukti sangat lemah
it: evidence molto debole
ja: 非常に弱い
pt: evidência muito fraca
ru: очень слабое обоснование
tr: çok zayıf kanıt

source: extremely weak evidence
fr: évidence extrêmement faible
id: bukti sangat lemah
it: evidence davvero molto debole
ja: 非常に弱い
pt: evidência extremamente fraca
ru: невероятно слабое обоснование
tr: çok zayıf kanıt

source: balance inconclusive
fr: l’équilibre inconclusif
id: keseimbangan inkonklusif
it: bilancio inconclusivo
ja: 結論出せず
pt: equilíbrio inconclusivo
ru: несовершенный баланс
tr: denge sonuçsuz

source: too few debates to get a meaningful statistic
fr: trop peu de débats pour obtenir une statistique significative
id: terlalu sedikit debat untuk mendapatkan statistik yang berarti
it: troppi pochi dibattiti per ottenere una statistica significativa
ja: 有意な統計を出すには試合数が少なすぎます
pt: poucos debates para obter uma estatística significativa
ru: слишком мало дебатов, чтобы получить значимую статистику
tr: anlamlı bir istatistik elde etmek için çok az maç

source: imbalanced at %(level)s level
fr: Non-équilibré avec un risque de %(level)s
id: tidak seimbang pada level %(level)s
it: squilibrato a %(level)s livello
ja: %(level)s水準でバランスに偏り
pt: desequilibrado no nível %(level)s
ru: небалансная на %(level)s уровне
tr: %(level)s seviyesinde dengesiz

source: χ² statistic is %(chisq).3f, providing %(evidence)s to suggest that this motion was imbalanced — at a %(level)s level of significance.
fr: La valeur de χ² est %(chisq).3f, donnant de l’%(evidence)s que cette motion n’était pas équilibré à un niveau de %(level)s de signification.
id: χ²-stat adalah %(chisq).3f, memberikan %(evidence)s yang menunjukkan bahwa mosi tidak seimbang di tingkat signifikansi %(level)s.
it: La statistica χ² è %(chisq).3f, fornendo %(evidence)s per suggerire che questa mozione non era bilanciata — ad un livello %(level)s di significato.
ja: χ²検定値は%(chisq).3fで、この論題に有意水準%(level)sの%(evidence)s偏りがあることを示します。
pt: o valor de χ² é %(chisq).3f, visto que há %(evidence)s que sugere que essa moção foi desequilibrada - em um nível significante de %(level)s.
ru: статистика χ² %(chisq).3f, предоставляет %(evidence)s для того, чтобы предложить, что эта тема была небалансной — на уровне значения %(level)s.
tr: χ² istatistiği %(chisq).3f ve bu önergenin dengesiz olduğunu gösteren %(level)s anlamlılık seviyesinde %(evidence)s sağlar.

source: probably balanced
fr: probablement équilibré
id: mungkin seimbang
it: probabilmente equilibrato
ja: サイドバランスに問題なし
pt: provavelmente equilibrado
ru: возможно балансная
tr: muhtemelen dengeli

source: χ² statistic is %(chisq).3f, providing insufficient evidence to suggest that this motion was imbalanced at any level of significance.
fr: La valeur de χ² est %(chisq).3f, ne donnant pas assez d’évidence pour suggérer que cette motion n’était équilibré à n’importe niveau de signification.
id: χ²-stat adalah %(chisq).3f, memberikan yang menunjukkan bahwa mosi tidak seimbang di tingkat signifikansi berapapun.
it: La statistica χ² è %(chisq).3f, fornendo prove non sufficienti per suggerire che questa mozione non era bilanciata ad un qualsiasi livello di significato.
ja: χ²検定値は%(chisq).3fで、偏りは検出できません。
pt: o valor de χ² é %(chisq).3f, visto que as evidências são insuficientes para sugerir que essa moção foi desequilibrada em qualquer nível significativo.
ru: статистика χ² %(chisq).3f, предоставляет недостаточные доказательства, чтобы предположить, что эта тема было небалансной на любом уровне значений.
tr: χ² istatistiği %(chisq).3f ve bu önergenin dengesiz olduğunu herhangi bir önemlilikle göstermek için yetersiz.

source: Assign Motions
fr: Assigner les Motions

source: Back to Display
fr: Retour

source: Save Motion Assignments
fr: Sauvegarder

source: Motion Statistics
fr: Statistiques des Motions
id: Statistik Mosi
it: Statistiche mozione
ja: 論題の統計
pt: Estatísticas das Moções
ru: Статистика по темам
tr: Önerge İstatistikleri

source: View Info Slide
fr: Voir la diapositive d'information
id: Buka Slide Info
it: Visualizza la slide di informazioni
ja: インフォスライドを表示
pt: Ver o Info Slide
ru: Посмотреть инфослайд
tr: Bilgi Slaytını Görüntüle

source: results from %(ndebates)s debate
fr: résultats de %(ndebates)s débat
id: hasil dari %(ndebates)s debat
it: risultati dal dibattito %(ndebates)s
ja: %(ndebates)s試合の結果
pt: resultados do %(ndebates)s debate
ru: результаты %(ndebates)s дебатов
tr: %(ndebates)s tartışmasından elde edilen sonuçlar

source: %(advancing)s of %(ndebates)s team on %(side)s (%(percentage)s%%) advanced
fr: %(advancing)s de %(ndebates)s équipe du côté %(side)s (%(percentage)s%%) a avancé
id: %(advancing)s dari %(ndebates)s tim sebagai %(side)s (%(percentage)s%%) menang
it: %(advancing)s di %(ndebates)s team su %(side)s (%(percentage)s%%) avanzano
ja: %(side)sの%(advancing)s/%(ndebates)sチームが進出（%(percentage)s%%）
pt: %(advancing)s de %(ndebates)s dupla em %(side)s (%(percentage)s%%) avançou
ru: %(advancing)s в %(ndebates)s команда на %(side)s (%(percentage)s%%) прошла
tr: %(side)sdan %(ndebates)s takımdan %(advancing)s ilerledi. (%(percentage)s%%)

source: %(eliminated)s of %(ndebates)s team on %(side)s (%(percentage)s%%) were eliminated
fr: %(eliminated)s de %(ndebates)s équipe du côté %(side)s (%(percentage)s%%) a été éliminé
id: %(eliminated)s dari %(ndebates)s tim sebagai %(side)s (%(percentage)s%%) tereliminasi
it: %(eliminated)s di %(ndebates)s team su %(side)s (%(percentage)s%%) sono eliminati
ja: %(side)sの%(eliminated)s/%(ndebates)sチームが敗退（%(percentage)s%%）
pt: %(eliminated)s de %(ndebates)s dupla em %(side)s (%(percentage)s%%) foi eliminada
ru: %(eliminated)s из %(ndebates)s команда на %(side)s (%(percentage)s%%) не прошла
tr: %(side)sdan %(ndebates)s takımdan %(eliminated)s elendi. (%(percentage)s%%)

source: advanced
fr: avançant
id: menang
it: avanzato
ja: 進出
pt: avançou
ru: прошедший
tr: ilerleyen

# abbreviation for 'advanced', used when not enough space
source: adv.
fr: avan.
id: mng.
it: avanz.
ja: 進出
pt: avan.
ru: преим.
tr: ile.

source: eliminated
fr: éliminé
id: tereliminasi
it: eliminato
ja: 敗退
pt: eliminado
ru: исключен
tr: elenen

# abbreviation for 'eliminated', used when not enough space
source: elim.
fr: élim.
ja: 敗退
ru: искл.
tr: ele.

source: %(side)s results distribution
fr: Distribution des résultats pour %(side)s
id: distribusi hasil %(side)s
it: %(side)s distribuzione risultati
ja: %(side)s結果分布
pt: Distribuição de resultados por %(side)s
ru: Распределение результатов %(side)s
tr: %(side)s sonuç dağılımı

source: No results for this motion
fr: Aucun résultat pour cette motion
id: Tidak ada hasil untuk mosi ini
it: Nessun risultato per questa mozione
ja: このモーションの結果はありません
pt: Nenhum resultado para esta moção
ru: Нет результатов по этой теме
tr: Bu önerge için sonuç yok

source: Government
fr: Gouvernement
id: Pemerintah
it: Pubblica amministrazione
ja: 肯定
pt: Governo
ru: Правительство
tr: Hükümet

source: Average Points per bench
fr: Pointage moyenne par banc
id: Rata-rata poin per pihak
it: Punti medi per banco
ja: ベンチごとの平均点
pt: Média de Pontos por bancada
ru: Среднее количество баллов за сторону
tr: Kürsü başına ortalama puan

source: Opening
fr: Avant
id: Pembuka
it: Apertura
ja: オープニング
pt: Abertura
ru: Первые
tr: Açılış

source: Closing
fr: Arrière
id: Penutup
it: Chiusura
ja: クロージング
pt: Encerramento
ru: Вторые
tr: Kapanış

source: Average Points per half
fr: Pointage moyenne par rang
id: Rata-rata poin per bagian
it: Punti medi per parte
ja: ハーフごとの平均点
pt: Média de Pontos por metade
ru: Среднее количество баллов команд первых и вторых столов
tr: Yarım başına ortalama puan

source: average points per position (%(ndebates)s debate)
fr: points en moyenne par position (%(ndebates)s débat)
id: rata-rata poin per posisi (%(ndebates)s debat)
it: punti medi per posizione (dibattito %(ndebates)s)
ja: サイドごとの平均点（%(ndebates)s試合）
pt: média de pontos por posição (%(ndebates)s debate)
ru: среднее количество баллов за позицию в дебатах (%(ndebates)s
tr: pozisyon başına ortalama puan (%(ndebates)s maç)

source: %(count)s result for %(side)s (%(percentage)s%%) were for %(points)s points
fr: %(count)s résultat pour %(side)s (%(percentage)s%%) avait %(points)s points.
id: %(count)s hasil untuk %(side)s (%(percentage)s%%) adalah untuk %(points)s poin
it: %(count)s risultato per %(side)s (%(percentage)s%%) per %(points)s punti
ja: %(side)sの%(count)sチーム（%(percentage)s%%）が%(points)s点
pt: %(count)s resultado para %(side)s (%(percentage)s%%) foram %(points)s pontos
ru: %(count)s результат для %(side)s(%(percentage)s%%) составил %(points)s баллов
tr: %(side)s için %(count)s sonuç (%(percentage)s%%) %(points)s puandı.

source: 1st
fr: 1e

source: 2nd
fr: 2e

source: 3rd
fr: 3e

source: 4th
fr: 4e

source: %(side)s results
fr: résultats de %(side)s
id: hasil %(side)s
it: %(side)s risultati
ja: %(side)s結果
pt: %(side)s resultados
ru: %(side)s результаты
tr: %(side)s sonuçları

source: %(count)s %(side)s win
fr: %(count)s victoire %(side)s
id: %(count)s %(side)s menang
it: %(count)s %(side)s vittoria
ja: %(side)s側%(count)s勝
pt: %(count)s%(side)s venceu
ru: %(count)s %(side)s победа
tr: %(count)s %(side)s galibiyet

source: No teams debated this motion
fr: Aucun équipe n’a débattu cette motion.
id: Tidak ada tim yang mendebatkan mosi ini
it: Nessuna squadra ha dibattuto questa mozione
ja: この論題を扱ったチーム無し
pt: Nenhuma dupla debateu essa moção
ru: Нет команд, дебатировавших эту тему
tr: Hiçbir takım bu önergeyi tartışmadı

source: %(count)s %(side)s veto
fr: %(count)s véto %(side)s
ja: %(side)s側%(count)s拒否（veto）
pt: %(count)s%(side)s vetou
ru: %(count)s %(side)s вето

source: No teams vetoed this motion
fr: Aucun équipe n’a veto cette motion
id: Tidak ada tim yang memveto mosi ini
it: Nessuna squadra ha posto il veto su questa mozione
ja: この論題を拒否（veto）したチーム無し
pt: Nenhuma dupla vetou essa moção
ru: Нет команд, наложивших вето на эту тему
tr: Hiçbir takım bu önergeyi veto etmedi

source: Edit Motion
fr: Modifier la motion
id: Sunting Mosi
it: Modifica mozione
ja: 論題を編集
pt: Editar Moção
ru: Редактировать тему
tr: Önergeyi Düzenle

source: Display Draw
fr: Afficher le tirage
id: Tampilkan Draw
it: Mostra sorteggio
ja: 対戦表を公開
pt: Exibir Sorteio
ru: Показать сетку
tr: Kurayı Göster

source: Assign Motions to Divisions
fr: Désigner des motions aux divisions

source: Save Motion
fr: Enregistrer la motion
id: Simpan Mosi
it: Salva mozione
ja: 論題を保存
pt: Salvar Moção
ru: Сохранить тему
tr: Önergeyi Kaydet

source: Info Slide
fr: Diapositive d'information
id: Slide Info
it: Slide informazioni
ja: インフォスライド
ru: Инфослайд
tr: Bilgi Slaydı

source: No motions have been released yet.
fr: Aucune motion n’a encore été distribuée

source: RSeq
fr: JSeq

source: Round
fr: joute

source: Reference
fr: Référence

source: Venue(s)
fr: Salle(s)

source: Text
fr: Texte

source: Contentious
fr: Controversée

source: There are no motions available for this round.
fr: Il n'y a aucune motion disponible dans cette joute.
id: Tidak ada mosi tersedia untuk ronde ini.
it: Non ci sono mozioni disponibili per questo round.
ja: このラウンドには利用可能な論題はありません。
pt: Não há moções disponíveis para esta rodada.
ru: Для этого раунда нет доступных тем.
tr: Bu tur için herhangi bir önerge bulunmamaktadır.

source: The motions for this round have not been released.
fr: Les motions de cette joute n'ont pas encore été publiées.
id: Mosi ronde ini belum dirilis.
it: Le mozioni per questo round non sono state rilasciate.
ja: まだ論題をリリースしていません。
pt: As moções para esta rodada ainda não foram divulgadas.
ru: Темы на этот раунд не опубликованы.
tr: Bu turun önergeleri henüz yayınlanmadı.

source: The motion for this round has not been released.
fr: La motion de cette joute n'a pas encore été publiée.
id: Mosi ronde ini belum dirilis.
it: La mozione per questo round non è stata rilasciata.
ja: まだ論題をリリースしていません。
pt: A moção para esta rodada ainda não foi divulgada.
ru: Темы на этот раунд не опубликованы.
tr: Bu turun önergesi henüz yayınlanmadı.

source: Reveal Info Slide for %(round_name)s
fr: Révéler la diapositive d'information de %(round_name)s

source: Reveal Motion for %(round_name)s
fr: Révéler la motion de %(round_name)s

source: There are no motions for this round entered into Tabbycat.
fr: Aucune motion pour cette joute a été enregistrée dans Tabbycat.
id: Tidak ada mosi untuk ronde ini yang dimasukkan ke Tabbycat.
it: Non ci sono mozioni per questo round inserite in Tabbycat.
ja: 論題が入力されていません。
pt: Não há moções para esta rodada que estejam inseridas no Tabbycat.
ru: Тема на этот раунд не введена в Tabbycat.
tr: Bu tur için Tabbycat'e girilmiş herhangi bir önerge yoktur.

source: The motion has been saved.
fr: La motion a été enregistrée.
id: Mosi telah disimpan.
it: La mozione è stata salvata.
ja: モーションを保存しました。
pt: A moção foi salva.
ru: Тема сохранена.
tr: Önerge kaydedildi.

source: %(count)d motion has been saved.
fr: %(count)d motions a été enregistrée.
id: %(count)d mosi telah disimpan.
it: %(count)d mozione salvata.
ja: %(count)dつの論題を保存しました。
pt: %(count)d moção foi salva.
ru: %(count)d тема сохранена.
tr: %(count)d önerge kaydedildi.

source: %(count)d motion has been deleted.
fr: %(count)d motions a été supprimée.
id: %(count)d mosi telah dihapus.
it: %(count)d mozione eliminata.
ja: %(count)dつの論題を削除しました。
pt: %(count)d moção foi deletada.
ru: %(count)d тема удалена.
tr: %(count)d önerge silindi.

source: Released the motion(s).
fr: Vous avez publié la ou les motions.

source: Unreleased the motion(s).
fr: Vous avez dépublié la ou les motions.

source: Round Motions
fr: Motions de Joute
id: Mosi Ronde
it: Mozioni del round
ja: ラウンドの論題
pt: Moções da Rodada
ru: Темы Раундов
tr: tur önergeleri

source: Motions
id: Mosi
it: Mozioni
ja: 論題
pt: Moções
ru: Темы
tr: Önergeler

source: tournament
id: turnamen
it: torneo
ja: 大会
pt: torneio
ru: турнир
tr: turnuva

source: rounds
id: ronde
it: round
ja: ラウンド
pt: rodadas
ru: раунды
tr: turlar

source: motion
id: mosi
it: mozione
ja: 論題
pt: moção
ru: тема
tr: önerge

source: motions
id: mosi
it: mozioni
ja: 論題
pt: moções
ru: темы
tr: önergeler

source: round motion
id: mosi ronde
it: mozione del round
ja: ラウンドの論題
tr: tur önergesi

source: round motions
id: mosi ronde
it: mozioni del round
ja: ラウンドの論題
tr: tur önergeleri

source: Opposition
id: Oposisi
it: Opposizione
ja: 否定
pt: Oposição
ru: Оппозиция
tr: Muhalefet

source: This will replace all existing motions for this round. The motions themselves will still be in the database.
id: Ini akan mengganti seluruh mosi yang ada untuk ronde ini. Mosinya masih akan tersimpan di dalam database.
it: Questo sostituirà tutte le mozioni presenti per questo round. Le mozioni stesse saranno ancora nel database.
ja: このラウンドのすべての論題を置き換えますが、論題自体はデータベースには残ります。
tr: Bu, bu tur için mevcut tüm önergelerin yerini alacak. Önergeler veritabanında kalacaktır.

source: Reuse Motions from Last Round
id: Gunakan Mosi dari Ronde Sebelumnya
it: Riutilizza le mozioni dal round precedente
ja: 前回のラウンドの論題を再利用
tr: Geçen Turdaki Önergeleri Yeniden Kullan

source: Use Existing Motions
id: Gunakan Mosi yang Ada
it: Usa le mozioni esistenti
ja: 既存の論題を使用
tr: Mevcut Önergeleri Kullan

source: The motion for this round is currently publicly displayed because it was released. Any changes made here will be publicly visible as well as soon as they are saved.
it: La mozione per questo round è attualmente visualizzata pubblicamente perché è stata rilasciata. Qualsiasi modifica apportata qui sarà visibile pubblicamente non appena sarà salvata.
ja: このラウンドの論題は既にリリースされているため誰でも閲覧可能です。論題への変更は即座に公に反映されます。
tr: Bu turun önergesi şu anda herkese açık gösteriliyor, çünkü yayınlandı. Burada yapılan tüm değişiklikler, kaydedildikleri anda herkes tarafından görülebilir.

source: Motion for %(round)s
it: Mozione per %(round)s
ja: %(round)sの論題

source: Reveal Info Slide for %(round)s
id: Tampilkan Slide Info untuk %(round)s
it: Rivela la slide di informazioni per %(round)s
ja: %(round)sのインフォスライドを表示
ru: Показать инфослайд для %(round)s
tr: %(round)s için Bilgi Slaytını Göster

source: Reveal Motion for %(round)s
id: Tampilkan Mosi untuk %(round)s
it: Rivela la mozione per %(round)s
ja: %(round)sの論題を表示
ru: Показать тему для %(round)s
tr: %(round)s için Önerge Yayınla

source: Not all latest ballots have the same motion. The correct motion must be set manually.
ja: 異なる論題が入力されているバロットがあります。手動で正しい論題を設定してください。

source: Motion vetos are inconsistent; they must be set manually.
ja: 論題の拒否（veto）が一貫していません。手動で正しい論題を設定してください。

source: Motions cannot be copied to the first round.
it: Le mozioni non possono essere copiate nel primo round.
ja: 最初のラウンドに論題をコピーできません。
tr: Önergeler ilk tura kopyalanamaz.

source: Reused the motion from the previous round.
id: Menggunakan %(count)d mosi dari ronde sebelumnya.
it: Mozione del round precedente riutilizzata.
ja: 前のラウンドから%(count)dつの論題を再利用しました。
tr: Önceki turdaki önerge yeniden kullandı.

source: Released the motion.
it: Mozione rilasciata.
ja: 論題をリリースしました。
tr: Önerge yayınlandı.

source: Unreleased the motion.
it: Mozione non rilasciata.
ja: 論題のリリースを取り消しました。
tr: Önerge yayından kaldırıldı.
