Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/locale/*/LC_MESSAGES/djangojs.po
Languages: fr, ja, ru

source: Scan Using Camera
fr: Numériser avec l'appareil photo
ja: カメラでスキャン
ru: Сканировать камерой

source: Stop Camera Scan
fr: Arrêter Numérisation
ja: カメラスキャンを中止
ru: Остановить сканирование камерой

source: Turn On Sounds
fr: Activer les sons
ja: 音声をオンにする
ru: Включить звук

source: %1 checked in %2: %3
fr: %1 enregistré %2 : %3
ja: %1に%3（コード%2）がチェックイン
ru: %1зарегистрирован в %2: %3

source: All
fr: Tout
ja: すべて
ru: Все

source: By %1
fr: Par %1
ru: На %1

source: No matching venues found.
fr: Aucunes salles correspondantes trouvées.
ru: Не найдено соответствующих аудиторий.

source: No matching people found.
fr: Aucunes personnes correspondantes trouvées.
ja: 該当の参加者がいません。
ru: Не найдено соответствующих людей.

source: This page will live-update with new check-ins as they occur although the initial list may be up to a minute old.
fr: Cette page se met à jour automatiquement avec chaque enregistrement, même si la liste initiale peut être jusqu'à une minute hors-jour.
ja: 新たなチェックインは自動的に反映されます（ただし1分程度の遅延がある場合があります）。
ru: Эта страница будет автоматически обновляться с новыми регистрациями по мере того, как они будут поступать, хотя изначальный список может быть минутной давности.

source: <strong>✓</strong> All
fr: <strong>✓</strong> Tous
ja: <strong>✓</strong> すべて
ru: <strong>✓</strong> Все

source: <strong>☓</strong> All
fr: <strong>☓</strong> Tous
ja: <strong>☓</strong> 全員
ru: <strong>X</strong> Все

source: Click to check-in manually
fr: Cliquer pour enregistrer manuellement
ja: ここをクリックして手動でチェックイン
ru: Нажмите для того, чтобы зарегистрировать вручную

source: saving...
fr: enregistrement en cours...
ja: 保存中...
ru: сохранение...

source: This person does not have a check-in identifier so they can't be checked in
fr: Cette personne n'a pas d'identifiant donc elle ne peut pas être enregistrée
ja: チェックインの識別コードがないためチェックインできません
ru: У этого человека нет идентификатора регистрации, так что он не был зарегистрирован

source: If you want to view this page without the sidebar (i.e. for displaying to an auditorium) you can use the assistant version.
fr: Si vous voulez afficher cette page sans la barre latérale (comme pour l'affichage dans un auditorium), vous pouvez utiliser la version d'assistant.
ja: サイドバーなしでこのページを表示したい場合（e.g. ORで表示するため）、アシスタントのものを使用できます。
ru: Если вы хотите просмотреть эту страницу без боковой панели (т.е. для отображения для аудитории), вы можете использовать ассистент-версию.

source: Open the assistant version.
fr: Ouvrir la version d'assistant.
ja: アシスタント版を開く
ru: Открыть ассистент-версию.

source: Click to undo a check-in
fr: Cliquez pour annuler un enregistrement
ja: ここをクリックしてチェックインをキャンセル
ru: Нажмите, чтобы отменить регистрацию

source: %1, a %2 of no institutional affiliation with identifier of %3
fr: %1, un %2 sans affiliation avec l'identifiant %3
ja: %1（%2、インステなし、識別コード%3）
ru: %1, %2 не существует институциональной аффилированности с идентификатором %3

source: %1, a %2 of no institutional affiliation with no assigned identifier
fr: %1, un %2 sans affiliation ni identifiant
ja: %1（%2、インステなし、識別コードなし）
ru: %1, %2 не существует институциональной аффилированности ни с одним из идентификаторов

source: %1, a %2 from %3 with identifier of %4
fr: %1, un %2 de %3 avec l'identifiant %4
ja: %1（%2、インステ%3、識別コード%4）
ru: %1, %2 из %3 с идентификатором %4

source: %1, a %2 from %3 with no assigned identifier
fr: %1, un %2 de %3 sans identifiant
ja: %1（%2、インステ%3、識別コードなし）
ru: %1, %2 из %3 без назначенного идентификатора

source: %1 (Present; id=%2)
fr: %1 (Présent ; id=%2)
ja: %1（出席、id=%2）
ru: %1 (присутствующий; id=%2)

source: %1 (Absent; id=%2)
ja: %1（欠席、id=%2）
ru: %1 (отсутствующий; id=%2)

source: %1, a team with speakers %2
fr: %1, un équipe avec orateurs %2
ja: %1（チーム）、スピーカー%2
ru: %1, команда со спикерами %2

source: Anonymous (due to team codes)
fr: Anonyme (en raison des codes d'équipe)
ja: 匿名（チームコード制のため）
ru: Анонимные (из-за кодов команды)

source: Anon
ja: 匿名
ru: Аноним

source: Independent
fr: Indépendant
ja: 個人
ru: Независимый

source: %1 (%2) with identifier of %3
fr: %1 (%2) avec l'identifiant %3
ja: %1（%2、識別コード%3）
ru: %1 (%2) с идентификатором %3

source: %1 (no category) with identifier of %2
fr: %1 (aucune catégorie) avec l'identifiant %2
ja: %1（カテゴリーなし、識別コード%2）
ru: %1 (без категории) с идентификатором %2

source: %1 (%2) with no assigned identifier
fr: %1 (%2) sans identifiant
ja: %1（%2、識別コード無し）
ru: %1 (%2) без назначенного идентификатора

source: %1 (no category) with no assigned identifier
fr: %1 (aucune catégorie) sans identifiant
ja: %1（カテゴリーなし、識別コード無し）
ru: %1 (нет категории) без назначенного идентификатора

source: Uncategorised
fr: Non catégorisé
ja: カテゴリーなし
ru: Не определена категория

source: No Category
fr: Aucune catégorie
ja: カテゴリーなし
ru: Нет Категории

source: Priority %1
fr: Priorité %1
ja: 優先度%1
ru: Приоритет %1

source: %1 %2 from %3
fr: %1 %2 par %3
ru: %1-%2 из %3

source: %1 %2 from %3 %4
fr: %1 %2 par %3 %4
ru: %1 %2 из %3 %4

source: %1 %2 from %3 on %4 (Chair)
fr: %1 %2 par %3 sur %4 (Président)
ru: %1 %2 из %3 на %4 (чэйр)

source: %1 %2 from %3 on %4 (Panellist)
fr: %1 %2 par %3 sur %4 (Panelliste)
ru: %1 %2 из %3 на %4 (винг)

source: %1 %2 from %3 on %4 (Trainee)
fr: %1 %2 par %3 sur %4 (Stagiaire)
ru: %1 %2 из %3 на %4 (винг без права голоса)

source: Venue:
fr: Salle :
ru: Аудитория:

source: Chair for Panel of %1
fr: Président pour le jury de %1
ru: Чэйр коллегии %1

source: Solo Chair
fr: Président Seul
ja: 単チェア
ru: Чэйр один

source: Panellist
fr: Membre
ja: パネル
ru: Винг

source: Trainee
fr: Stagiaire
ja: トレイニー
ru: Винг без права голоса

source: Team
fr: Équipe
ja: チーム
ru: Команда

source: Mark speeches %1 to %2; <strong>%3</strong>.
fr: Marquer les discours de %1 à %2 ; <strong>%3</strong>.
ru: Отметить речи от %1 до %2; <strong>%3</strong>.

source: Mark replies %1 to %2; <strong>%3</strong>.
fr: Marquer répliques de %1 à %2 ; <strong>%3</strong>.
ru: Отметить ответы %1 на %2; <strong>%3</strong>.

source: Return ballots to %1.
fr: Soumettre feuilles de jugement à %1.
ru: Вернуть бэллоты в %1.

source: The motion is <em>%1</em>
fr: La motion est <em>%1</em>
ru: Тема <em>%1</em>

source: Debated
fr: Débattu
ru: Дебатировала

source: Circle %1
fr: Encercler %1
ru: Круг %1

source: Aff Veto
fr: Véto Aff
ru: Вето утв

source: Neg Veto
fr: Véto Nég
ru: Вето отр

source: tab entry
fr: saisie tab
ru: введение тэба

source: tab check
fr: vérification tab
ru: проверка тэба

source: Unaffiliated
fr: Non-affilié
ja: 無所属
ru: Неаффилированный

source: no ½ marks
fr: pas de demi-points
ru: не разрешены оценки 1/2

source: ½ marks are allowed
fr: demi-points sont permises
ru: оценки 1/2 разрешены

source: decimal marks are allowed
fr: demi-scores sont permises
ru: десятичные оценки разрешены

source: Adjudicating with %1.
fr: Jugeant avec %1.
ru: Судит с %1.

source: Did %1 deliver the adjudication?
fr: %1 a-t-il livré le jugement ?
ru: %1 посудил?

source: Yes
fr: Oui
ja: はい
ru: Да

source: No, I am submitting feedback on:
fr: Non, je donne un évaluation sur :
ru: Нет, я отправляю обратную связь на:

source: Unsure
fr: Incertain
ru: Не точно

source: No
fr: Non
ja: いいえ
ru: Нет

source: Which team won the debate:
fr: Quelle équipe à gagné le débat :
ru: Какая команда выиграла дебаты:

source: By how many points did they win:
fr: Par combien de points ont-ils gagné :
ru: На сколько очков они выиграли:

source: IMPORTANT: Check and explicitly note if a speaker gives multiple speeches
fr: IMPORTANT : Cochez et notez explicitement si un orateur a donné plusieurs discours
ru: ВАЖНО: убедитесь и сделайте отметку есть спикер произносит несколько речей

source: Score:
ru: Оценка:

source: Circle the last digit of the %1's score:
fr: Encerclez le dernier chiffre du score de %1 :
ru: Округлить последнюю цифру %1 балла:

source: Circle Rank:
fr: Encerclez le rang :
ru: Округленное место:

source: Total:
ru: Всего:

source: Circle the last digit of the team's total:
fr: Encerclez le dernier chiffre du total de l'équipe :
ru: Округлить последнюю цифру общего балла команды:

source: Find in Table
fr: Trouver dans la table
ru: Найти в таблице

source: Set All Breaking as Available
fr: Marquer tout qualifiant comme disponible
ja: ブレイクした全員を参加可能にする
ru: Отметить всех брейкающихся как доступных

source: Set all the availabilities to exactly match what they were in the previous round.
fr: Fixer tous les disponibilités pour refléter leurs statuts dans la joute précédente.
ja: 個のラウンドの参加状況を直前のラウンドと一致させる
ru: Установите доступность точно так же, как в предыдущем раунде.

source: Match
fr: Refléter
ru: Совпадение

source: Set all availabilities to exactly match check-ins.
fr: Fixer tous les disponibilités pour refléter les enregistrements.
ja: ラウンドの参加状況をチェックイン状況と一致させる
ru: Установите доступность, чтобы она совпадала с регистрациями.

source: Match Check-Ins
fr: Refléter les enregistrements
ja: チェックインに合わせる
ru: Проверка совпадений

source: Set people as available only if they have a check-in and are currently unavailable — i.e. it will not overwrite any existing availabilities.
fr: Fixer participants comme disponible seulement s’ils peuvent s’enregistrer et qui sont présentement indisponible — i.e. ne va pas écraser les disponibilités qui existent.
ja: チェックインをしていてラウンドの参加状況が不可の人のみを可にする。
ru: Устанавливайте людей как доступных только если они зарегистрировались и в данный момент недоступны - т.к. это не наложится на уже существующие показатели доступности.

source: Copy From Check-Ins
fr: Copier à partir des enregistrements
ja: チェックインからコピー
ru: Копировать из регистраций

source: Ballots Status
fr: Statuts des feuilles de jugement
ja: バロットの状況
ru: Статус бэллотов

source: Latest Actions
fr: Dernières Actions
ja: 直近のアクション
ru: Последние действия

source: No Actions Yet
fr: Aucune Action
ja: アクションなし
ru: Пока нет действий

source: Latest Results
fr: Dernières Résultats
ja: 直近の結果
ru: Последние результаты

source: No Confirmed Results Yet
fr: Aucun Résultat Confirmé
ja: 承認済み結果なし
ru: Пока нет подтвержденных результатов

source: Speaker Demographics
fr: Démographiques des Orateurs
ja: スピーカーの属性分布
ru: Демография спикеров

source: No Gender Information
fr: Pas d’information de genre
ja: ジェンダーの情報なし
ru: Нет информации о гендерах

source: No Speaker Categories Information
fr: Pas d’information des catégories d’orateur
ja: スピーカーカテゴリーの情報なし
ru: Нет информации о категориях спикеров

source: Speaker Results
fr: Résultats d’orateur
ja: スピーカーの結果
ru: Результаты спикеров

source: speakers with gender data
fr: orateurs avec données de genre
ja: 人のジェンダー情報ありのスピーカー
ru: спикеры с данными по гендеру

source: speaker scores total
fr: total des scores d’orateur
ja: つのスピーカースコア
ru: общий спикерский балл

source: No Region Information
fr: Pas d’information de région
ja: 地域情報なし
ru: Нет информации о регионах

source: Adjudicator Demographics
fr: Démographiques des juges
ja: ジャッジの属性分布
ru: Демография судей

source: No Position Information
fr: Pas d’information de rôle
ja: 位置情報なし
ru: Нет информации о позициях

source: Adjudicator Results
fr: Résultats de juge
ja: ジャッジの結果
ru: Результаты судей

source: adjudicators with gender data
fr: juges avec données de genre
ja: 人のジェンダー情報ありのジャッジ
ru: судьи с данными о гендере

source: feedback scores total
fr: totale des scores d’évaluation
ja: つのフィードバックスコア
ru: общий балл по обратной связи

source: No Adjudicator Ratings Information
fr: Pas d’information de rang de juge
ja: ジャッジの評価の情報なし
ru: Нет информации о рейтингах судей

source: No Adjudicator-Adjudicator Feedback Information
fr: Pas d’information d’évaluations juge-juge
ja: ジャッジ間フィードバックの情報なし
ru: Нет информации об обратной связи судей друг для друга

source: Checked-In
fr: Enregistré
ja: チェックイン済み
ru: Зарегистрированы

source: Not Checked-In
fr: Pas enregistré
ja: チェックイン済みでない
ru: Не зарегистрированы

source: Ballot Check-Ins
fr: Enregistrements de feuilles
ru: Проверка бэллотов

source: Unknown
fr: Inconnu
ja: 不明
ru: Неизвестно

source: Unconfirmed
fr: Non-confirmé
ja: 未承認
ru: Не потверждено

source: Confirmed
fr: Confirmé
ja: 承認済み
ru: Подтвержденные

source: Ballot Statuses
fr: Statuts de feuilles
ja: バロットの状況
ru: Статус бэллотов

source: You cannot confirm this ballot because you entered it
fr: Vous pouvez pas confirmer ce feuille parce que vous l’avez saisi
ja: 自分で入力したバロットは承認できません
ru: Вы не можете подтвердить этот бэллот, потому что сами ввели его

source: Add Ballot
fr: Ajouter feuille
ja: バロットを追加
ru: Добавить бэллот

source: Re-Edit
fr: Re-modifier
ja: 再編集
ru: Изменить

source: Review
fr: Réviser
ja: 再閲覧
ru: Обзор

source: No changes
fr: Aucun changement
ja: 変更なし
ru: Без изменений

source: Return to Draw
fr: Retour au tirage
ja: 対戦表に戻る
ru: Вернуться к сетке

source: Auto-Prioritise
fr: Prioriser automatiquement
ja: 自動で優先度付け
ru: Автоприоритет

source: Auto-Allocate
fr: Allouer automatiquement
ja: 自動配置
ru: Распределить автоматически

source: Break
fr: Qualification
ja: ブレイク
ru: Брейк

source: Gender
fr: Genre
ja: ジェンダー
ru: Гендер

source: Rank
fr: Classement
ja: ランク
ru: Место

source: Region
fr: Région
ja: 地域
ru: Регион

source: Category
fr: Catégorie
ja: カテゴリー
ru: Категория

source: The debate's bracket
fr: La tranche du débat
ja: 試合のブラケット
ru: Баллы команд в этих дебатах

source: The bracket range of the hypothetical debate
fr: La gamme des tranches du débat hypothétique
ja: 仮装のディベートのブラケット範囲
ru: Диапазон баллов гипотетических дебатов

source: The total number of live break categories across all teams
fr: Le nombre total de catégories de qualification vives sur toutes les équipes
ja: 全チームのブレイクの可能性が残っているカテゴリーの総数
ru: Общее количество доступных брейковых категорий для всех команд

source: The estimated total number of live break categories across all teams of the hypothetical debate
fr: Le nombre total estimé de catégories de qualification vives sur toutes les équipes du débat hypothétique
ja: 仮の試合の全チームのブレイクの可能性が残っているカテゴリーの総数
ru: Предполагаемое общее число всех доступных брейковых категорий для всех команд гипотетических дебатов

source: This debate's priority
fr: La priorité de ce débat
ja: ディベートの優先度
ru: Приоритет этих дебатов

source: No code name set
fr: Aucun nom code défini
ja: コード名なし
ru: Не задано кодовое имя

source: %1, a %2
fr: %1, un %2

source: No matching rooms found.
ja: 該当の部屋がありません。
