Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Application Programming Interface
fr: Interface de programmation

source: Check-Ins
fr: Enregistrements

source: Sent checkin identifier doesn't exist
fr: L'identifiant d'enregistrement envoyé n'existe pas

source: Checkins
fr: Enregistrements

source: No checkin identifiers exist for sent barcodes
fr: Aucun identifiant d'enregistrement n'existe pour les codes-barres envoyés

source: The barcode must contain exactly six digits.
fr: Le code-barres doit contenir exactement six chiffres.

source: barcode
fr: code-barres

source: <Not the child instance>
fr: <Pas l'instance enfant>

source: person
fr: personne

source: person identifier
fr: identifiant de personne

source: person identifiers
fr: identifiants de personnes

source: debate
fr: débat

source: debate identifier
fr: identifiant de débat

source: debate identifiers
fr: identifiants de débats

source: room identifier
fr: identifiant de salle

source: room identifiers
fr: identifiants de salle

source: identifier
fr: identifiant

source: check-in time
fr: heure d’arrivée

source: tournament
fr: tournoi

source: check-in event
fr: événement d'arrivée

source: check-in events
fr: événements d'arrivée

source: With identifiers
fr: Avec identifiants

source: View as barcodes
fr: Afficher en code-barres

source: Generate missing identifiers
fr: Générer les identifiants manquants

source: Generate all identifiers
fr: Générer tous les identifiants

source: There are no identifiers available to view. An admin will need to generate them.
fr: Il n’y a aucun identifiant disponible à afficher. Un administrateur va devoir les générer.

source: Each of the barcodes below is also an image file that can be download individually. If you want to download them all at once try using a 'bulk downloader' extension/plugin for your browser, such as <a href="https://chrome.google.com/webstore/detail/svg-export/naeaaedieihlkmdajjefioajbbdbdjgp?hl=en-GB">this one (for Chrome)</a>. To download them as a list you can go to Check-Ins section of the Edit Database area and copy/paste from the relevant table.
fr: Chacun des codes-barres suivants est un image qui peut être téléchargé individuellement. Si vous voulez les télécharger tous à la fois, essayez un extension de navigateur, tel <a href="https://chrome.google.com/webstore/detail/svg-export/naeaaedieihlkmdajjefioajbbdbdjgp?hl=fr-CA">celui ci (pour Chrome)</a>. Pour les télécharger en liste vous pouvez aller à la section d’enregistrement du zone de modifications de la base de données et les copier-coller dans la table.

source: You can use Ctrl+P for printing or saving the barcodes PDF. Be sure to set the appropriate <strong>page orientation</strong>, to turn off <strong>headers/footers</strong> and turn on <strong>background graphics</strong>. Works best in Chrome.
fr: Vous pouvez utiliser Ctrl-P pour imprimer ou sauvegarder les codes-barres en PDF. Assurez-vous d’avoir réglé la bonne <strong>orientation de page</strong>, avoir désactivé les <strong>en-têtes et les pieds de page</strong> et d’avoir activé les <strong>graphiques d’arrière-plan</strong>. Meilleurs résultats avec Chrome.

source: To scan an identifier type the number below (it will auto-submit). You can also use a barcode scanner (configured to work as a keyboard) or scan from a webcam or phone camera using the button below.
fr: Pour numériser un identifiant, saisissez le nombre ci-contre (il s’enregistrera automatiquement). Vous pouvez aussi utiliser un lecteur de code-barres (équivalent à un clavier) ou un appareil photo (webcam ou portable) avec le bouton ci-contre.

source: Not checked in (barcode %(barcode)s)
fr: Pas enregistré (code-barres %(barcode)s)

source: Not checked in; no barcode assigned
fr: Pas enregistré ; aucun code-barres

source: checked in at %(time)s
fr: enregistré à %(time)s

source: %(speaker)s checked in at %(time)s.
fr: %(speaker)s s'est enregistré à %(time)s.

source: %(speaker)s is missing.
fr: %(speaker)s est manquant(e).

source: Scan Identifiers
fr: Numériser les identifiants

source: People's Check-In Statuses
fr: Statuts d’enregistrement des personnes

source: Rooms' Check-In Statuses
fr: Statuts d’enregistrement des salles

source: Make Identifiers
fr: Créer les identifiants

source: Speakers
fr: Orateurs

source: Adjudicators
fr: Juges

source: Rooms
fr: Salles

source: Generated identifiers for %s
fr: Identifiants générés฀pour %s

source: Identifiers
fr: Identifiants

source: Could not check you in as you do not have an identifying code — your tab director may need to make you an identifier.
fr: N’a pas pu vous enregistrer parce que vous n’avez pas d’identifiant — le rapporteur pourrait devoir vous en créer.

source: You have revoked your check-in.
fr: Vous vous êtes dé-enregistré.

source: Whoops! Looks like your check-in was already revoked.
fr: Oups ! Vous étiez déjà désinscrit.

source: Whoops! Looks like you're already checked in.
fr: Oups ! Vous étiez déjà enregistré.

source: You are now checked in.
fr: Vous êtes désormais enregistré.

source: Arabic
fr: arabe

source: English
fr: anglais

source: Spanish
fr: espagnol

source: French
fr: français

source: Indonesian
fr: Indonésien

source: Japanese
fr: japonais

source: Portuguese
fr: portugais

source: Russian
fr: russe

source: Simplified Chinese
fr: chinois simplifié

source: Translation
fr: Traduction

source: You need to delete the above objects first.
fr: Vous devez d’abord supprimer les objets ci-dessus.

source: This style of info card announces critical information. <a href="">Link</a>.
fr: Cette style de carte d'information annonce de l'information critique. <a href="">Lien</a>.

source: This style of info card announces general <a href="">information</a>.
fr: Cette style de carte d'information annonce de <a href="">l'information générale</a>.

# page title
source: Form Title
fr: Titre de forme

source: Sub Title Title
fr: Sous-titre titre

# button
source: Log In
fr: Connexion

# button
source: I forgot my password
fr: J'ai oublié mon mot de passe

source: The tab for %(tournament)s runs on Tabbycat, a source-available tab system for a variety of parliamentary debating formats
fr: Le site pour %(tournament)s fonctionne sur Tabbycat, un système de jumelage libre pour une variété de formats de débat parlementaire

source: This tab runs on Tabbycat, a source-available tab system for a variety of parliamentary debating formats
fr: Ce site fonctionne sur Tabbycat, un système de jumelage libre pour une variété de formats de débat parlementaire

source: Whoops! There was an error with one or more fields.
fr: Oups ! Il y a une erreur dans un ou plusieurs champs.

source: Save and Add More
fr: Enregistrer et en ajouter davantage

source: Permission Denied (403)
fr: Accès refusé (403)

source: This assistant page isn't enabled for this tournament. <a href="%(url)s">Back to the assistant home page.</a>
fr: Cette page n'est pas activée pour les assistants de ce tournoi. <a href="%(url)s">Retourner à la page d'accueil pour les assistants.</a>

source: You're currently using %(nrows)s row in your database. If you haven't already upgraded your Heroku database to a paid tier, it's limited to a maximum of 10,000 rows. As you're close to this limit, you should <strong>not create new tournaments</strong> on this site unless and until you've <a href="https://devcenter.heroku.com/articles/upgrading-heroku-postgres-databases">upgraded your database</a> to a paid tier.
fr: Vous utilisez actuellement %(nrows)s rangée dans votre base de données. Si vous n’avez pas encore mis à niveau votre compte Heroku à un tier payant, le nombre de rangées est limité à 10 000 rangées. Comme vous approchez cette limite, vous ne devriez <strong>pas créer de nouveaux tournois</strong> sur ce site et jusqu’à temps que vous avez <a href="https://devcenter.heroku.com/articles/upgrading-heroku-postgres-databases">mis à niveau votre base de données</a> à un tier payant.

source: It looks like you're using the old SendGrid config vars on Heroku, <code>SENDGRID_USERNAME</code> and <code>SENDGRID_PASSWORD</code>. These are now deprecated (as of version 2.6), and will stop working in a future version of Tabbycat. Please change your config vars to use <code>SENDGRID_API_KEY</code> instead. For more information, please see <a href="https://tabbycat.readthedocs.io/en/stable/features/notifications.html#configuring-an-email-provider"> our documentation on this topic</a>.
fr: Il semble que vous utilisez les vieux variables d'environnement d'Heroku, <code>SENDGRID_USERNAME</code> et <code>SENDGRID_PASSWORD</code>. Ceux-ci sont désormais désuets (depuis la version 2.6) et cesseront de fonctionner dans une version future de Tabbycat. Veuillez changer vos variables d'environnement afin d'utiliser <code>SENDGRID_API_KEY</code>. Pour plus d'information, lisez <a href="https://tabbycat.readthedocs.io/en/stable/features/notifications.html#configuring-an-email-provider">notre documentation au sujet</a>.

source: Whoops! This page isn't enabled for this tournament. <a href="%(url)s">Back to the tournament home page.</a>
fr: Oups ! Cette page n'est pas activée pour ce tournoi. <a href="%(url)s">Retourner à la page d'accueil du tournoi.</a>

source: Whoops! This page isn't enabled for this tournament. <a href="%(url)s">Back to the home page.</a>
fr: Oups ! Cette page n'est pas activée pour ce tournoi. <a href="%(url)s">Retourner à la page d'accueil.</a>

source: %(tournament)s runs on Tabbycat %(tabbycat_version)s (%(tabbycat_codename)s)
fr: %(tournament)s fonctionne sur Tabbycat %(tabbycat_version)s (%(tabbycat_codename)s)

source: This site runs on Tabbycat %(tabbycat_version)s (%(tabbycat_codename)s)
fr: Ce site fonctionne sur Tabbycat %(tabbycat_version)s (%(tabbycat_codename)s)

source: Tabbycat is a source-available project developed by volunteers, and is free to use for tabbing non-profit, non-fundraising tournaments.
fr: Tabbycat est un projet libre, développé par des bénévoles. Vous pouvez l'utiliser gratuitement pour jumeler les tournois non lucratif et pas pour des levés de fonds.

source: For a tournament of this size, we suggest <a href="https://opencollective.com/tabbycat/contribute/licensing-29466/checkout?amount=%(amount)s">a donation of <strong>$%(amount)s</strong></a>.
fr: Pour un tournoi de cette taille, nous suggérons <a href="https://opencollective.com/tabbycat/contribute/licensing-29466/checkout?amount=%(amount)s">un don de <strong>%(amount)s$</strong></a>.

source: Learn more about donating.
fr: En savoir plus à propos des donations.

source: <a href="https://opencollective.com/tabbycat">Donations to Tabbycat from individuals or organisations</a> are much appreciated.
fr: <a href="https://opencollective.com/tabbycat">Les dons à Tabbycat de personnes ou d'organisations</a> sont très appréciés.

source: Still timing debates with the stopwatch app?
fr: Chronométrez-vous encore avec l'application chronomètre ?

source: Using an app designed for debate timekeeping makes speaking and adjudicating easier! Check out <a href="https://itunes.apple.com/app/apple-store/id1156065589?pt=814172&ct=Tabbycat%%20Installs&mt=8">Timekept</a> (iPhone/iPad) or <a href="https://play.google.com/store/apps/details?id=net.czlee.debatekeeper&referrer=utm_source%%3Dtabbycat%%26utm_medium%%3Dfooter">Debatekeeper</a> (Android).
fr: Utiliser un application conçu pour le débat rend parler et juger plus facile ! Découvrez <a href="https://itunes.apple.com/app/apple-store/id1156065589?pt=814172&ct=Tabbycat%%20Installs&mt=8">Timekept (iPhone/iPad)</a> ou <a href="https://play.google.com/store/apps/details?id=net.czlee.debatekeeper&referrer=utm_source%%3Dtabbycat%%26utm_medium%%3Dfooter">Debatekeeper (Android)</a>.

source: Our Organisation
fr: Notre organisation

source: Tabbycat is supported by the <a href="http://tabbycat-debate.org/">Tabbycat Debate Association</a>, a non-profit for advancing open debate technology.
fr: Tabbycat est soutenu par l'<a href="http://tabbycat-debate.org/">Association de débat Tabbycat</a>, un organisme à but non-lucratif pour la technologie de débat libre.

source: Language
fr: Langue

source: Support
fr: Aide

source: Set Up A Copy
fr: Installer une copie

source: Change Language
fr: Changer la langue

source: Use this language
fr: Utiliser cette langue

source: Tabbycat Logo
fr: Logo de Tabbycat

source: Site Home
fr: Accueil du site

source: New Tournament
fr: Créer un nouveau tournoi

source: Edit Database
fr: Modification de la base de données

source: Admin Area
fr: Zone administrative

source: Assistant Area
fr: Zone d'assistants

source: Public Area
fr: Zone publique

source: Overview
fr: Vue d’ensemble

source: Setup
fr: Configuration

source: Configuration
fr: Paramètres

source: Import Data
fr: Importer des données

source: Private URLs
fr: URLs privées

source: Emails
fr: Courriels

source: Preformed Panels
fr: Jurys préformés

source: Export XML
fr: Exporter XML

source: Sides
fr: Côtés

source: People's Status
fr: Statuts des Personnes

source: Rooms' Status
fr: Statuts des Salles

source: Feedback
fr: Évaluations

source: Latest
fr: Récents

source: Comments
fr: Commentaires

source: Find by Source
fr: Trouver par source

source: Find by Target
fr: Trouver par cible

source: Unsubmitted
fr: Non soumis

source: Add Feedback
fr: Saisir des Évaluations

source: Bulk Update
fr: Mise à jour par lots

source: Standings
fr: Classement

source: All Teams
fr: Toutes les équipes

source: Teams
fr: Équipes

source: %(category)s Teams
fr: Équipes %(category)s

source: All Speakers
fr: Tous les orateurs

source: %(category)s Speakers
fr: Orateurs %(category)s

source: Replies
fr: Répliques

source: Diversity
fr: Diversité

source: Breaks
fr: Qualifications

source: Adjudicators'
fr: Juges

source: Edit Categories
fr: Modifier les catégories

source: Edit Eligibility
fr: Modifier Éligibilité

source: Log Out
fr: Déconnexion

source: Enter Results
fr: Saisie des résultats

source: Enter Feedback
fr: Saisie d'une évaluation

source: Participants List
fr: Liste de participants

source: Code Names
fr: Noms de code

source: View Identifiers
fr: Voir les identifiants

source: Room's Status
fr: Statuts des Salles

source: Display/Print Draw
fr: Affichage et imprimerie du tirage

source: Team Tab
fr: Tab des équipes

source: Speaker Tab
fr: Tab des orateurs

source: Replies Tab
fr: Tab des discours de réponse

source: Adjudicator Tab
fr: Tab des juges

source: Motions Tab
fr: Tab des motions

source: By round
fr: Par joute

source: Globally
fr: Globalement

source: Draws
fr: Tirages

source: No Draws Available
fr: Aucun tirage disponible

source: Draw for %(round)s
fr: Tirage de %(round)s

source: Current Draws
fr: Tirages actuelles

source: Results
fr: Résultats

source: Break
fr: Qualification

source: Feedback Progress
fr: Progrès des Évaluations

source: Enter Ballot
fr: Saisie d'une feuille

source: Availability
fr: Disponibilité

source: Draw
fr: Tirage

source: Display
fr: Affichage

source: Administrator area for <strong>%(tournament)s</strong>
fr: Zone administrative de <strong>%(tournament)s</strong>

source: Assistant area for <strong>%(tournament)s</strong>
fr: Zone pour les assistants de <strong>%(tournament)s</strong>

source: Public area for <strong>%(tournament)s</strong>
fr: Zone publique de <strong>%(tournament)s</strong>

source: Login
fr: Connexion

source: Goodbye
fr: Au revoir

source: You have been logged out. <a href="%(login_url)s">Log in again?</a>
fr: Vous avez été déconnecté. <a href="%(login_url)s">Se connecter à nouveau ?</a>

# page title
source: Login
fr: Connexion

# page title
source: Log in to Tabbycat
fr: Connexion à Tabbycat

source: Your username and password didn't match.
fr: Votre nom d'utilisateur et votre mot de passe n'ont pas correspondu.

source: Your account doesn't have access to this page. To proceed, please log in with an account that has access.
fr: Votre compte ne vous permet pas d'accéder cette page. Pour continuer, veuillez vous connecter.

source: Please log in to see this page.
fr: Veuillez vous connecter afin de voir ce page.

# page title
source: Password changed
fr: Mot de passe modifié avec succès

source: Your password has been changed.
fr: Votre mot de passe a bien été modifié.

source: Go to the home page
fr: Aller sur la page d’accueil

# page title
source: Password Change
fr: Modification du mot de passe

source: API Token: <samp>%(api_token)s</samp>
fr: Jeton IPA : <samp>%(api_token)s</samp>

source: The API token will allow you to authorize external applications to access the site as staff.
fr: Le jeton d'IPA vous permet d'autoriser des applications externes à accéder le site comme administrateur.

source: Please enter your old password, then enter a new one.
fr: Veuillez saisir votre ancien mot de passe, puis saisissez un nouveau.

# button
source: Change my password
fr: Modifier mon mot de passe

source: Cancel and go back to the site home page
fr: Annuler et revenir à la page d’accueil du site

# page title
source: Password reset complete
fr: Réinitialisation du mot de passe effectuée

source: Your password has been reset.
fr: Votre mot de passe a été réinitialisé.

source: Go to the login page
fr: Aller à la page de connexion

# page title
source: Password Reset Confirmation
fr: Confirmation de réinitialisation de mot de passe

# page title
source: Password Reset
fr: Réinitialisation de mot de passe

source: Please enter a new password (twice):
fr: Veuillez saisir un nouveau mot de passe (deux fois) :

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fr: Le lien de réinitialisation de mot de passe était invalide, peut-être parce qu'il a déjà été utilisé. Veuillez demander une nouvelle réinitialisation de mot de passe.

# page title
source: Password reset email sent
fr: Courriel de réinitialisation de mot de passe envoyé

source: We've emailed you instructions for setting your password, if an account exists with the email address you entered. You should receive them shortly.
fr: Un courriel contenant des instructions sur la manière de réinitialiser votre mot de passe a été envoyé à l'adresse électronique que vous avez fournie. Vous devriez le recevoir rapidement.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
fr: Si vous ne recevez pas de courriel, assurez-vous d'avoir saisi la même adresse avec laquelle vous vous êtes inscrit et vérifiez votre dossier de courriers indésirables / pourriel.

source: Hi, %(user)s!
fr: Bonjour, %(user)s !

source: Someone asked for a password reset for the email address %(email)s on the Tabbycat site at %(protocol)s://%(domain)s.
fr: Quelqu'un a demandé une réinitialisation de mot de passe pour l'adresse courriel %(email)s sur le site Tabbycat à %(protocol)s://%(domain)s.

source: If this was you, follow the link below to reset your password:
fr: Si c’était vous, suivez le lien ci-dessous afin de réinitialiser votre mot de passe :

source: If this wasn't you, that probably means someone else typed your email address into the password reset form on the Tabbycat site at %(protocol)s://%(domain)s.
fr: Si ce n’était pas vous, cela signifie probablement que quelqu'un d’autre a saisi votre adresse courriel dans le formulaire de réinitialisation de mot de passe sur le site Tabbycat à %(protocol)s://%(domain)s.

source: Enter your email address below, and we'll email you a password reset link.
fr: Saisissez votre adresse courriel ci-dessous, et nous vous enverrons un lien de réinitialisation de mot de passe.

source: Please enter a valid email address.
fr: Veuillez saisir une adresse courriel valide.

# button
source: Reset my password
fr: Réinitialiser mon mot de passe

source: Back to the login page
fr: Retour à la page de connexion

source: Password reset on Tabbycat site at %(domain)s
fr: Réinitialisation de mot de passe sur le site Tabbycat à %(domain)s

source: Hi, %(user)s — you just logged in!
fr: Bonjour, %(user)s , vous venez de vous connecter !

source: Welcome! You just logged in!
fr: Bienvenue ! Vous venez de vous connecter !

source: Users with staff status can view and edit the Edit Database area. This is potentially dangerous and should be reserved for the actual tab director(s).
fr: Les utilisateurs ayant le status équipe peuvent voir et modifier la zone pour modifier la base de données. Ces droits sont potentiellement dangereux et devront être réservés aux rapporteurs.

source: Superusers have full access all areas of Tabbycat necessary to run a tournament. Users who are not superusers are still able to perform data entry tasks such as adding results and feedback but can't access confidential areas such as the Breaks and Feedback sections. Chief adjudicators and their deputies are generally given superuser status if they know what they are doing.
fr: Les utilisateurs ayant le statut super-utilisateur ont l'accès plein à tous les zones de Tabbycat dont ils ont besoin pour diriger un tournoi. Ceux qui ne sont pas super-utilisateurs peuvent néanmoins accomplir des tâches, telles que l'ajout des résultats et des évaluations, mais ils ne peuvent pas accéder les zones confidentielles, par examples les sections de la qualification et pour voir les évaluations. Les membres de l'équipe d'adjudications reçoivent en général ce status s'ils savent ce qu'ils font.

source: <strong>Warning:</strong> You shouldn't delete users from the database once they've done something, because the database logs actions taken by those users, and deleting the users also deletes the related logs. If you wish to deactivate a user account, go back to edit the user, click on the “Permissions” tab, unchecked the “Active” box, and save the user.
fr: <strong>Attention :</strong> Vous ne devriez pas supprimer des utilisateurs de la base de données après qu'ils aient fait des actions, parce que la base de données enregistre les actions des utilisateurs, donc en supprimant des utilisateurs, le journal des actions de l'utilisateur serait aussi supprimé. Pour désactiver un utilisateur, retournez à l'utilisateur sous l'onglet « Permissions » et décochez « Actif », puis sauvegarder.

source: Sign-Up
fr: Inscription

# page title
source: Create a New Administrator Account
fr: Créer un nouveau compte administrateur

# page title
source: Create a New Assistant Account
fr: Créer un nouveau compte assistant

source: Create Account
fr: Créer compte

source: You have successfully created a new administrator account.
fr: Vous avez créé un nouveau compte administateur avec succès.

source: You have successfully created a new assistant account.
fr: Vous avez créé un nouveau compte assistant avec succès.

source: Whoops! It looks like someone's already created the first user account. Please log in.
fr: Oups ! Il semble que quelqu'un a déjà créé le premier utilisateur. Veuillez vous connecter.

source: Welcome! You've created an account for %s.
fr: Bienvenue ! Vous avez créé un compte pour %s.
