Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/adjallocation/locale/*/LC_MESSAGES/django.po
Languages: ar, bn, ca, es, fr, ja

source: Conflict: <strong>%(adjudicator1)s</strong> & <strong>%(adjudicator2)s</strong> (personal)
bn: দ্বন্দ্বঃ <strong>%(adjudicator1)s</strong> & <strong>%(adjudicator2)s</strong> (personal)
ca: Incompatibilitat: <strong>%(adjudicator1)s</strong> i <strong>%(adjudicator2)s</strong> (personal)
es: Conflicto: <strong>%(adjudicator1)s</strong> y <strong>%(adjudicator2)s</strong> (personal)
fr: Conflit: <strong>%(adjudicator1)s</strong> & <strong>%(adjudicator2)s</strong> (personnelle)
ja: コンフリクト：<strong>%(adjudicator1)s</strong>・<strong>%(adjudicator2)s</strong>（個人）

source: Conflict: <strong>%(adjudicator1)s</strong> & <strong>%(adjudicator2)s</strong> via institution <strong>%(institution)s</strong>
bn: দ্বন্দ্বঃ <strong>%(adjudicator1)s</strong> & <strong>%(adjudicator2)s</strong> প্রতিষ্ঠানের দ্বারা <strong>%(institution)s</strong>
ca: Incompatibilitat: <strong>%(adjudicator1)s</strong> i <strong>%(adjudicator2)s</strong> degut a Institució <strong>%(institution)s</strong>
es: Conflicto: <strong>%(adjudicator1)s</strong> & <strong>%(adjudicator2)s</strong> a través de la institución <strong>%(institution)s</strong>
fr: Conflict: <strong>%(adjudicator1)s</strong> & <strong>%(adjudicator2)s</strong> par institution <strong>%(institution)s</strong>
ja: コンフリクト：<strong>%(adjudicator1)s</strong>・<strong>%(adjudicator2)s</strong>（インステ<strong>%(institution)s</strong>関連）

source: Male
bn: পুরুষ
ca: Home
es: Hombre
fr: Homme
ja: 男性

source: Female
bn: নারী
ca: Dona
es: Mujer
fr: Femme
ja: 女性

source: Other
bn: অন্যান্য
ca: Altre
es: Otro
fr: Autre
ja: その他

source: Unknown
bn: অজ্ঞাত
ca: Desconegut
es: Desconocido
fr: Inconnu
ja: 不明

source: Edit Allocation
bn: নির্ধারিত বিচারক পরিবর্তন করুন
ca: Edita Localització
es: Editar adjudicación
fr: Modifier Allocation
ja: アロケーションを編集

source: Edit Panels
bn: প্যানেল পরিবর্তন করুন
ca: Edita Grup de Jutges
es: Editar paneles
fr: Modifier Jurys
ja: パネルを編集

source: Return to Panels Overview
bn: প্যানেলের সার্বিক চিত্রে ফিরে যান
ca: Retorna a la supervisió dels Grups de Jutges
es: Volver a la vista general de paneles
fr: Retour au vue d’ensemble des jurys
ja: パネルの概要に戻る

source: Adjudicator-Team Conflicts
ar: تعارضات (محكم-فريق)
bn: বিচারক-দল দ্বন্দ্বসমূহ
ca: Incompatibilitats Jutge-Equip
es: Incompatibilidad juez-equipo
fr: Conflits juge-équipe
ja: ジャッジ・チーム間コンフリクト

source: Save Adjudicator-Team Conflicts
ar: حفظ تعارضات (مجكم-فريق)
bn: বিচারক-দল দ্বন্দ্বসমূহ সেভ করুন
ca: Guardar Incompatibilitats Jutge-Equip
es: Guardar incompatibilidad juez-equipo
fr: Enregistrer conflits juge-équipe
ja: ジャッジ・チーム間コンフリクトを保存

source: Saved %(count)d adjudicator-team conflict.
bn: %(count)d বিচারক-দল দ্বন্দ্ব সেভ করা হয়েছে
ca: %(count)d Incompatibilitat Jutge-Equip guardada.
es: Se guardó %(count)dincompatibilidad juez-equipo.
fr: Enregistré %(count)d conflit juge-équipe.
ja: %(count)d件のジャッジ・チーム間コンフリクトを保存しました。

source: Deleted %(count)d adjudicator-team conflict.
bn: %(count)d বিচারক-দল দ্বন্দ্ব মুছে ফেলা হয়েছে।
ca: %(count)d Incompatibilitat Jutge-Equip esborrada.
es: Se eliminó %(count)d incompatibilidad juez-equipo.
fr: Supprimé %(count)d conflit juge-équipe.
ja: %(count)d件のジャッジ・チーム間コンフリクトを削除しました。

source: No changes were made to adjudicator-team conflicts.
ar: لم يتم تغيير لتعارضات (محكم-فريق)
bn: বিচারক-দল দ্বন্দ্বসমূহের কোনো পরিবর্তন করা হয়নি
ca: No s'han fet canvis a les Incompatibilitats Jutge-Equip.
es: No se hicieron cambios en las incompatibilidades juez-equipo.
fr: Aucun changement n’a été fait aux conflits juge-équipe.
ja: ジャッジ・チーム間コンフリクトに変更はありません。

source: Adjudicator-Adjudicator Conflicts
bn: বিচারক-বিচারক দ্বন্দ্বসমূহ
ca: Incompatibilitats Jutge-Jutge
es: Incompatibilidades Juez-Juez
fr: Conflits juge-juge
ja: ジャッジ間コンフリクト

source: Save Adjudicator-Adjudicator Conflicts
bn: বিচারক-বিচারক দ্বন্দ্বসমূহ সেভ করুন
ca: Guardar Incompatibilitats Jutge-Jutge
es: Guardar incompatibilidades Juez-Juez
fr: Enregistrer les conflits juge-juge
ja: ジャッジ間コンフリクトを保存

source: Saved %(count)d adjudicator-adjudicator conflict.
bn: %(count)d বিচারক-বিচারক দ্বন্দ্ব সেভ করা হয়েছে।
ca: %(count)d Incompatibilitat Jutge-Jutge guardada.
es: Se guardó %(count)d incompatibilidad juez-juez.
fr: Enregistré %(count)d conflit juge-juge.
ja: %(count)d件のジャッジ間コンフリクトを保存しました。

source: Deleted %(count)d adjudicator-adjudicator conflict.
bn: %(count)d বিচারক-বিচারক দ্বন্দ্ব সেভ করা হয়েছে।
ca: %(count)d Incompatibilitat Jutge-Jutge esborrada.
es: Se eliminó %(count)d incompatibilidad juez-juez.
fr: Supprimé %(count)d conflit juge-juge.
ja: %(count)d件のジャッジ間コンフリクトを削除しました。

source: No changes were made to adjudicator-adjudicator conflicts.
bn: বিচারক-বিচারক দ্বন্দ্বের কোনো পরিবর্তন হয়নি
ca: No s'han fet canvis a les Incompatibilitats Jutge-Jutge.
es: No se hicieron cambios en las incompatibilidades juez-juez.
fr: Aucun changement n’a été fait aux conflits juge-juge.
ja: ジャッジ間コンフリクトに変更はありません。

source: Adjudicator-Institution Conflicts
bn: বিচারক-প্রতিষ্ঠান দ্বন্দ্ব
ca: Incompatibilitats Jutge-Institució
es: Incompatibilidades Juez-Institución
fr: Conflits juge-institution
ja: ジャッジ・インステ間コンフリクト

source: Save Adjudicator-Institution Conflicts
bn: বিচারক-প্রতিষ্ঠান দ্বন্দ্ব সেভ করুন
ca: Guardar Incompatibilitats Jutge-Institució
es: Guardar incompatibilidades Juez-Institución
fr: Enregistrer les conflits juge-institution
ja: ジャッジ・インステ間コンフリクトを保存

source: Saved %(count)d adjudicator-institution conflict.
bn: %(count)d বিচারক-প্রতিষ্ঠান দ্বন্দ্ব সেভ করা হয়েছে।
ca: %(count)d Incompatibilitat Jutge-Institució guardada.
es: Guardar %(count)d incompatibilidad juez-institución.
fr: Enregistré %(count)d conflit juge-institution.
ja: %(count)d件のジャッジ・インステ間コンフリクトを保存しました。

source: Deleted %(count)d adjudicator-institution conflict.
bn: %(count)d বিচারক-প্রতিষ্ঠান দ্বন্দ্ব মুছে ফেলা হয়েছে।
ca: %(count)d Incompatibilitat Jutge-Institució esborrada.
es: Eliminar %(count)dincompatibilidad juez-institución
fr: Supprimé %(count)d conflit juge-institution.
ja: %(count)d件のジャッジ・インステ間コンフリクトを削除しました。

source: No changes were made to adjudicator-institution conflicts.
bn: বিচারক-প্রতিষ্ঠান দ্বন্দ্বের কোনো পরিবর্তন হয়নি
ca: No s'han fet canvis a les Incompatibilitats Jutge-Institució.
es: No se hizo ningún cambio en las incompatibilidades juez-institución
fr: Aucun changement n’a été fait aux conflits juge-institution.
ja: ジャッジ・インステ間コンフリクトに変更はありません。

source: Team-Institution Conflicts
bn: দল-প্রতিষ্ঠান দ্বন্দ্বসমূহ
ca: Incompatibilitats Equip-Institució
es: Conflictos equipo-institución
fr: Conflits équipe-institution
ja: チーム・インステ間コンフリクト

source: Save Team-Institution Conflicts
bn: দল-প্রতিষ্ঠান দ্বন্দ্বসমূহ সেভ করুন
ca: Guardar Incompatibilitats Equip-Institució
es: Salvar conflictos entre instituciones de equipo
fr: Enregistrer les conflits équipe-institution
ja: チーム・インステ間コンフリクトを保存

source: Saved %(count)d team-institution conflict.
bn: %(count)d দল-প্রতিষ্ঠান দ্বন্দ্ব সেভ করা হয়েছে।
ca: %(count)d Incompatibilitat Equip-Institució guardada.
es: Salvado %(count)d conflicto equipo-institución.
fr: Enregistré %(count)d conflit équipe-institution.
ja: %(count)d件のチーム・インステ間コンフリクトを保存しました。

source: Deleted %(count)d team-institution conflict.
bn: %(count)d দল-প্রতিষ্ঠান দ্বন্দ্ব মুছে ফেলা হয়েছে।
ca: %(count)d Incompatibilitat Equip-Institució esborrada.
es: Se ha eliminado el conflicto de institución de equipo %(count)d.
fr: Supprimé %(count)d conflit équipe-institution.
ja: %(count)d個のチーム・インステ間コンフリクトを削除しました。

source: No changes were made to team-institution conflicts.
bn: দল-প্রতিষ্ঠান দ্বন্দ্বের কোনো পরিবর্তন হয়নি
ca: No s'han fet canvis a les Incompatibilitats Equip-Institució.
es: No se hicieron cambios en los conflictos de las instituciones de equipo.
fr: Aucun changement n’a été fait aux conflits équipe-institution.
ja: チーム・インステ間コンフリクトに変更はありません。

source: Edit Adjudicators for %(round_abbr)s
ar: تعديل محكمين للجولة %(round_abbr)s

source: Not all adjudicators specified are associated with the tournament.
ar: ليس كل المحكمين المحددين مرتبطين بالبطولة.
