Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/adjallocation/locale/*/LC_MESSAGES/django.po
Languages: ar, bn, ca, es, fr, ja

source: There are no available adjudicators. Ensure there are adjudicators who have been marked as available for this round before auto-allocating.
bn: কোনো বিচারকের উপস্থিতি নিশ্চিত করা হয়নি। স্বয়ংক্রিয় বিচারক সংস্থানের আগে যথেষ্ট বিচারকের উপস্থিতি নিশ্চিত করুন.
ca: No hi ha jutges disponibles. Assegura't que hi ha jutges marcats com a disponibles abans de fer l'autoubicació.
es: No hay jueces disponibles. Asegúrese de que haya jueces que se hayan marcado como disponibles para esta ronda antes de la asignación automática.
fr: Aucun juge n’est disponible. Assurez-vous qu’il y a des juges marqués comme disponibles pour cette joute avant de commencer l’allocation automatisée.
ja: 参加するジャッジがいません。自動配置をする前に、ジャッジ可能とマークされている人がいることを確認してください。

source: %(count)s score is larger than the maximum permitted adjudicator score (%(score).1f).
bn: %(count)s আপনার জমা দেয়া স্কোরটি সর্বোচ্চ বিচারক স্কোর (%(score).1f) অপেক্ষা বড়.
ca: %(count)s punts superen el màxim permès per puntuar a un jutge (%(score).1f).
fr: %(count)s note est supérieure à la note maximale (%(score).1f).
ja: %(count)sスコアがジャッジにつけられる最高点を超えています(%(score).1f)

source: %(count)s score is smaller than the minimum permitted adjudicator score (%(score).1f).
bn: %(count)s আপনার জমা দেয়া স্কোরটি সর্বোচ্চ বিচারক স্কোর (%(score).1f) অপেক্ষা বড়.
ca: %(count)s punts no arriben al mínim permès per puntuar a un jutge (%(score).1f).
es: La puntuación de %(count)s es inferior a la puntuación mínima permitida por el juez (%(score).1f).
fr: %(count)s note est inférieure à la note minimale (%(score).1f).
ja: %(count)sスコアがジャッジにつけられる最低点を超えています(%(score).1f)

source: There are no adjudicators eligible to be a chair or panellist. Try changing the "Minimum feedback score required to be allocated as chair or panellist" setting to something lower than at least some adjudicators' current scores, and try again.
bn: চেয়ার অথবা প্যানেলিস্ট হওয়ার যোগ্য বিচারক নেই। "চেয়ার বা প্যানেলিস্ট হওয়ার সর্বনিম্ন মূল্যায়ন স্কোর" পরিবর্তন করে বিচারকদের বর্তমান স্কোরের নিচে নির্ধারণ করুন।.
ca: No hi ha jutges disponibles per ser principals o panelistes. Prova de canviar la nota mínima de retroalimentació necessària per ser ubicat com a principal o panelista a un valor prou baix, almenys a les notes d'alguns jutges, i torna-ho a provar.
es: No hay jueces elegibles para ser principal o panelista. Intenta cambiar la configuración de "Puntaje mínimo de feedback requerido para ser asignado como principal o panelista" hacia algo más bajo que el puntaje actual de algunos jueces e intenta de nuevo.
fr: Il n'y a pas de juge éligible pour être ni président ni panelliste. Veuillez réduire la valeur du paramètre « Score minimum pour être président ou panelliste » pour être moins que les scores actuels et réessayez.
ja: チェア又はパネルに割り当てられるジャッジがいません。 設定から「チェア又はパネルに配置するのに必要なスコアの最低値」を引き下げ、現在のジャッジのスコアより最低限下回るように変更してから、もう一度お試しください。

source: There are no debates for this round. Maybe you haven't created a draw yet?
bn: এই রাউন্ডের জন্য কোনো বিতর্ক নেই। সম্ভবত আপনি ড্র তৈরী করেন নি এখনো?
ca: No hi ha debats per aquesta ronda. Potser no has creat l'emparellament encara?
es: No hay debates para esta ronda. Tal vez aún no haz creado el enfrentamiento de equipos aún.
fr: Il n’y a aucun débat dans cette joute. N’aurez-vous pas encore fait un tirage ?
ja: このラウンドにはディベーターがいません。まだ対戦表を作っていない可能性があります。

source: There are %(debate_count)s debates but only %(adj_count)s voting adjudicators.
bn: %(debate_count)s টি বিতর্ক আছে কিন্তু মাত্র %(adj_count)s জন ভোট করার মতো বিচারক আছেন।
ca: Hi ha %(debate_count)s debats previstos, però només %(adj_count)s jutges amb vot disponibles.
es: Hay %(debate_count)s debates pero solo %(adj_count)s jueces con voto.
fr: Il y a %(debate_count)s débats mais juste %(adj_count)s juges votants.
ja: %(debate_count)s試合ありますが、 %(adj_count)s人のジャッジしか投票できません。

source: There are %(panel_debates)s panel debates but only %(panellists)s available panellists (less than %(needed)s).
bn: %(panel_debates)s টি প্যানেল বিতর্ক আছে কিন্তু মাত্র %(panellists)s জন প্যানেলিস্ট আছেন ( %(needed)s এর তুলনায় কম).
ca: Hi ha %(panel_debates)s panells de jutges, però només %(panellists)s panelistes disponibles (menys dels %(needed)s necessaris).
es: Hay debates en el panel %(panel_debates)s, pero sólo los panelistas disponibles %(panellists)s (menos de %(needed)s).
fr: Il y a %(panel_debates)s débats avec jury mais seulement %(panellists)s panellistes disponibles (moins que %(needed)s).
ja: %(panel_debates)sつのパネル部屋がありますが、%(panellists)s人のパネル(必要数%(needed)s)しかいません。

source: There are %(debates_count)s debates but only %(voting_count)s voting adjudicators.
bn: %(debates_count)s টি বিতর্ক আছে কিন্তু মাত্র %(voting_count)s জন ভোট করার মতো বিচারক আছেন।
ca: Hi ha %(debates_count)s debats previstos, però només %(voting_count)s jutges amb vot.
es: Hay debates %(debates_count)s pero solo jueces de voto %(voting_count)s.
fr: Il y a %(debates_count)s débats mais seulement %(voting_count)s juges votants.
ja: %(debates_count)sつの試合がありますが、%(voting_count)s人のジャッジしか投票できません。

source: Adjudicator Allocation
ar: تعيين المحكمين
bn: বিচারক নির্ধারণ
ca: Assignació de Jutges
es: Asignación de Jueces
fr: Allocation des juges
ja: ジャッジの配置

source: Draw is already released, unrelease draw to redo auto-allocations.
ar: تم إعلان القرعة مسبقا، قم برفعها لإعادة التوزيع التلقائي
bn: ড্র ইতোমধ্যে প্রকাশিত হয়েছে, পুণরায় স্বয়ংক্রিয় বিচারক বন্টনের জন্য সেটি বন্ধ করুন।.
ca: Els aparellaments han estat revelats, oculta els aparellaments per refer autoubicacions.
es: El cuadro ya fue publicado, despubliquelo para rehacer la asignación automática.
fr: Le tirage est déjà publié; il faut le retirer pour pouvoir refaire la répartition automatique.
ja: 対戦表が既に公開されています。再度ジャッジの自動配置を行うには一度対戦表を非公開に戻してください。

source: Draw is not confirmed, confirm draw to run auto-allocations.
ar: لم يتم تأكيد القرعة بعد، قم بتأكيدها لإجراء التوزيع التلقائي
bn: ড্র নিশ্চিত করা হয়নি, স্বয়ংক্রিয় বিচারক বন্টনের জন্য ড্র নিশ্চিত করুন।.
ca: Els aparellaments no han estat confirmats, confirma els aparellaments per executar autoubicacions de jutges.
es: El cuadro no ha sido confirmado, confirma el cuadro para hacer la asignación automática.
fr: Le tirage n'est pas encore confirmé; il faut le confirmer pour pouvoir faire la répartition automatique.
ja: 対戦表が確定していません。ジャッジの自動配置を行うには対戦表を確定させてください。

source: There are no preformed panels available to allocate.
bn: কোনো পূর্বগঠিত প্যানেল নেই।
ca: No hi ha Grups de Jutges preformats disponibles per col·locar.
es: No hay paneles preformados disponibles para asignar.
fr: Il n'y a pas de jury préformé disponible à allouer.
ja: 配置できる事前設定されたパネルがありません。

source: Successfully auto-allocated preformed panels to debates.
bn: সফলভাবে পূর্বগঠিত প্যানেল অনুযায়ী স্বয়ংক্রিয়ভাবে বিচারক নির্ধারিত হয়েছে।
ca: Els grups de jutges pels debats s'han autoubicat correctament.
es: Paneles preformados asignados con éxito automáticamente a los debates.
fr: Les jurys préformés ont été attribués aux débats avec succès.
ja: 事前設定されたパネルを試合に自動で配置しました。

source: Successfully auto-allocated adjudicators to debates. However, there was a warning:
bn: বিতর্কের বিচারক স্বয়ংক্রিয়ভাবে নির্ধারিত হয়েছে। তবে, একটি সতর্কবানী ছিলোঃ
ca: Els grups de jutges pels debats s'han autoubicat correctament. Així i tot, hi ha un avís:
es: Adjudicadores asignados automáticamente con éxito a los debates. Sin embargo, hubo una advertencia:
fr: Les jurys préformés ont été attribués aux débats avec succès. Par contre, il y avait un avertissement :
ja: 試合にジャッジを自動配置しました。以下の%(count)dつの警告があります：

source: Successfully auto-allocated adjudicators to debates.
bn: সফলভাবে বিতর্কের বিচারকদের স্বয়ংক্রিয়ভাবে নির্ধারণ করা হয়েছে।
ca: Els grups de jutges pels debats s'han autoubicat correctament.
es: Jueces autogenerados satisfactoriamente.
fr: Les juges ont été repartis aux débats avec succès.
ja: 試合にジャッジを自動配置しました。

source: There aren't any panels to fill. Create panels first.
bn: কোনো পূর্বগঠিত প্যানেল নেই। প্রথমে প্যানেল তৈরী করুন।
ca: No hi ha panells de jutges per omplir. Crea primer els panells.
es: No hay paneles para rellenar. Crear paneles primero.
fr: Il n'y a pas de jury à remplir. En créez avant.
ja: パネルがいません。まずパネルを作成してください。

source: Successfully auto-allocated adjudicators to preformed panels. However, there was a warning:
bn: পূর্বগঠিত প্যানেল অনুযায়ী সফলভাবে বিতর্কের বিচারক স্বয়ংক্রিয়ভাবে নির্ধারিত হয়েছে। তবে, একটি সতর্কবানী ছিলোঃ
ca: Els grups de jutges pels debats s'han autoubicat correctament als panells prefabricats. Així i tot, hi ha un avís:
fr: Les juges ont été repartis aux débats avec succès. Par contre, il y avait un avertissement :
ja: 試合に事前設定したパネルを自動配置しました。以下の%(count)dつの警告があります。

source: Successfully auto-allocated adjudicators to preformed panels.
bn: স্বয়ংক্রিয়ভাবে বিচারকগণের পূর্বগঠিত প্যানেল নির্ধারিত হয়েছে।
ca: Els grups de jutges pels debats s'han autoubicat correctament als panells prefabricats.
es: Adjudicadores asignados automáticamente con éxito a los paneles preformados.
fr: Les juges ont été repartis aux jurys préformés avec succès.
ja: ジャッジを自動で事前設定しました。

source: You have no break category set as 'is general' so debate importances can't be calculated.
bn: কোনো ব্রেক বিভাগকে "সাধারণ" হিসেবে চিহ্নিত করা না হওয়ায় বিতর্কের গুরুত্ব হিসাব করা যায় নি।
ca: No tens cap categoria de tall configurada com a “general”, i per tant la importància dels debats no pot ser calculada.
es: No tiene ninguna categoría de ruptura establecida como "es general", por lo que no se pueden calcular las importaciones del debate.
fr: Vous n'avez aucun qualification marqué comme « général » donc les importances des débats ne peuvent pas être calculées.
ja: 「一般」として設定されたブレイクカテゴリーがないため、試合の重要度を計算できません。

source: Succesfully auto-prioritised debates.
bn: স্বয়ংক্রিয়ভাবে বিতর্কের গুরুত্ব নির্ধারিত হয়েছে।
ca: Els debats han estat autoprioritzats satisfactòriament.
es: Debates auto-priorizados con éxito.
fr: Débats priorisés automatiquement avec succès.
ja: ディベートの優先度を自動設定しました。

source: You have no break category set as 'is general' so panel importances can't be calculated.
bn: কোনো ব্রেক বিভাগকে "সাধারণ" হিসেবে চিহ্নিত করা না হওয়ায় প্যানেলের গুরুত্ব হিসাব করা যায় নি।
ca: No tens cap categoria de tall configurada com a “general”, i per tant la importància dels panells de jutges no pot ser calculada.
es: No tiene ninguna categoría de ruptura establecida como 'es general', por lo que las importaciones del panel no pueden ser calculadas.
fr: Vous n'avez aucun qualification marqué comme « général » donc les importances des jurys ne peuvent pas être calculées.
ja: 「一般」として設定されたブレイクカテゴリーがないため、パネルの重要度を計算できません。

source: Succesfully auto-prioritised preformed panels.
bn: স্বয়ংক্রিয়ভাবে পূর্বনির্ধারিত প্যানেলের গুরুত্ব নির্ধারিত হয়েছে।
ca: Els panells de jutges han estat autoprioritzats satisfactòriament.
es: Paneles preformados con prioridad automática con éxito.
fr: Jurys préformés priorisés automatiquement avec succès.
ja: 事前設定されたパネルの優先度を自動設定しました。

source: Since this is the first round, the preformed panels aren't annotated with brackets and liveness.
bn: যেহেতু এটি প্রথম পর্ব, তাই পূর্বগঠিত প্যানেলগুলির সাথে ব্র্যাকেট এবং সম্ভাব্যতার তথ্য দেখানো যায় নি।
ca: Com que aquesta és la primera ronda, els panells prefabricats no poden ser generats en grups i vivacitat.
es: Dado que esta es la primera ronda, los paneles preformados no están anotados con corchetes y vitalidad.
fr: Puisque c'est la première joute, les jurys préformés ne sont pas annotés avec les tranches ni vivacité.
ja: これが初戦のため、事前設定されたパネルには勝ち点や生存度を関連させることはできません。

source: The previous round's draw doesn't exist, so preformed panels can't be annotated with brackets and liveness.
bn: আগের পর্বের ড্র এখনো করা হয়নি, তাই পূর্বগঠিত প্যানেলকে ব্র্যাকেট এবং সম্ভাব্যতার সাথে দেখানো যায় নি।
ca: Els emparellaments de la ronda anterior no existeixen, i per això els panells prefabricats no poden ser generats en grups i vivacitat.
es: El dibujo de la ronda anterior no existe, así que los paneles preformados no pueden ser anotados con corchetes y vitalidad.
fr: Le tirage de la dernière joute n'existe pas, donc les jurys préformés ne peuvent pas être annoté avec les tranches et vivacité.
ja: 前の試合の対戦表がまだないため、事前設定されたパネルには勝ち点や生存度を関連させることはできません。

source: Succesfully created new preformed panels for this round.
bn: এই পর্বের জন্য পূর্বগঠিত প্যানেল সফলভাবে তৈরী হয়েছে।
ca: Els panells prefabricats de jutges per aquesta ronda han estat creats satisfactòriament.
es: Se han creado correctamente nuevos paneles preformados para esta ronda.
fr: Jurys préformés pour cette joute créés avec succès.
ja: 新しく事前設定されたパネルを作成しました。

source: chair
ar: رئيس الجلسة
bn: স্পিকার
ca: principal
es: principal
fr: président
ja: チェア

source: panellist
ar: أعضاء لجنة التحكيم
bn: প্যানেলিস্ট
ca: panelista
es: panelista
fr: panelliste
ja: パネル

source: trainee
ar: محكم متدرب
bn: নবিশ বিচারক
ca: jutge aprenent
es: sombra
fr: stagiaire
ja: トレイニー

source: debate
ar: مناظرة
bn: বিতর্ক
ca: debat
fr: débat
ja: ディベート

source: adjudicator
ar: محكم
bn: বিচারক
ca: jutges
es: juez
fr: juge
ja: ジャッジ

source: type
ar: نوع
bn: ধরণ
ca: mena
es: tipo
ja: タイプ

source: available?
ar: متوفر ؟
bn: উপস্থিত?
ca: disponible?
es: disponible?
fr: disponible ?
ja: 参加可能？

source: debate adjudicator
ar: محكم المناظرة
bn: বিতর্কের বিচারক
ca: jutge del debat
es: juez del debate
fr: débat-adjudicateur
ja: ディベートのジャッジ

source: debate adjudicators
ar: محكمو المناظرة
bn: বিতর্কের বিচারকগণ
ca: jutges del debat
es: jueces de los debates
fr: débat-adjudicateurs
ja: ディベートのジャッジ

source: team
ar: فريق
bn: দল
ca: equip
es: equipo
fr: équipe
ja: チーム

source: adjudicator-team conflict
ar: تعارض محكم-فريق
bn: বিচারক-দল দ্বন্দ্ব
ca: Incompatibilitat Jutge-Equip
es: conflicto juez-equipo
fr: conflit entre juge et équipe
ja: ジャッジ・チーム間コンフリクト

source: adjudicator-team conflicts
ar: تعارضات (محكم-فريق)
bn: বিচারক-দল দ্বন্দ্বসমূহ
ca: Incompatibilitats Jutge-Equip
es: conflictos juez-equipo
fr: conflits entre juge et équipe
ja: ジャッジ・チーム間コンフリクト

source: adjudicator 1
ar: محكم-1
bn: বিচারক ১
ca: Primer Jutge
es: juez 1
fr: juge 1
ja: ジャッジ１

source: adjudicator 2
ar: محكم-2
bn: বিচারক ২
ca: Segon Jutge
es: juez 2
fr: juge 2
ja: ジャッジ２

source: adjudicator-adjudicator conflict
ar: تعارض محكم-محكم
bn: বিচারক-বিচারক দ্বন্দ্ব
ca: Incompatibilitat Jutge-Jutge
es: conflicto juez-juez
fr: conflit entre juge et juge
ja: ジャッジ間コンフリクト

source: adjudicator-adjudicator conflicts
ar: تعارضات (محكم-محكم)
bn: বিচারক-বিচারক দ্বন্দ্বসমূহ
ca: Incompatibilitats Jutge-Jutge
es: conflictos juez-juez
fr: conflits entre juge et juge
ja: ジャッジ間コンフリクト

source: institution
ar: مؤسسة
bn: প্রতিষ্ঠান
ca: Institució
es: institución
ja: インステ

source: adjudicator-institution conflict
ar: تعارض محكم-مؤسسة
bn: বিচারক-প্রতিষ্ঠান দ্বন্দ্ব
ca: Incompatibilitat Jutge-Institució
es: conflicto juez-institución
fr: conflit entre juge et institution
ja: ジャッジ・インステ間コンフリクト

source: adjudicator-institution conflicts
ar: تعارضات (محكم-مؤسسة)
bn: বিচারক-প্রতিষ্ঠান দ্বন্দ্বসমূহ
ca: Incompatibilitats Jutge-Institució
es: conflictos juez-institución
fr: conflits entre juge et institution
ja: ジャッジ・インステ間コンフリクト

source: team-institution conflict
bn: দল-প্রতিষ্ঠান দ্বন্দ্ব
ca: Incompatibilitat Equip-Institució
es: Conflicto equipo-institución
fr: conflit entre équipe et institution
ja: チーム・インステ間コンフリクト

source: team-institution conflicts
bn: দল-প্রতিষ্ঠান দ্বন্দ্বসমূহ
ca: Incompatibilitats Equip-Institució
es: conflictos de instituciones de equipo
fr: conflits entre équipe et institution
ja: チーム・インステ間コンフリクト

source: round
bn: পর্ব
ca: ronda
es: ronda
fr: joute
ja: ラウンド

source: importance
bn: গুরুত্ব
ca: importància
es: importancia
ja: 重要度

source: minimum bracket
bn: সর্বনিম্ন ব্র্যাকেট
ca: Grup inferior
es: corchete mínimo
fr: tranche minimale
ja: 勝ち点が同数のグループの最低数

source: Estimate of the lowest bracket for which this panel might be
bn: সর্বনিম্ন যে ব্র্যাকেটে এই প্যানেল বিচারকার্য করতে পারে
ca: Estimació del grup inferior en què aquests jutges podrien estar
es: Estimación del soporte más bajo para el cual este panel puede ser
fr: Estimé de la tranche la plus basse que ce jury pourrait être
ja: このパネルが割り当てられると想定されるブラケットの最低値

source: maximum bracket
bn: সর্বোচ্চ ব্র্যাকেট
ca: grup superior
es: corchete máximo
fr: tranche maximale
ja: 勝ち点が同数のグループの最大数

source: Estimate of the highest bracket for which this panel might be
bn: সর্বোচ্চ যে ব্র্যাকেটে এই প্যানেল বিচারকার্য করতে পারে
ca: Estimació del grup superior en què aquests jutges podrien estar
es: Estimación del brazalete más alto para el cual este panel puede ser
fr: Estimé de la tranche la plus haute que ce jury pourrait être
ja: このパネルが割り当てられると想定されるブラケットの最高値

source: room rank
bn: কক্ষের র‍্যাংক
ca: rang de sala
es: ranking de sala
fr: rang de salle
ja: 部屋の順位

source: Sequential number of panel, not used in any algorithms
bn: কোনো এলগোরিদমে ব্যবহৃত হয়নি এমন প্যানেলের ক্রমিক নাম্বার
ca: Número seqüencial de panell, no utilitzat en cap algoritme
es: Número secuencial de panel, no utilizado en ningún algoritmo
fr: Nombre séquentielle de jury, pas utilisé dans les algorithmes
ja: どのアルゴリズムでも使用されていないパネルの通し番号

source: liveness
bn: সম্ভাব্যতা
ca: vivacitat
es: vida
fr: vivacité
ja: 生存度

source: Number of categories this room is expected to be live for
bn: যে কয়টি বিভাগের জন্য এই কক্ষটি সম্ভাব্য
ca: Nombre de categories en què aquesta sala encara pot competir
es: Número de categorías para las que se espera que esta habitación esté en vivo
fr: Nombre de catégories pour laquelle cette salle est attendu d’être vive
ja: この部屋で生存が予想されるカテゴリー数

source: preformed panel
bn: পূর্বগঠিত প্যানেল
ca: Grup de Jutges format amb antelació
es: panel preformado
fr: jury préformé
ja: 事前設定されたパネル

source: preformed panels
bn: পূর্বগঠিত প্যানেল
ca: Grups de Jutges formats amb antelació
es: paneles preformados
fr: jurys préformés
ja: 事前設定されたパネル

source: panel
bn: প্যানেল
ca: Grup de Jutges
fr: jury
ja: パネル

source: preformed panel adjudicator
bn: পূর্বগঠিত প্যানেলের বিচারক
ca: Jutge d'un Grup de Jutges format amb antelació
es: juez de panel preformado
fr: juge de jury préformé
ja: 事前設定されたパネルジャッジ

source: preformed panel adjudicators
bn: পূর্বগঠিত প্যানেলের বিচারকগণ
ca: Jutges d'un Grup de Jutges format amb antelació
es: jueces de panel preformados
fr: juges de jurys préformés
ja: 事前設定されたパネルジャッジ

source: There are no preformed panels to use. Have you allocated preformed panels for this round? If not, try just auto-allocating adjudicators instead.
bn: প্যানেল পূর্বগঠিত আছে। এ পর্বের জন্যে কি আপনি পূর্বগঠিত প্যানেল নির্ধারণ করেছেন? না করে থাকে স্বয়ংক্রিয়ভাবে বিচারক নির্ধারণ করে দেখুন?
ca: No hi ha cap Grup de Jutges format amb antelació per utilitzar. Has col·locat Grup de Jutges format amb antelació per aquesta ronda? Si no has fet, tan sols mira d'autocol·locar-ne.
es: No hay paneles preformados a utilizar. ¿Ha asignado paneles preformados para esta ronda? Si no, intente simplemente asignar automáticamente jueces en su lugar.
fr: Il n’y a pas de jurys préformés à utiliser. Avez-vous alloué des jurys préformés pour cette joute ? Si non, essayez de les attribuer automatiquement à la place.
ja: 使用できる事前設定されたパネルはありせん。個のラウンドのパネルを事前に設定しましたか？事前設定していなければ、代わりにジャッジの自動配置をお試しください。

source: Preformed Panels
bn: পূর্বগঠিত প্যানেল
ca: Grups de Jutges formats amb antelació
es: Paneles prereformados
fr: Jurys préformés
ja: 事前設定されたパネル

source: A preformed panel is a defined group of adjudicators that is specified for a round before its draw has been generated. You can then manually or automatically apply these panels during the normal adjudicator allocation process. This can make allocations faster or allow you to create more considered panels of adjudicators.
bn: একটি পূর্বগঠিত প্যানেল একটি নির্ধারিত বিচারকের সমষ্টি যেটি কোনো পর্বের ড্র তৈরীর পূর্বেই নির্ধারণ করা থাকে। তারপর আপনি স্বয়ংক্রিয়ভাবে অথবা নিজে নিজে এই প্যানেলগুলি স্বাভাবিক বিচারক নির্ধারণ প্রক্রিয়ার মাধ্যমে কোনো কক্ষে নির্দিষ্ট করতে পারেন। এটি আপনার বিচারক নির্ধারণ প্রক্রিয়াকে দ্রুত করবে।
ca: Un Grup de Jutges format amb antelació és un grup definit de Jutges que és escollit per una ronda abans que el seu emparellament hagi estat generat. Llavors, pots col·locar aquests Grups de Jutges durant el procés usual de col·locació de Jutges de forma automàtica o manual. Això pot fer que les col·locacions siguin més ràpides o et pot permetre crear Grups de Jutges amb més contemplació.
es: Un panel preformado es un grupo definido de jueces que se especifica para una ronda antes de que su dibujo haya sido generado. Luego puede aplicar manualmente o automáticamente estos paneles durante el proceso normal de asignación de jueces. Esto puede hacer las asignaciones más rápidas o permitirle crear paneles de jueces más considerados.
fr: Un jury préformé est une groupe défini de juges spécifié pour une joute avant sont tirage a été généré. Vous pouvez ensuite les repartir manuellement ou automatiquement durant la répartition ordinaire. Ceci peut rendre les attributions plus rapides ou permettre d'y considerer plus les jurys créés.
ja: 「事前設定されたパネル」は、対戦表生成前に各ラウンドに設定されたジャッジのグループです。このパネルは通常のジャッジアロケーション作業の間に、自動もしくは手動で作成できます。より早くアロケーションを行うことができ、または配慮の行き届いたパネル配置を実現できます。

source: Note that only adjudicators who have been marked as 'available' for that round will be able to be allocated for that round, so you may need to set their availability in advance.
bn: উল্লেখ্য যে, শুধু যেসব বিচারকের উপস্থিত হিসেবে চিহ্নিত করা হয়েছে এই পর্বের জন্য, তারাই এই পর্বে বিভিন্ন বিতর্কের জন্য নির্ধারিত হবেন। তাই আগেই তাদের উপস্থিতি নিশ্চিত করুন।
ca: Adona-te'n que tan sols els Jutges que apareixen marcats com "disponible" per aquesta ronda estaran disponibles per ser col·locats, doncs tu podràs necessitar marcar la seva disponibilitat amb anterioritat.
es: Ten en cuenta que sólo los jueces que hayan sido marcados como "disponibles" para esa ronda podrán ser asignados para esa ronda, así que puede que necesite establecer su disponibilidad con antelación.
fr: Notez que seulement les juges marqués comme disponibles pour la joute peuvent être alloués pour cette joute, donc vous pourriez devoir fixer leur disponibilité en avance.
ja: 「参加可能」と表示されているジャッジのみがそのラウンドに配置できます。 事前にジャッジの参加状況を設定する必要がある場合があります。

source: Edit Preformed Panels for %(round)s
bn: %(round)s এর জন্য পূর্বগঠিত প্যানেল পরিবর্তন করুন
ca: Editar Grups de Jutges formats amb antelació per %(round)s
es: Editar paneles prereformados para %(round)s
fr: Modifier jurys préformés pour %(round)s
ja: %(round)sの事前設定されたパネルを編集

source: Conflict: <strong>%(adjudicator)s</strong> & <strong>%(team)s</strong> (personal)
bn: দ্বন্দ্বঃ <strong>%(adjudicator)s</strong> & <strong>%(team)s</strong> (personal)
ca: Incompatibilitat: <strong>%(adjudicator)s</strong> i <strong>%(team)s</strong> (personal)
es: Conflicto: <strong>%(adjudicator)s</strong> y <strong>%(team)s</strong> (personal)
fr: Conflit: <strong>%(adjudicator)s</strong> & <strong>%(team)s</strong> (personnelle)
ja: コンフリクト：<strong>%(adjudicator)s</strong>・<strong>%(team)s</strong>間（個人）

source: Conflict: <strong>%(adjudicator)s</strong> & <strong>%(team)s</strong> via institution <strong>%(institution)s</strong>
bn: দ্বন্দ্বঃ <strong>%(adjudicator)s</strong> & <strong>%(team)s</strong> প্রতিষ্ঠানের দ্বারা <strong>%(institution)s</strong>
ca: Incompatibilitat: <strong>%(adjudicator)s</strong> i <strong>%(team)s</strong> degut a Institució <strong>%(institution)s</strong>
es: Conflicto: <strong>%(adjudicator)s</strong> & <strong>%(team)s</strong> a través de la institución <strong>%(institution)s</strong>
fr: Conflict: <strong>%(adjudicator)s</strong> & <strong>%(team)s</strong> par institution <strong>%(institution)s</strong>
ja: コンフリクト：<strong>%(adjudicator)s</strong>・<strong>%(team)s</strong>（インステ<strong>%(institution)s</strong>関連）
