Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/results/locale/*/LC_MESSAGES/django.po
Languages: ar, fr, id, ru, tr

source: The page is provided to allow you, <strong>%(name)s</strong>, to verify your own scoresheet. <strong>You must not share this URL with anyone.</strong> Sharing the URL will allow others to access <strong>all</strong> actions from your personal landing page.
fr: Cette page est fourni pour vous permettre, <strong>%(name)s</strong>, pour vérifier votre bulletin de note. <strong>Vous ne devez pas partager cette page avec qui que se soit.</strong> Partager cette URL permettra autres d'accéder à <strong>tous</strong> les actions de votre page privée.
id: Halaman ini disediakan untuk memungkinkan Anda, <strong>%(name)s</strong>, memverifikasi lembar skor Anda sendiri. <strong> Anda tidak boleh berbagi URL ini dengan siapa pun. </strong> Berbagi URL akan memungkinkan orang lain mengakses <strong> semua </strong> tindakan dari halaman landing pribadi Anda.
ru: Эта страница позволяет вам, <strong>%(name)s</strong>, подтвердить ваш бэллот. <strong>Вы не должны ни с кем делиться этим URL.</strong> Если вы сообщите кому-то этот URL, другие лица получат доступ ко<strong>всем</strong>действиям с вашей личной лэндинговой страницы.
tr: Bu sayfa sizin (<strong>%(name)s</strong>) kendi sonuç kağıdınızı doğrulamanıza izin vermek için sağlanmıştır. <strong>Bu URL'yi kimseyle paylaşmamalısınız.</strong> URL'yi paylaşmak, başkalarının kişisel açılış sayfanızdan <strong>tüm</strong> eylemlere erişmesine olanak tanır.

source: Ballot Not Available
fr: Feuille non-disponible
id: Kertas suara tidak tersedia
ru: Бэллот не доступен
tr: Ballot Mevcut Değil

source: <a href="%(url)s">Back to your private landing page.</a>
fr: <a href="%(url)s">Retour vers votre page privée.</a>
id: <a href="%(url)s">Kembali ke halaman landing pribadi anda.</a>
ru: <a href="%(url)s">Вернуться на свою личную страницу.</a>
tr: <a href="%(url)s">Özel açılış sayfanıza geri dönün.</a>

source: Enter Ballot
ar: إدخال التصويت
fr: Saisir feuille
id: Masukkan Lembar Penjurian
ru: Ввести бэлллот
tr: Ballot Gir

source: Who are you?
ar: من أنت ؟
fr: Qui êtes-vous ?
id: Siapakah Anda?
ru: Кто вы?
tr: Kimsin?

source: (click your name on this list)
ar: ( تحقق من وجود اسمك في القائمة )
fr: (cliquez sur votre nom sur cette liste)
id: (klik nama anda di daftar ini)
ru: (нажмите на ваше имя в этом списке)
tr: (Bu listede adınıza tıklayın)

source: The draw and/or motions for %(round)s have yet to be released.
fr: Le tirage et/ou les motions de %(round)s ne sont pas encore publiées.
id: Pengundian dan/atau mosi untuk %(round)s belum dirilis.
ru: Сетка и/или темы для %(round)s ещё не опубликована.
tr: %(round)s için kura ve/veya önergeler henüz yayınlanmadı.

source: Ballot for %(matchup)s
ar: نتيجة لـ %(matchup)s
fr: Feuille pour %(matchup)s
id: Kertas suara untuk %(matchup)s
ru: Бэллот для %(matchup)s
tr: %(matchup)s için ballot

source: Return to landing page
fr: Retour à la page d'accueil
id: Kembali ke halaman landing
ru: Назад на лэндинговую страницу
tr: Açılış sayfasına geri dön

source: Return to Results for %(round)s
fr: Retour aux résultats de %(round)s
id: Kembali ke Hasil untuk %(round)s
ru: Вернуться к результатам за %(round)s
tr: %(round)s için Sonuçlara Dön

source: Motion
id: Mosi
ru: Тема
tr: Önerge

source: From %(name)s (%(institution)s)
ar: من %(name)s(%(institution)s)
fr: De %(name)s (%(institution)s)
id: Dari %(name)s (%(institution)s)
ru: От %(name)s (%(institution)s)
tr: %(name)s (%(institution)s) kaynağından

source: <em>Total for %(name)s (%(side)s)</em>
fr: <em>Total pour %(name)s (%(side)s)</em>
id: <em>Total untuk %(name)s (%(side)s)</em>
ru: <em>Всего для %(name)s (%(side)s)</em>
tr: <em>%(name)s (%(side)s) için toplam</em>

source: Won
fr: Gagné
id: Menang
tr: Galibiyet

source: Lost
fr: Perdu
id: Kalah
tr: Mağlubiyet

source: <a href="%(url)s">Back to the tournament home page.</a>
fr: <a href="%(url)s">Retour à la page d’accueil du tournoi.</a>
id: <a href="%(url)s">Kembali ke halaman utama turnamen.</a>
ru: <a href="%(url)s">Вернуться к домашней странице турнира.</a>
tr: <a href="%(url)s">Turnuva ana sayfasına geri dön.</a>

source: %(adjudicator)s, note that you must enter <strong>all of the ballots</strong> from your panel, not just your own!
fr: %(adjudicator)s, notez que vous devez saisir <strong>tous les feuilles</strong> de votre jury, non seulement votre propre feuille !
id: %(adjudicator)s, perhatikan bahwa Anda harus memasukkan <strong> semua kertas suara </strong> dari panel Anda, bukan hanya milik Anda!
ru: %(adjudicator)s, обратите внимание, что вы должны ввести <strong> все бэллоты</strong>вашей коллегии, не только ваш личный!
tr: %(adjudicator)s, sadece kendi ballotunuzu değil, <strong>tüm ballotları</strong> girmeniz gerektiğini unutmayın!

source: Some information, such as speaker order, shown is based on a previous ballot. If anything is incorrect, please correct it and contact the tab team.
tr: Gösterilen konuşmacı sırası gibi bazı bilgiler önceki bir ballota dayanmaktadır. Bir şey yanlışsa, lütfen düzeltin ve tab ekibiyle iletişime geçin.

source: This form has already been submitted <strong>once</strong>. Please contact a tab official after submitting your form.
fr: Cette formulaire a été déjà soumise <strong>une</strong> fois. Veuillez contacter un officiel de tab après avoir soumis votre formulaire.
id: Formulir ini telah dikirimkan <strong>%(nsubmissions)s</strong> kali. Silakan hubungi tabulasi resmi setelah mengirimkan formulir Anda.
ru: Эта форма уже была <strong> отправлена</strong>. Пожалуйста, свяжитесь с тэбмастером после отправки вашей формы.
tr: Bu form <strong>daha önce bir kez</strong> gönderilmiştir. Lütfen formunuzu gönderdikten sonra bir tab yetkilisiyle iletişime geçin.

source: Submit Ballot
tr: Ballotu Gönder

source: When submitting this form your IP address will be stored for logging purposes.
ar: عند إرسال هذا النموذج سيتم تخزين عنوان IP الخاص بك لأغراض التسجيل.
fr: En envoyant cette formulaire votre adresse IP sera stocké pour le journal d’évènements.
id: Saat melakukan submisi, alamat IP anda akan disimpan untuk pencatatan.
ru: При отправке этой формы ваш IP-адрес будет сохраняться в целях авторизации.
tr: Bu formu gönderirken IP adresiniz kayıt amaçlı saklanacaktır.

source: No Result to Enter (%(adjudicator)s)
fr: Aucun résultat à saisir (%(adjudicator)s)
id: Tidak ada Hasil untuk Dimasukkan (%(adjudicator)s)
ru: Нет результатов для ввода (%(adjudicator)s)
tr: Girilecek Sonuç Yok (%(adjudicator)s)

source: No Result to Enter
ar: لا يوجد نتيجة للادخال
fr: Aucun résultat à saisir
id: Tidak Ada Hasil untuk Dimasukkan
ru: Нет результатов для введения
tr: Girilecek Sonuç Yok

source: View by Team
ar: عرض من خلال الفرق
fr: Voir par équipe
id: Lihat berdasarkan Tim
ru: Посмотреть по командам
tr: Takıma Göre Görüntüle

source: View by Debate
ar: عرض من خلال المناظرة
fr: Voir par débat
id: Lihat berdasarkan Debat
ru: Посмотреть по дебатам
tr: Maça Göre Görüntüle

source: Results for %(round)s
fr: Résultats de %(round)s
id: Hasil untuk %(round)s
ru: Результаты %(round)s
tr: %(round)s için sonuçlar

source: Results Not Available
fr: Résultats non-disponibles
id: Hasil tidak tersedia
ru: Результаты не доступны
tr: Sonuçlar Mevcut Değil

source: The results for %(round)s aren't yet available.
fr: Les résultats pour %(round)s ne sont pas encore disponibles.
id: Hasil untuk %(round)s belum tersedia.
ru: Результаты для %(round)s еще не доступны.
tr: %(round)s için sonuçlar henüz mevcut değil.

source: %(round)s is a silent round.
fr: %(round)s est une joute silencieuse.
id: %(round)s adalah babak diam.
ru: %(round)s - это закрытый раунд.
tr: %(round)s sessiz bir turdur.

source: No Ballot
ar: بدون تصويت
fr: Aucune feuille
id: Tidak ada kertas suara
ru: Нет бэллота
tr: Ballot yok

source: Debate was Postponed
ar: تم تأجيل المناظرة
fr: Débat Reporté
id: Debat sudah ditunda
tr: Maç ertelendi

source: Ballot is Unconfirmed
ar: التصويت غير مكتمل
fr: Feuille n'est pas confirmé
id: Kertas suara tidak terkonfirmasi
ru: Бэллот не подтвержден
tr: Ballot Onaylanmamış

source: Ballot is Confirmed
ar: اكتملت النتيجة
fr: Feuille est Confirmé
id: Kertas suara sudah terkonfirmasi
ru: Бэллот подтвержден
tr: Ballot onaylandı

source: %(team)s as %(side)s
fr: %(team)s comme %(side)s
id: %(team)s sebagai %(side)s
ru: %(team)s как %(side)s
tr: %(side)s olarak %(team)s

source: %(team)s (%(side)s) won
fr: %(team)s (%(side)s) a gagné
id: %(team)s (%(side)s) menang
tr: %(team)s (%(side)s) kazandı

source: vs %(team)s (%(side)s)
fr: contre %(team)s (%(side)s)
tr: %(team)s (%(side)s)'e karşı

source: Advancing: %(advancing_list)s<br>
fr: Avançants: %(advancing_list)s<br>
id: Lolos: %(advancing_list)s<br>
ru: Проходят:%(advancing_list)s<br>
tr: İlerleyenler: %(advancing_list)s<br>

source: Eliminated: %(eliminated_list)s
ar: %(eliminated_list)sإقصاء
fr: Éliminés: %(eliminated_list)s
id: Tereliminasi: %(eliminated_list)s
ru: Не проходят: %(eliminated_list)s
tr: Elenenler: %(eliminated_list)s

source: 1st: %(first_team)s<br>
fr: 1er: %(first_team)s<br>
id: Ke-1: %(first_team)s<br>
ru: 1: %(first_team)s<br>
tr: 1.: %(first_team)s<br>

source: 2nd: %(second_team)s<br> 3rd: %(third_team)s<br> 4th: %(fourth_team)s
ar: الثاني %(second_team)s الثالث %(third_team)s الرابع %(fourth_team)s
fr: 2ème : %(second_team)s<br> 3ème : %(third_team)s<br> 4ème : %(fourth_team)s
id: Ke-2: %(second_team)s<br> Ke-3: %(third_team)s<br> Ke-4: %(fourth_team)s
ru: 2-е: %(second_team)s<br> 3-е: %(third_team)s<br> 4-е: %(fourth_team)s
tr: 2.: %(second_team)s<br> 3.: %(third_team)s<br> 4.: %(fourth_team)s

source: Error with result for %(debate)s
ar: خطأ في نتيجة %(debate)s
fr: Erreur dans résultat de %(debate)s
id: Kesalahan pada hasil untuk %(debate)s
ru: Ошибка в результатах %(debate)s
tr: %(debate)s için sonuçla ilgili hata

source: Reply
ar: الرد
fr: Sommaire
id: Balasan
ru: Ответ
tr: Özet

source: N/A
fr: S/O
ru: Н/Д
tr: YOK

source: New Ballot Set
tr: Yeni Ballot Seti

source: Ballot set for %(debate)s added.
ar: تم إضافة نتيجة لـ %(debate)s
fr: Un ensemble de feuilles pour %(debate)s a été ajouté.
id: Kumpulan kertas suara %(debate)s telah ditambahkan.
ru: Набор бэллотов для %(debate)s добавлен.
tr: %(debate)s için ballot seti eklendi.

source: Email receipts queued to be sent.
fr: Reçus en courriel de feuilles en file pour être envoyés.
id: Tanda terima email diantri untuk dikirim.
ru: Email поставлены в очередь на отправку.
tr: E-posta makbuzları gönderilmek üzere sıraya alındı.

source: Whoops! The debate %(debate)s doesn't have a chair, so you can't enter results for it.
ar: المناظرة %(debate)s ليس لها رئيس جلسة لا يمكنك اضافة نتيجة لها
fr: Oups ! Le débat %(debate)s n'a pas de président, donc vous ne pouvez pas saisir un résultat pour cela.
id: Ups! Debat %(debate)s tidak memiliki ketua, jadi Anda tidak bisa memasukkan hasil untuk itu.
ru: Упс! У дебатов %(debate)s нет чэйра, так что вы не можете ввести для них результаты.
tr: %(debate)s maçının başkanı yok, bu yüzden sonuçlarını giremezsiniz.

source: Whoops! The debate %(debate)s doesn't have its sides confirmed, so you can't enter results for it.
ar: المناظرة %(debate)s ليس لها جوانت معتمدة ، لا يمكنك اضافة نتيجة لها
fr: Oups ! Les côtés dans le débat %(debate)s ne sont pas confirmés, donc vous ne pouvez pas saisir un résultat pour cela.
id: Ups! Debat %(debate)s tidak memiliki pihak terkonfirmasi, jadi Anda tidak bisa memasukkan hasil untuk itu.
ru: Упс! У дебатов %(debate)s не подтверждены стороны, так что вы не можете ввести их результаты.
tr: %(debate)s maçının tarafları doğrulanmamıştır, bu nedenle sonuçlarını giremezsiniz.

source: Edit Ballot Set
tr: Ballot Setini Düzenle

source: Ballot set for %(matchup)s discarded.
ar: نتيجة لـ %(matchup)s تم حذفها
fr: L'ensemble de feuilles pour %(matchup)s est rejeté.
id: Set kertas suara untuk %(matchup)s dibuang.
ru: Набор бэллотов для %(matchup)s отклонён.
tr: %(matchup)s için ballot seti ıskarta edildi.

source: Ballot set for %(matchup)s confirmed.
ar: نتيجة لـ %(matchup)s تم اعتمدها
fr: L'ensemble de feuilles pour %(matchup)s est confirmé.
id: Set kertas suara %(matchup)s telah dikonfirmasi.
ru: Набор бэллотов для %(matchup)s подтвержден.
tr: %(matchup)s için ballot seti onaylandı.

source: Edits to ballot set for %(matchup)s saved.
ar: التعديل لنتيجة لـ %(matchup)s تم حفظها
fr: Les modifications à l'ensemble de feuilles de %(matchup)s a été enregistrées.
id: Pengeditan untuk kumpulan suara %(matchup)s telah disimpan.
ru: Изменения в набор бэллотов %(matchup)s сохранены.
tr: %(matchup)s için ballotda yapılan düzenlemeler kaydedildi.

source: Thanks, %(user)s! Your ballot for %(debate)s has been recorded.
ar: شكراً %(user)s ! نتيجتك لـ %(debate)s تم تسجيلها
fr: Merci, %(user)s! Votre feuille pour %(debate)s a été enregistrée.
id: Terima kasih, %(user)s! Kertas suara Anda untuk %(debate)s telah tercatat.
ru: Спасибо, %(user)s! Ваш бэллот %(debate)s записан.
tr: Teşekkürler, %(user)s! %(debate)s için ballotunuz kaydedildi.

source: The draw for this round hasn't been released yet.
ar: لم يتم إعلان القرعة لهذه الجولة حتى الان
fr: Le tirage de cette joute n'est pas encore publié.
id: Pengundian untuk ronde ini belum dirilis.
ru: Сетка на этот раунд не была опубликована.
tr: Bu turun kura çekimi henüz yayınlanmadı.

source: The motions for this round haven't been released yet.
ar: لم يتم إعلان القضايا لهذه الجولة حتى الان
fr: Les motions de cette joute ne sont pas encore publiées.
id: Mosi ronde ini belum dirilis.
ru: Темы на этот раунд не опубликованы.
tr: Bu tur için önergeler henüz yayınlanmadı.

source: It looks like you don't have a debate this round.
ar: يبدو أنك لا تمتلك مناظرة في هذه الجولة
fr: Il semble que vous n'ayez pas de débat cette joute.
id: Sepertinya Anda tidak berdebat di babak ini.
ru: Похоже, что вы не участвуете в дебатах в этом раунде.
tr: Bu turda maçınız yok.

source: It looks like you're assigned to two or more debates this round. Please contact a tab room official.
ar: يبدو بأنك مكلف في تحكيم مناظرتين او اكثر ، يرجى التواصل مع غرفة التاب
fr: Il semble que vous soyez attribué à plusieurs débats cette joute. Veuillez contacter un rapporteur.
id: Sepertinya Anda ditugaskan untuk dua atau lebih debat pada babak ini. Silakan hubungi ruang tabulasi resmi.
ru: Похоже, вы привязаны к двум или более дебатам в этом раунде. Пожалуйста, свяжитесь с тэбмастером.
tr: Bu turda iki veya daha fazla maça atanmışsınız. Lütfen bir tab odası yetkilisiyle iletişime geçin.

source: Your debate doesn't have a chair, so you can't enter results for it. Please contact a tab room official.
ar: مناظرتك لا تمتلك رئيس جلسة ، لا يمكنك ادخال النتائج ، الرجاء التواصل مع غرفة التاب
fr: Votre débat n'a pas de président, donc il n'est pas possible de saisir son résultat. Veuillez contacter un rapporteur.
id: Debat Anda tidak memiliki ketua, jadi Anda tidak bisa memasukkan hasil untuk itu. Silakan hubungi ruang tabulasi resmi.
ru: В этих дебатах нет чэйра, поэтому вы не можете ввести их результаты. Пожалуйста, свяжитесь с тэбмастером.
tr: Maçın başkanı yok, bu yüzden sonuçlarını giremezsiniz. Lütfen bir tab odası yetkilisiyle iletişime geçin.

source: It looks like the sides for this debate haven't yet been confirmed, so you can't enter results for it. Please contact a tab room official.
ar: يبدو بأن الجوانب لهذه المناظرة لم يتم اعتمدها ، لا يمكنك إدخال النتائج ، الرجاء التواصل مع غرفة التاب
fr: Il semble que les côtés de ce débat ne soient pas encore confirmés, donc il n'est pas encore possible de saisir son résultat. Veuillez contacter un rapporteur.
id: Sepertinya sisi perdebatan ini belum dikonfirmasi, jadi Anda tidak bisa memasukkan hasil untuk itu. Silakan hubungi ruang tabulasi resmi.
ru: Похоже, что стороны в этих дебатах ещё не подтверждены, так что вы не можете ввести их результаты. Пожалуйста, свяжитесь с тэбмастером.
tr: Bu maçın tarafları henüz onaylanmamış bu yüzden bunun için sonuç giremezsiniz. Lütfen bir tab odası yetkilisiyle iletişime geçin.

source: It looks like you were assigned to two or more debates. Please contact a tab room official.
fr: Il semble que vous soyez assigné à deux débats ou plus. Veuillez contacter un officiel.
id: Sepertinya Anda ditugaskan untuk dua atau lebih debat. Silakan hubungi ruang tabulasi resmi.
tr: İki veya daha fazla maça atanmışsınız. Lütfen bir tab odası yetkilisiyle iletişime geçin.

source: This debate is in %s, which is a silent round.
fr: Le débat est dans %s, ce qui est une joute silencieuse.
id: Perdebatan ini ada di %s, yang merupakan babak diam.
ru: Эти дебаты в %s, который является закрытым раундом.
tr: Bu maç sessiz bir tur olan %s turunda.

source: This debate is in %s, the results for which aren't available yet.
fr: Le débat est dans %s, les résultats pour lequel n’est pas encore disponible.
id: Perdebatan ini ada di %s, hasil yang belum tersedia.
ru: Эти дебаты находятся в %s, результаты которых пока не доступны.
tr: Bu maç %s turunda ve sonuçları henüz mevcut değil.

source: The result for debate %s is not confirmed.
fr: Le résultat pour le débat %s n’est pas confirmé.
id: Hasil untuk debat %s belum dikonfirmasi.
ru: Результат для дебатов %s не подтвержден.
tr: %s maçının sonucu doğrulanmadı.

source: The debate %s does not have a confirmed ballot.
fr: Le débat %s n’a pas de feuille confirmé.
id: Debat ini %s belum dikonfirmasi kertas suaranya.
ru: У дебатов %s нет подтвержденного бэллота.
tr: %s maçının onaylanmış bir ballotu yok.

source: There is no result yet for debate %s.
fr: Il n'y a pas encore de résultat pour le débat %s.
id: Belum ada hasil untuk debat %s.
ru: Нет результатов для дебатов %s.
tr: %s maçı için henüz bir sonuç yok.

source: Add result from %(adjudicator)s
ar: إضافة نتيجة من %(adjudicator)s
fr: Ajouter résultat par %(adjudicator)s
id: Tambakan hasil dari %(adjudicator)s
ru: Добавить результат от %(adjudicator)s
tr: %(adjudicator)s öğesinden sonuç ekle

source: Adjudicator
ar: محكم
fr: Juge
id: Juri
ru: Судья
tr: Jüri

source: Merge Ballots
tr: Ballotları Birleştir

source: Please enter a whole number.
ar: الرجاء إدخال عدد صحيح (دون كسور)
fr: Veuillez saisir un nombre entier.
id: Silahkan masukan nomor.
ru: Пожалуйста, введите полное число.

source: Please enter a multiple of %s.
ar: الرجاء ادخال أحد مضاعفات العدد %s
fr: Veuillez saisir un multiple de %s.
id: Silahkan masukan kelipatan %s.
ru: Пожалуйста, введите несколько %s.

source: Debate is in round %(round)d but motion (%(motion)s) is from round %(motion_round)d
ar: مناظرة في هذه الجولة %(round)d و لكن القضية (%(motion)s ) من الجولة %(motion_round)d
fr: Le débat est dans la joute %(round)d mais la motion (%(motion)s) vient de la joute %(motion_round)d
id: Perdebatan ada di ronde %(round)d tetapi mosi (%(motion)s) berasal dari ronde %(motion_round)d
ru: Дебаты проводятся в раунде %(round)d, но тема (%(motion)s) из раунда %(motion_round)d

source: This tournament's configuration is set to <strong>British Parliamentary</strong> with <strong>one ballot per voting adjudicator</strong>. This combination isn't allowed: BP tournaments must use consensus ballots. Results can't be entered while this configuration is in place. Please ask an administrator to change this configuration.
ar: يتم تعيين تكوين هذه البطولة على <strong>البرلمان البريطاني </strong> مع <strong>بطاقة اقتراع من شخصين لكل مرشحتحكيم </strong> هذه المجموعة غير مسموح بها: يجب أن تستخدم نظام البرلمان البريطاني في الإقرارات الإجماع. لا يمكن إدخال النتائج أثناء وجود هذا الاعدادات . من فضلك اطلب من مسؤول لتغيير هذه الاعدادات .
fr: La configuration de ce tournoi spécifie <strong>Parlementaire britannique</strong> avec <strong>une feuille par juge votant</strong> . Cette combinaison n'est pas possible: les tournois BP doivent utiliser les feuilles par consensus. Les résultats ne peuvent pas être saisis tant que cette configuration est en place. Veuillez demander à un administrateur de changer cette configuration.
id: Konfigurasi turnamen ini disetel ke <strong> Parlemen Inggris </strong> dengan <strong> satu kertas suara per pemungutan suara juri</strong>. Kombinasi ini tidak diperbolehkan: Turnamen BP harus menggunakan surat suara konsensus. Hasil tidak dapat dimasukkan saat konfigurasi ini diterapkan. Silakan minta administrator untuk mengubah konfigurasi ini.
ru: Настройки этого турнира установлены под <strong> Британский парламентский формат</strong> с <strong> одним бэллотом на одного судью с правом голоса</strong>. Такая комбинация не разрешена: турниры в БПФ должны использовать консенсусный бэллот. Результаты не могут быть введены при данных настройках. Пожалуйста, свяжитесь с администратором для изменения этих настроек.

source: Duplicate speeches are hidden from the speaker tab. If a speaker is 'iron-manning' you would typically mark only the lesser of their scores as a duplicate.
ar: إخفاء الكلمات المكررة من علامة تاب المتحدث. إذا كان المتحدث "تحدث بخطاب الرجل الحديدي " ، فستميز عادةً بأقل عدد من علامات كنسخة طبق الأصل.
fr: Les discours en double n'apparaissent pas dans le tab des orateurs. Si un orateur fait un « iron-man », en général vous ne marqueriez que le moindre de leurs scores comme doublon.
id: Pidato duplikat disembunyikan dari tab pembicara. Jika pembicara adalah 'iron-manning' Anda biasanya hanya menandai nilai yang lebih rendah sebagai duplikat.
ru: Дублирующие речи скрыты из спикерского тэба. Если спикер играет айрон-меном, то обычно только меньший из его баллов помечается как дублирующий.

source: %(team)s had speakers who spoke multiple times in the last round â€” i.e. an 'iron' person speech. Please carefully check the ballot to see if that is still the case for this round. If it is, ensure the speakers selected below reflect this.
id: %(team)s memiliki pembicara yang berbicara beberapa kali di babak terakhir - yaitu pidato orang 'iron'. Harap periksa kertas suara dengan hati-hati untuk melihat apakah hal itu masih berlaku untuk putaran ini. Jika ya, pastikan pembicara yang dipilih di bawah mencerminkan ini.

source: Submit Ballot(s)
fr: Soumettre Feuille(s)
id: Menyerahkan Kertas suara
ru: Отправить бэллот(ы)

source: DPM
fr: VPM
id: WPM
ru: ЗПМ

source: LO
fr: CO
id: PO
ru: ЛО

source: DLO
fr: VCO
id: WPO
ru: ЗЛО

source: MG
id: APP
ru: ЧП

source: GW
fr: WG
id: PKPP
ru: СП

source: MO
id: APO
ru: ЧО

source: OW
fr: WO
id: PKPO
ru: СО

source: IP address
ar: عنوان ال IP
fr: adresse IP
ru: IP-адрес

source: New Ballot Set for %(debate)s
ru: Новый набор бэллотов для %(debate)s

source: Edit Ballot Set for %(debate)s
ru: Редактировать набор бэллотов для %(debate)s

source: PM
ru: ПМ

source: vs
ar: ضد
ru: против

source: %(side_abbr)s's motion veto
ar: %(side_abbr)sتصويت القضايا

source: Forfeit by the %(side)s
ar: هزيمة من قبل %(side)s

source: The total scores for the teams are the same (i.e. a draw) for adjudicator %(adj)s.
ar: مجموع نتائج الفرقين متساويين (تعادل) من قبل المحكم %(adj)s.

source: The margin (%(margin).1f) in the ballot of adjudicator %(adj)s exceeds the maximum allowable margin (%(max_margin).1f).
ar: هوامش(%(margin).1f ) في النتائج قام الحكم %(adj)s بوضع بتجاوز الحد الاقصى ( %(max_margin).1f )

source: There must be exactly two teams advancing.
ar: يجب أن يكون هناك فريقان يتقدمان.

source: forfeit
ar: المصدر

source: The forfeiter must be a team in the debate.
ar: المنسحب يجب أن يكون فرق في المناظرة

source: Unpostpone
ar: غير مؤجل

source: Advancing Teams
ar: تقدم الفرق

source: There are %(number)s ballot sets for this debate.
ar: هناك %(number)s من صفحة النتائج لهذه المناظرة

source: confirmed by <strong>unknown confirmer</strong>
ar: تم اعتمادها من قبل <strong>مجهول </strong>

source: Forfeits
ar: المصدر

source: New Ballot Set for %(debate_name)s
ar: نتيجة جديدة %(debate_name)s

source: Edit Ballot Set for %(debate_name)s
ar: تعديل النتيجة %(debate_name)s
