Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/results/locale/*/LC_MESSAGES/django.po
Languages: ar, fr, id, ru, tr

source: Resave results
fr: Re-sauvegarder résultats
id: Simpan kembali hasil
tr: Sonuçları yeniden kaydet

source: Resaved results for %(count)d ballot submission.
fr: Re-sauvegardé les résultats pour %(count)d soumission de feuille.
id: Menyimpan ulang hasil untuk %(count)d pengumpulan kertas suara.
tr: %(count)d ballot gönderimi için sonuçlar yeniden kaydedildi.

source: Speaker
tr: Konuşmacı

source: Results
ar: النتائج
fr: Résultats
id: Hasil
ru: Результаты
tr: Sonuçlar

source: Tournament password
fr: Mot de passe du tournoi
id: Kata sandi turnamen
tr: Turnuva Parolası

source: That password isn't correct.
ar: كلمة المرور خاطئة
fr: Ce n'est pas le bon mot de passe.
id: Kata sandi salah.
ru: Неверный пароль.
tr: Bu parola doğru değil.

source: The ballot set can't be both discarded and confirmed.
ar: لا يمكن أن تكون النتيجة محذوفة ومؤكدة
fr: L'ensemble de feuilles ne peut pas être rejeté et confirmé.
id: Kumpulan surat suara tidak dapat dibuang dan dikonfirmasi.
ru: Бэллот не может быть одновременно отклонен и подтвержден.
tr: Ballotlar aynı anda hem ıskarta edilip hem de onaylanamaz.

source: The debate status can't be confirmed unless one of the ballot sets is confirmed.
ar: لا يمكن تأكيد النتيجة إلا عند وجود نتيجة واحدة مؤكدة على الأقل
fr: Le statut du débat ne peut pas être confirmé sauf qu'une des ensembles de feuilles est confirmé.
id: Status debat tidak dapat dikonfirmasi kecuali kumpulan surat suara sudah dikonfirmasi.
ru: Статус дебатов не может быть подтвержден, если ни один набор бэллотов не подтвержден.
tr: Ballotların biri onaylanmadıkça maç durumu onaylanamaz.

source: %(aff_team)s affirmed, %(neg_team)s negated
ar: %(aff_team)s مولاة، %(neg_team)s معارضة
fr: %(aff_team)s était l'affirmatif, %(neg_team)s était le négatif
id: %(aff_team)s ditegaskan, %(neg_team)s ditiadakan
ru: %(aff_team)s в утверждении, %(neg_team)s в отрицании
tr: %(aff_team)s onaylandı, %(neg_team)s reddedildi

source: %(side)s's motion veto
fr: Veto de motion de %(side)s
id: %(side)s's mosi veto
ru: %(side)s вето на тему
tr: %(side)s tarafının önerge vetosu

source: Winner
fr: Gagnant
id: Pemenang
tr: Galip

source: Mark as a duplicate speech
ar: وضع كخطاب مكرر
fr: Marquer comme discours en double
id: Tandai sebagai duplikat pidato
ru: Отметить как дублирующую речь
tr: Yinelenen konuşma olarak işaretle

source: The speaker %(speaker)s doesn't appear to be on team %(team)s.
ar: المتحدث %(speaker)s لا يظهر على الفريق %(team)s
fr: Il semble que l'orateur %(speaker)s ne fasse pas partie de l'équipe %(team)s.
id: Pembicara %(speaker)s tidak berada dalam tim %(team)s.
ru: Спикер %(speaker)s, похоже, не из команды %(team)s.
tr: Konuşmacı %(speaker)s, %(team)s takımında görünmüyor.

source: %(speaker)s appears to have given %(count)d substantive speech.
ar: المحدث %(speaker)s لم يلق أية خطابات رئيسية %(count)d
fr: Il semble que %(speaker)s ait prononcé %(count)d discours substantif.
id: %(speaker)s tampaknya telah memberikan %(count)d pidato substantif.
ru: %(speaker)s, похоже, произнес %(count)d конструктивную речь.
tr: %(speaker)s, %(count)d tane ana konuşma vermiş gibi görünüyor.

source: The last substantive speaker and reply speaker can't be the same.
ar: لا بد أن يكون خطاب المتحدث الثالث وخطاب رد من شخصين مختلفين.
fr: Le dernier orateur et l'orateur de réplique ne peuvent pas être la même personne.
id: Pembicara substantif terakhir dan pembicara balasan tidak boleh sama.
ru: Последний конструктивный спикер и заключительный спикер не могут совпадать.
tr: Son ana konuşmacı ve özet konuşmacı aynı olamaz.

source: The reply speaker for this team did not give a substantive speech.
ar: خطاب الرد للفريق لم يكن موضوعي
fr: L'orateur de réplique pour cette équipe n'a pas prononcé un discours substantif.
id: Jawaban pembicara untuk tim ini tidak memberikan pidato yang substantif.
ru: Спикер, говоривший заключительную речь в этой команде нее давал конструктивную речь.
tr: Bu takımın özet konuşmacısı ana konuşma yapmadı.

source: The total scores for the teams are the same (i.e. a draw).
ar: مجموع نتائج الفرقين متساويين. (تعادل)
fr: Les scores total pour les deux équipes sont les mêmes (c'est-à-dire, un nul).
id: Skor total sama untuk tim-tim (yaitu seri).
ru: Общие баллы команд одинаковы (т.е. ничья).
tr: Takımların toplam puanları aynı(yani beraberlik).

source: The declared winner does not correspond to the team with the highest score.
fr: Le gagnant déclaré ne correspond pas avec celui avec la plus haute note.
id: Pemenang yang diumumkan tidak sesuai dengan tim dengan nilai tertinggi.
tr: İlan edilen kazanan, en yüksek puana sahip takıma karşılık değil.

source: The total scores for the following teams are the same: %(teams)s
ar: مجموع نقاط الفرقين التاليين متساوية: %(teams)s
fr: Les scores total pour ces équipes sont les mêmes : %(teams)s
id: Nilai total untuk tim berikut ini sama: %(teams)s
ru: Общая сумма баллов для следующих команд одинакова: %(teams)s
tr: Aşağıdaki takımların toplam puanları aynıdır: %(teams)s

source: The margin (%(margin).1f) exceeds the maximum allowable margin (%(max_margin).1f).
ar: الهوامش ( %(margin).1f تجاوز الوقت المحدد ) (%(max_margin).1f )
fr: La marge (%(margin).1f) excède la marge maximale admissible (%(max_margin).1f).
id: Margin (%(margin).1f) melebihi batas maksimum yang diperbolehkan (%(max_margin).1f).
ru: Предел (%(margin).1f) превышает максимально допустимый предел (%(max_margin).1f).
tr: Kenar boşluğu (%(margin).1f), izin verilen maksimum marjı (%(max_margin).1f) aşıyor.

source: The total scores for the teams are the same (i.e. a draw) for adjudicator %(adjudicator)s.
fr: Les scores totals pour les équipes sont les mêmes (c'est-a-dire, un nul) pour le/la juge %(adjudicator)s.
id: Nilai total untuk tim-tim adalah sama (yaitu seri) untuk juri %(adjudicator)s.
ru: Общие баллы команд одинаковы (т.е. ничья) у судьи %(adjudicator)s.
tr: Jürilerin toplam puanları, %(adjudicator)s jürileri için aynıdır (yani beraberlik).

source: The declared winner does not correspond to the team with the highest score for adjudicator %(adjudicator)s.
fr: Le gagnant déclaré ne correspond pas avec celui avec la plus haute note pour le juge %(adjudicator)s.
id: Pemenang yang diumumkan tidak sesuai dengan tim dengan nilai tertinggi untuk juri %(adjudicator)s.
tr: İlan edilen kazanan, en yüksek jüri %(adjudicator)s puanına sahip takıma karşılık değil.

source: The margin (%(margin).1f) in the ballot of adjudicator %(adjudicator)s exceeds the maximum allowable margin (%(max_margin).1f).
fr: La marge (%(margin).1f) dans la feuille du/de la juge %(adjudicator)s excède la marge maximale admissible (%(max_margin).1f).
id: Margin (%(margin).1f) dalam surat suara juri %(adjudicator)s melebihi batas maksimum yang diperbolehkan (%(max_margin).1f).
ru: Предел (%(margin).1f) в бэллоте судьи %(adjudicator)s превышает максимально допустимый предел (%(max_margin).1f).
tr: adjudicator %(adjudicator)s'ın ballotundaki kenar boşluğu (%(margin).1f), izin verilen maksimum marjı (%(max_margin).1f) aşıyor.

source: Sides for this debate are not confirmed. You can't save a result for this debate until the sides have been confirmed in the draw.
ar: لم يتم تأكيد الجانبين لهذه المناقشة. لا يمكنك حفظ نتيجة لهذه المناقشة حتى يتم تأكيد الجوانب في القرعة.
fr: Les côtés de ce débat ne sont pas confirmés. Vous ne pouvez pas enregistrer un résultat pour ce débat jusqu'à ce que les côtés aient été confirmées dans le tirage.
id: Sisi perdebatan ini tidak dikonfirmasi. Anda tidak dapat menyimpan hasil untuk debat ini sampai kedua belah pihak telah dikonfirmasi dalam pengundian.
ru: Стороны в этих дебатах не подтверждены. Вы не можете сохранить результат этих дебатов, пока стороны не будут подтверждены в сетке.
tr: Bu tartışmanın tarafları doğrulanmadı. Taraflar kurada onaylanana kadar bu tartışma için bir sonuç kaydedemezsiniz.

source: There must be exactly %(n)d team advancing.
fr: Il faut qu'il y ait exactement %(n)d équipe avançante.
id: Tepatnya harus ada %(n)d tim yang maju.
tr: Tam olarak %(n)d takım ilerlemelidir.

source: There must be exactly 1 team advancing.
fr: Il faut qu'il y ait exactement une équipe avançante.
id: Harus ada 1 tim yang maju.
tr: Tam olarak 1 takım ilerlemeli.

source: Tab room
ar: غرفة التحكم
fr: Salle de tabulation
id: Ruang tab
ru: Комната тэбмастеров
tr: Tab odası

source: Public
ar: عمومي
fr: Publique
id: Publik
ru: Публично
tr: Herkese açık

source: timestamp
ar: الزمن
fr: horodatage
id: waktu
ru: отметка времени
tr: Zaman damgası

source: version
ar: الإصدار
id: versi
ru: версия
tr: Sürüm

source: submitter type
ar: نوع المقدم
fr: type d'auteur
id: tipe pengirim
ru: тип отправки
tr: gönderen türü

source: confirmed
ar: مؤكدة
fr: vérifié
id: terkonfirmasi
ru: подтвержденные
tr: onaylanmış

source: from private URL
id: dari tautan pribadi
tr: özel URL'den

source: from participant
fr: du participant
id: dari partisipan
tr: katılımcıdan

source: submitter
ar: المقدم
fr: auteur
id: pengirim
ru: отправитель
tr: gönderen

source: confirmer
ar: مؤكدة
fr: vérifieur
id: terkonfirmasi
ru: подтверждающий
tr: onaylayan

source: confirm timestamp
ar: تأكيد النتائج
fr: horodatage de confirmation
id: konfirmasi tanda waktu
ru: подтвердить временную отметку
tr: zaman damgasını onayla

source: A tab room ballot must have a user associated.
ar: يجب أن تكون النتائج في غرفة التاب
fr: Une feuille de la salle de tab doit avoir un utilisateur associé.
id: Sebuah kertas suara ruang tab harus memiliki pengguna yang terkait.
ru: Бэллот тэбмастеров должен иметь привязанного пользователя.
tr: Bir tab odası ballotunın ilişkili bir kullanıcısı bulunmalıdır.

source: debate
ar: مناظرة
fr: débat
id: debat
ru: дебаты
tr: maç

source: motion
ar: نص قضية
id: mosi
ru: тема
tr: önerge

source: discarded
ar: حذف
fr: rejeté
id: dibuang
ru: отклонено
tr: ıskarta edilmiş

source: single adjudicator
id: juri tunggal
tr: tek jüri

source: Whether this submission represents only the submitting adjudicator on a panel, when individual adjudicator ballots are enabled.
tr: Bu gönderimin, bireysel jüri ballotları etkinleştirildiğinde, bir panelde yalnızca gönderen jüriyi temsil edip etmediği.

source: ballot submission
ar: تسليم النتائج
fr: soumission de feuille
id: submisi lembar penjurian
ru: отправка бэллота
tr: ballot teslimi

source: ballot submissions
ar: تسليم النتائج
fr: soumissions de feuille
id: pengumpulan kertas suara
ru: отправки бэллота
tr: ballot başvuruları

source: A ballot can't be both confirmed and discarded!
ar: لا يمكن أن تكون النتيجة معتمدة ومؤكدة
fr: une feuille ne peut pas être rejeté et confirmé !
id: Sebuah kertas suara tidak bisa dikonfirmasikan dan dibuang!
ru: Бэллот не может быть одновременно подтвержден и отклонен!
tr: Bir ballot aynı anda hem onaylanıp hem de ıskarta edilemez!

source: debate adjudicator
ar: محكم المناظرة
fr: débat-adjudicateur
id: juri debat
ru: судья дебатов
tr: Maç jürisi

source: debate team
ar: فريق المناظرة
fr: débat-équipe
id: tim debat
ru: команда
tr: tartışma ekibi

source: win
ar: فوز
fr: victoire
id: menang
ru: победа
tr: galibiyet

source: margin
ar: هوامش
fr: marge
id: batas
ru: предел
tr: marj

source: score
ar: نقطة
fr: note
id: nilai
ru: балл
tr: Puan

source: team score by adjudicator
fr: note d'équipe par juge
id: nilai tim oleh juri
tr: jüriye göre takım skoru

source: team scores by adjudicator
fr: notes d'équipe par juge
id: nilai tim oleh juri
tr: jüriye göre takım skorları

source: The debate team, debate adjudicator and ballot submission must all relate to the same debate.
ar: يجب أن يتوافق كل من فريق المناظرة و محكم المناظرة بالإضافة إلى ورقة النتائج لنفس المناظرة
fr: La débat-équipe, le débat-adjudicateur et la soumission de feuille doivent tous concerner le même débat.
id: Tim debat, juri debat dan pengumpulan kertas suara semuanya harus terkait dengan debat yang sama.
ru: Команды, судья и отправка бэллота должны относиться к одним и тем же дебатам.
tr: Maç takımı, maç jürisi ve ballot gönderimi aynı maçla ilgili olmalıdır.

source: position
ar: الموقع
id: posisi
ru: позиция
tr: konum

source: speaker score by adjudicator
ar: درجة المتحدث من الحكم
fr: score de discours par adjudicateur
id: nilai pembicara oleh juri
ru: спикерский балл по судье
tr: jüriye göre konuşmacı puanı

source: speaker scores by adjudicator
ar: نقاط المتحدثين
fr: scores de discours par adjudicateur
id: nilai pembicara oleh juri
ru: спикерские баллы по судье
tr: jüriye göre konuşmacı puanları

source: points
ar: نقاط
id: poin
ru: баллы
tr: puanlar

source: votes given
ar: تم التصويت
fr: voix reçues
id: suara yang diberikan
ru: количество голосов
tr: verilen oylar

source: votes possible
ar: إمكانية التصويت
fr: voix possibles
id: suara yang memungkinkan
ru: возможное количество голосов
tr: olası oylar

source: has ghost score
tr: gölge puanı var

source: team score
ar: نتيجة الفريق
fr: score d'équipe
id: nilai tim
ru: командный балл
tr: takım puanı

source: team scores
ar: نتائج الفريق
fr: scores d'équipe
id: nilai tim
ru: командные баллы
tr: takım puanları

source: speaker
ar: متحدث
fr: orateur
id: pembicara
ru: спикер
tr: konuşmacı

source: rank
tr: sıralama

source: ghost
ar: ظل
fr: fantôme
id: hantu
ru: призрак
tr: gölge

source: If checked, this score does not count towards the speaker tab. This is typically checked for speeches where someone spoke twice to make up for an absent teammate (sometimes known as "iron-person" or "iron-man" speeches).
ar: في حالة تحديده ، لا يتم احتساب هذه الدرجة في علامة تاب المتحدث. يتم فحص هذا عادة الخطاب حيث يتحدث شخص ما مرتين لتعويض زميله الغائب (الذي يعرف أحيانا باسم خطاب "الشخص الحديدي" أو خطاب "الرجل الحديدي").
fr: Si c'est coché, cette score ne comptera pas pour le tab d'orateurs. Ce champ est typiquement coché pour les discours où un orateur a parlé plus d'une fois afin de compenser le discours d'un coéquipier absent (parfois appelé un discours « iron-person » ou « iron-man »).
id: Apabila ditandai, maka nilai ini tidak akan mempengaruhi perhitungan pada tabulasi pembicara. Ini biasa digunakan untuk pembicara yang harus berbicara dua kali saat ada anggota tim yang hilang ("iron-person").
ru: Если стоит отметка, этот балл не идет в спикерский тэб. Обычно это устанавливают для случаев, когда кто-то говорил две речи (одну за отсутствующего тиммейта (известно как речь "айрон-мена").
tr: İşaretlenirse, bu puan konuşmacı tabına dahil edilmez. Bu genellikle birinin eksik bir takım arkadaşını telafi etmek için iki kez konuştuğu konuşmalar için kullanılır (bazen "demir kişi" veya "demir adam" konuşmaları olarak da bilinir).

source: speaker score
ar: نقاط المتحدث
fr: score de discours
id: nilai pembicara
ru: спикерский балл
tr: konuşmacı puanı

source: speaker scores
ar: نقاط المتحدثين
fr: scores de discours
id: nilai pembicara
ru: спикерские баллы
tr: konuşmacı puanları

source: The debate team and speaker must be from the same team.
ar: يجب أن يكون فريق المناظرة والمحدثون من نفس الفريق
fr: La débat-équipe et l'orateur doivent être de la même équipe.
id: Tim debat dan pembicara harus dari tim yang sama.
ru: Команда и спикер должны быть из одной команды.
tr: Tartışma takımı ve konuşmacı aynı takımdan olmalıdır.

source: The ballot submission and debate team must relate to the same debate.
ar: يجب أن يكون فريق المناظرة و النتيجة من نفس المناظرة
fr: La soumission de feuille et la débat-équipe doivent concerner le même débat.
id: Penngumpulan kertas suara dan tim debat harus terkait dengan debat yang sama.
ru: Предоставление бэллота и команда должны относиться к одним и тем же дебатам.
tr: Ballot teslimi ve tartışma takımı aynı maçla ilgili olmalıdır.

source: tournament
tr: turnuva

source: weight
tr: ağırlık

source: Whether this debate's ballot has been checked in
fr: Si la feuille pour ce débat à été enregistré
id: Apakah kertas suara debat ini telah diperiksa
ru: Был ли бэллот этих дебатов проверен
tr: Bu maçın ballotlarının kontrol edilip edilmediği

source: Status of this debate's ballot
ar: حالة نتيجة المناظرة
fr: Statut de la feuille de ce débat
id: Status kertas suara debat ini
ru: Статус бэллота этих дебатов
tr: Bu maçın ballot durumu

source: Display Draw
ar: عرض القرعة
fr: Affichage du tirage
id: Tampilkan Pengundian
ru: Показать сетку
tr: Kurayı Göster

source: Check-In Ballots
fr: Enregistrer des feuilles
id: Kertas suara cek-in
ru: Проверить бэллоты
tr: Ballotları Giriş Yap

source: Recent 'Iron-Persons'
fr: Orateurs-seuls récents
id: 'Iron-Persons' terbaru
ru: Текущие айрон-мены
tr: Yakın zamanlardaki 'Demir Kişiler'

source: Teams who have recently missed a speaker
fr: Équipes qui ont récemment manqué un orateur
id: Tim yang baru saja melewatkan pembicara
ru: Команды, которым не сейчас хватает спикера
tr: Yakın zamanda bir konuşmacıyı kaçıran takımlar

source: A speaker from %(team)s gave multiple speeches in the previous round
fr: Un orateur de %(team)s a fait plusieurs discours dans la joute précédente
id: Seorang pembicara dari %(team)s memberikan banyak pidato di babak sebelumnya
ru: Спикер из %(team)s произнес несколько речей в предыдущем раунде
tr: %(team)s takımından bir konuşmacı bir önceki tur birden fazla konuşma yaptı

source: A speaker from %(team)s gave multiple speeches in the current round
fr: Un orateur de %(team)s a fait plusieurs discours dans la joute actuelle
id: Seorang pembicara dari %(team)s memberikan banyak pidato di babak ini
ru: Спикер из %(team)s произнес несколько речей в текущем раунде
tr: %(team)s takımından bir konuşmacı bu tur birden fazla konuşma yaptı

source: No known cases in the current or previous round
fr: Aucun cas connu dans la joute actuelle ou précédente
id: Tidak ada kasus yang diketahui di babak saat ini atau sebelumnya
ru: Нет известных случаев в текущем или предыдущем раунде
tr: Mevcut veya önceki turda bilinen vaka yok

source: Complete Round
fr: Achever la Joute
id: Ronde selesai
ru: Завершить раунд
tr: Turu Tamamla

source: This page automatically updates with the new ballot entries and checkins as they occur. You will, however, need to reload it once all ballots are completed in order to advance the round.
fr: Cette page se met à jour à fur et à mesure qu’ils arrivent. Vous devriez, par contre, rafraichir la page lorsque toutes les feuilles soit confirmés pour achever la joute.
id: Halaman ini secara otomatis diperbarui dengan entri kertas suara baru dan check in saat terjadi. Namun, Anda harus memuatnya kembali setelah semua kertas suara dilengkapi untuk melanjutkan putaran.
ru: Эта страница автоматически обновляется с новыми бэллотами и регистрациями по мере их появления. Однако, вам нужно будет перезагрузить её после поступления всех бэллотов для перехода на следующий раунд.
tr: Bu sayfa, yeni ballot girişleri ve iadeler gerçekleştikçe otomatik olarak güncellenir. Bununla birlikte, turu ilerletmek için tüm ballotları tamamlandıktan sonra yeniden yüklemeniz gerekecektir.

source: The following debate appears to have scoresheets from trainees: %(debates_list)s.
fr: Le débat suivant semble avoir des bulletins de note par des stagiaires : %(debates_list)s.
id: Perdebatan %(ndebates)s berikut tampaknya mendapat lembar nilai dari peserta pelatihan: %(debates_list)s.
tr: Aşağıdaki tartışmada acemilerin sonuç kağıtları var gibi görünüyor: %(debates_list)s.

source: This can happen if you demote a panellist to trainee after a result has been submitted for that debate. This may indicate that there is an inconsistency in results data, which may cause unexpected results (or crashes). Please consider going to the Edit Database area and deleting the offending <a href="%(editdb_speakerscorebyadj_url)s?debate_adjudicator__type__exact=T" class="alert-link">"speaker scores by adj" objects</a>, and then opening and resaving the result here.
fr: Ceci peut se produire si vous dégradez un panelliste à stagiaire après qu'un résultat a été saisie pour le débat. Ça indique donc qu'il pourrait avoir une incohérence dans les données des résultats, qui peut produire des problèmes inattendus ou faire planter. Allez modifier la base de données pour supprimer les objets <a href="%(editdb_speakerscorebyadj_url)s?debate_adjudicator__type__exact=T" class="alert-link">scores d'orateur par juge</a> problématiques, puis de re-enregistrer le résultat du débat ici.
id: Ini dapat terjadi jika Anda menurunkan seorang panelis menjadi peserta pelatihan setelah hasil telah dikirimkan untuk debat tersebut. Ini mungkin menunjukkan bahwa ada ketidakkonsistenan dalam data hasil, yang dapat menyebabkan hasil yang tidak diharapkan (atau crash). Harap pertimbangkan untuk pergi ke area Edit Database dan menghapus <a href="%(editdb_speakerscorebyadj_url)s?debate_adjudicator__type__exact=T" class="alert-link"> "pembicara nilai dengan adj" objek </a>, dan kemudian membuka dan menyimpan kembali hasilnya di sini.
tr: Bu durum, bir panelisti bu tartışma için bir sonuç gönderildikten sonra acemi seviyesine indirirseniz gerçekleşebilir. Bu, sonuç verilerinde beklenmeyen sonuçlara (veya çökmelere) neden olabilecek bir tutarsızlık olduğunu gösterebilir. Lütfen Veritabanı Düzenle alanına gidip problem yaratan <a href="%(editdb_speakerscorebyadj_url)s?debate_adjudicator__type__exact=T" class="alert-link">"jüri tarafından konuşmacı paunları" nesnelerini</a> silmeyi ve ardından sonucu burada açıp yeniden kaydetmeyi düşünün.

source: One or more debates in this round appear to have more than one confirmed ballot submission. This can cause unexpected results (or crashes), because Tabbycat assumes that each debate has at most one confirmed ballot submission. This inconsistency can generally only arise if you manipulate the database with SQL queries directly. You'll need to find the offending debate(s) and ballot submissions yourself in the Edit Database area, or if that doesn't work, you might need to find them using SQL queries directly.
tr: Bu turdaki bir veya daha fazla maçta birden fazla onaylanmış ballot gönderimi var gibi görünüyor. Bu, beklenmedik sonuçlara (veya çökmelere) neden olabilir, çünkü Tabbycat her maçın en fazla bir onaylanmış ballot gönderimine sahip olduğunu varsayar. Bu tutarsızlık genellikle yalnızca veritabanını doğrudan SQL sorgularıyla işlerseniz ortaya çıkabilir. Sıkıntı yaratan maçları ve ballot gönderimlerini Veritabanını Düzenle alanında kendiniz bulmanız gerekir veya bu işe yaramazsa, bunları doğrudan SQL sorgularını kullanarak bulmanız gerekebilir.
