Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/results/locale/*/LC_MESSAGES/django.po
Languages: ar, fr, id, ru, tr

source: This tournament's configuration is set to <strong>British Parliamentary</strong> with <strong>one ballot per voting adjudicator</strong>. This combination isn't allowed: BP tournaments must use consensus ballots. Results can't be entered while this configuration is in place. Please <a href="%(debate_rules_url)s">revise this tournament's configuration</a> before you try to enter results.
ar: يتم تعيين تكوين هذه البطولة على <strong>البرلمان البريطاني </strong>من خلال <strong> تحكيم شخص لكل جهه </strong> . هذه المجموعة غير مسموح بها: يجب أن تستخدم النظام البريطاني في إقرارات الإجماع. لا يمكن إدخال النتائج أثناء وجود هذا الاعدادات. من فضلك ، راجع <a href="%(debate_rules_url)s"> اعدادات هذه البطولة </a> قبل محاولة إدخال النتائج.
fr: La configuration de ce tournoi spécifie <strong>Parlementaire britannique</strong> avec <strong>une feuille par juge votant</strong> . Cette combinaison n'est pas possible: les tournois BP doivent utiliser les feuilles par consensus. Les résultats ne peuvent pas être saisis tant que cette configuration est en place. Veuillez <a href="%(debate_rules_url)s">réviser la configuration de ce tournoi</a> avant d'essayer de saisir les résultats.
id: Konfigurasi turnamen ini disetel ke <strong> Parlemen Inggris </strong> dengan <strong> satu surat suara per juri pemungutan suara </strong>. Kombinasi ini tidak diperbolehkan: Turnamen BP harus menggunakan surat suara konsensus. Hasil tidak dapat dimasukkan saat konfigurasi ini diterapkan. Harap <a href="%(debate_rules_url)s"> perbaiki konfigurasi turnamen ini </a> sebelum Anda mencoba untuk memasukkan hasil.
ru: Настройки этого турнира установлены под <strong> Британский парламентский формат</strong> с <strong> одним бэллотом на одного судью с правом голоса</strong>. Такая комбинация не разрешена: турниры в БПФ должны использовать консенсусный бэллот. Результаты не могут быть введены при данных настройках. Пожалуйста, <a href="%(debate_rules_url)s"> измените настройки турнира </a> перед вводом результатов.
tr: Bu turnuvanın yapılandırması <strong>İngiliz Parlamenteri</strong> ve <strong> oy veren jüri başına bir ballot</strong> olarak ayarlanmıştır. Bu kombinasyona izin verilmez: İP turnuvaları konsensüs oylarını kullanmalıdır. Bu yapılandırma yürürlükteyken sonuçlar girilemez. Lütfen sonuçları girmeye çalışmadan önce <a href="%(debate_rules_url)s">Bu turnuvanın yapılandırmasını revize edin</a>.

source: Currently there are no motions entered for this round, so debate results cannot be entered. <a href="%(motions_url)s" class="alert-link">Add Motions.</a>
ar: لا توجد حاليًا أي حركات تم إدخالها لهذه الجولة ، لذلك لا يمكن إدخال نتائج النقاش. <a href="%(motions_url)s" class="alert-link"> اضافة القضايا </a>
fr: Aucune motion n'est actuellement entrée pour ce tour, donc les résultats ne peuvent pas être saisis. <a href="%(motions_url)s" class="alert-link">Ajouter des motions.</a>
id: Saat ini tidak ada mosi yang masuk untuk babak ini, jadi hasil debat tidak bisa dimasukkan. <a href="%(motions_url)s" class="alert-link"> Tambahkan Gerakan. </a>
ru: В настоящее время для этого раунда не введена тема, поэтому результаты не могут быть введены. <a href="%(motions_url)s" class="alert-link"> Добавить темы</a>
tr: Şu anda bu tur için herhangi bir önerge girilmemiştir, bu nedenle maç sonuçları girilemez. <a href="%(motions_url)s" class="alert-link">Önerge Ekle.</a>

source: Your tournament configuration allows ballots to be submitted online by adjudicators. The draw <a href="%(display_url)s" class="alert-link">must be released</a> before they can do so for this round.
fr: La configuration du tournoi permet aux feuilles d’être saisis par les juges. Le tirage <a href="%(display_url)s" class="alert-link">doit être publié</a> avant qu’ils puissent le faire pour cette joute.
id: Konfigurasi turnamen Anda memungkinkan kertas suara dikirimkan secara online oleh juri. Hasil imbang <a href="%(display_url)s" class="alert-link"> harus dilepaskan </a> sebelum mereka dapat melakukannya untuk babak ini.
ru: Настройки вашего турнира позволяют судьям отправлять бэллоты онлайн. Сетка <a href="%(display_url)s" class="alert-link"> должна быть опубликована</a>до то, как судьи смогут сделать это в текущем раунде.
tr: Turnuva yapılandırmanız, ballotların jüriler tarafından çevrimiçi olarak gönderilmesine izin verir. Bu turda kura <a href="%(display_url)s" class="alert-link">yayınlanmalıdır</a>.

source: Your tournament configuration allows feedback to be submitted online by participants. The draw <a href="%(display_url)s" class="alert-link">must be released</a> before they can do so for this round.
fr: La configuration du tournoi permet aux évaluations d’être saisis par les juges. Le tirage <a href="%(display_url)s" class="alert-link">doit être publié</a> avant qu’ils puissent le faire pour cette joute.
id: Konfigurasi turnamen Anda memungkinkan balasan dikirimkan secara online oleh peserta. Hasil imbang <a href="%(display_url)s" class="alert-link"> harus dilepaskan </a> sebelum mereka dapat melakukannya untuk babak ini.
ru: Настройки вашего турнира позволяют игрокам отправлять обратную связь онлайн. Сетка <a href="%(display_url)s" class="alert-link"> должна быть опубликована</a>до то, как игроки смогут сделать это в текущем раунде.
tr: Turnuva yapılandırmanız, geri bildirimlerin katılımcılar tarafından çevrimiçi olarak gönderilmesine izin verir. Bu turda kura <a href="%(display_url)s" class="alert-link"> yayınlanmalıdır</a>.

source: Back to All Results
ar: العودة إلى جميع النتائج
fr: Retourner à tous les résultats
id: Kembali ke Hasil Pencarian
ru: Назад кр всем результатам
tr: Tüm Sonuçlara Geri Dön

source: Create a new ballot set for this debate
ar: إنشاء صفحة نتائج جديدة لهذه المناظرة
fr: Créer un nouveau ensemble de feuilles pour ce débat
id: Buat set kertas suara baru untuk debat ini
ru: Создать новый бэллот для этих дебатов
tr: Bu tartışma için yeni bir ballot seti oluştur

source: You can't confirm this ballot set because you entered it.
ar: لا يمكن اعتماد النتيجة لأنك قمت بإدخالها
fr: Vous ne pouvez pas confirmer cet ensemble de feuilles, parce que vous l'avez saisi.
id: Anda tidak dapat mengonfirmasi kumpulan kertas suara ini karena Anda telah memasukkannya.
ru: Вы не можете подтвердить этот набор бэллотов, потому что сами ввели его.
tr: Bu ballot setini girdiğiniz için onaylayamazsınız.

source: You can't confirm this ballot set because it is for a single adjudicator. Use the merge function.
tr: Bu ballot setini onaylayamazsınız çünkü tek bir jüri için. Birleştirme işlevini kullanın.

source: Confirm results
ar: تأكيد النتائج
fr: Confirmer résultat
id: Konfirmasi hasil
ru: Подтвердить результаты
tr: Sonuçları onayla

source: Results are incorrect
ar: النتائج غير صحيحة
fr: Résultat est incorrect
id: Hasil tidak benar
ru: Неверные результаты
tr: Sonuçlar yanlış

source: Emails will be sent to adjudicators when the ballot is confirmed.
fr: Des courriels seront envoyés quand la feuille soit confirmé.
id: Email akan dikirim ke juri saat kertas suara dikonfirmasi.
ru: Email будут отправлены судьям, когда бэллот будет подтвержден.
tr: Ballot onaylandığında jürilere e-posta gönderilecektir.

source: Enter Results
ar: إدخال النتائج
fr: Saisie des résultats
id: Masukkan Hasil
ru: Ввести результаты
tr: Sonuç Gir

source: This page automatically updates with the new ballot entries and checkins as they occur.
fr: Cette page est mis à jour automatiquement avec les nouveaux feuilles et enregistrements au fur et à mesure qu’ils viennent.
id: Halaman ini secara otomatis diperbarui dengan entri kertas suara baru dan check in saat terjadi.
ru: Эта страница автоматически обновляется с новыми бэллотами и регистрациями, по мере того как они приходят.
tr: Bu sayfa, yeni ballot verileri ve girişler gerçekleştikçe otomatik olarak güncellenir.

source: Currently there are no motions entered for this round, so debate results cannot be entered. Please ask an administrator to add motions.
ar: لا توجد حاليًا أي حركات تم إدخالها لهذه الجولة ، لذلك لا يمكن إدخال نتائج المناظرة . من فضلك اطلب من مسؤول لإضافة حركات.
fr: Aucune motion n'est actuellement entrée pour ce tour, donc les résultats ne peuvent pas être saisis. Veuillez demander à un administrateur d'ajouter des motions.
id: Saat ini tidak ada mosi yang masuk untuk babak ini, jadi hasil debat tidak bisa dimasukkan. Silakan minta administrator untuk menambahkan mosi.
ru: В настоящее время тема для этого раунда не введена, поэтому результаты дебатов не могут быть введены. Пожалуйста, попросите администратора добавить тему.
tr: Şu anda bu tur için herhangi bir önerge girilmemiştir, bu nedenle maç sonuçları girilemez. Lütfen bir yöneticiye danışın.

source: One debate does not have its sides confirmed. Results for this debate cannot be entered until its side allocations are marked as confirmed.
fr: Un débat n’a pas confirmé les côtés. Les résultats pour ce débat ne peuvent être saisis jusqu’à temps que la répartition soit confirmé.
id: %(ndebates)s debat belum dikonfirmasi pihaknya. Hasil untuk debat ini tidak dapat dimasukkan sampai alokasi sisi mereka ditandai sudah dikonfirmasi.
ru: У одних дебатов не подтверждены стороны. Результаты этих дебатов не могут быть введены, пока распределение сторон не отмечено как подтвержденное.
tr: Bir tartışmanın tarafları doğrulanmamıştır. Bu tartışmanın sonuçları, taraf tahsisleri onaylandı olarak işaretlenene kadar girilemez.

source: One debate has a panel with an even number of voting adjudicators. If the adjudicators split evenly, the debate will be awarded to the team for which the chair voted.
fr: Un débat a un jury avec un nombre pair de juges votants. Si le jury a une impasse, la victoire sera décidé par le président.
id: %(num_even_panel)s debat memiliki panel dengan jumlah pemungutan suara juri yang genap. Jika juri dibagi rata, debat akan diberikan kepada tim yang dipilih oleh ketua.
ru: У одних дебатов в коллегии четное число судей с правом голоса. Если голоса судей распределятся поровну, победу получит команда, за которую проголосовал чэйр.
tr: Bir maçta, eşit sayıda oylayan jürinin bulunduğu bir panel var. Jüriler eşit olarak bölünürse, başkanın oy kullandığı takım kazanır.

source: Debate Information
ar: معلومات المناظرة
fr: Informations concernant le débat
id: Informasi debat
ru: Информация о дебатах
tr: Maç Bilgileri

source: No speakers spoke twice (no 'iron-person' speeches)
fr: Aucun orateur n’a fait plusieurs discours
id: Tidak ada pembicara yang berbicara dua kali (tidak ada pidato 'iron-person')
ru: Ни один спикер не говорил дважды (никто не "айрон-менил")
tr: Hiçbir konuşmacı iki kez konuşmadı ('demir kişi' konuşması yok)

source: A speaker spoke twice (an 'iron-person' speech)
fr: Un orateur a fait plusieurs discours
id: Seorang pembicara berbicara dua kali (pidato 'iron-person')
ru: Спикер говорил дважды (играл айрон-меном)
tr: Bir konuşmacı iki kez konuştu ('demir kişi' konuşması)

source: Result
ar: النتيجة
fr: Résultat
id: Hasil
ru: Результат
tr: Sonuç

source: Rank
ar: المستوى
fr: Classement
id: Peringkat
ru: Место
tr: Sıralama

source: Margin
fr: Marge
id: Marjin
ru: Предел
tr: Marj

source: There are some problems with this scoresheet. Please review and correct them.
ar: هناك بعض المشاكل في الاستمارة يرجى مراجعتها
fr: Cette feuille de jugement a des problèmes. Veuillez les examiner et les corriger.
id: Ada beberapa masalah dengan lembar nilai ini. Harap tinjau dan perbaiki.
ru: Есть проблемы с этим бэллотом. Пожалуйста, проверьте и исправьте их.
tr: Bu sonuç kağıdında bazı sorunlar var. Lütfen bunları gözden geçirin ve düzeltin.

source: Ballot from %(name)s (%(institution)s)
ar: النتيجة من %(name)s(%(institution)s)
fr: Feuille de %(name)s (%(institution)s)
id: Kertas suara dari %(name)s (%(institution)s)
ru: Бэллот от %(name)s (%(institution)s
tr: %(name)s (%(institution)s) ballotu

source: Ballot from %(name)s
ar: نتيجة من %(name)s
fr: Feuille de %(name)s
id: Kertas suara %(name)s
ru: Бэллот от %(name)s
tr: %(name)s ballotu

source: Scoresheet
ar: ورقة النتائج
fr: Feuille de jugement
id: Lembar nilai
ru: Бэллот
tr: Sonuç kağıdı

source: Solo Chair
fr: Président Seul
id: Ketua Solo
ru: Чэйр один
tr: Tek Başkan

source: Chair
fr: Président
id: Ketua panel
ru: Чэйр
tr: Başkan

source: Panellist
fr: Membre
id: Panelis
ru: Винг
tr: Panelist

source: Trainee
fr: Stagiaire
id: Peserta pelatihan
ru: Винг без права голоса
tr: Acemi

source: Assign sides before entering scores
ar: تعيين الجانبين قبل الدخول إلى النتائج
fr: Attribuez les côtés avant de saisir les scores
id: Tetapkan sisi sebelum memasukkan nilai
ru: Назначить стороны перед вводом баллов
tr: Puanları girmeden önce taraf atayın

source: Duplicate speeches are hidden from the speaker tab. If a speaker is 'iron-personing' you would typically mark only the lesser of their scores as a duplicate.
tr: Yinelenen konuşmalar konuşmacı tabından gizlenir. Bir konuşmacı 'demir kişilik' ise, genellikle puanlarının daha az olanını yineleme olarak işaretlersiniz.

source: There is %(number)s existing ballot set for this debate.
fr: Il y a %(number)s ensemble de feuilles existant pour ce débat.
id: Ada %(number)s kertas suara yang disetel untuk debat ini.
ru: Есть %(number)s набор бэллотов для этих дебатов.
tr: Bu tartışma için %(number)s mevcut ballot seti var.

source: This ballot set is <strong>confirmed</strong>.
ar: هذه النتيجة <strong>مؤكدة</strong>
fr: Cet ensemble de feuilles est <strong>confirmé</strong>.
id: Set kertas suara ini <strong> dikonfirmasi </strong>.
ru: Этот набор бэллотов <strong> подтверждён</strong>.
tr: Bu ballot seti <strong>onaylanmış</strong>.

source: This ballot set is <strong>discarded</strong>.
ar: هذه النتيجة <strong>مؤكدة</strong>
fr: Ce feuille est <strong>rejeté</strong>.
id: Set kertas suara ini <strong> dibuang</strong>.
ru: Этот набор бэллотов <strong> отклонён</strong>.
tr: Bu ballot seti <strong> ıskarta</strong>.

source: CURRENTLY VIEWING
ar: عرض حاليا
fr: VOUS LE CONSULTEZ ACTUELLEMENT
id: MELIHAT SAAT INI
ru: ПРОСМАТРИВАЕТСЯ ПРЯМО СЕЙЧАС
tr: ŞU ANDA GÖRÜNTÜLENİYOR

source: MERGING
fr: EN FUSION
tr: BİRLEŞTİRİLİYOR

source: Version <strong>%(version)s</strong>,
ar: الإصدار <strong>%(version)s</strong>
id: Versi <strong>%(version)s</strong>,
ru: Версия <strong>%(version)s</strong>,
tr: Sürüm <strong>%(version)s</strong>,

source: entered by <strong>%(submitter)s</strong>,
ar: إدخال من <strong>%(submitter)s</strong>
fr: saisi par <strong>%(submitter)s</strong>,
id: dimasuki oleh <strong>%(submitter)s</strong>,
ru: введено <strong>%(submitter)s</strong>,
tr: <strong>%(submitter)s</strong> tarafından girilmiş,

source: submitted from <strong>%(adjudicator)s</strong>'s private URL,
fr: soumis depuis l'URL privée de <strong>%(adjudicator)s</strong>,
id: dikirim dari <strong>%(adjudicator)s</strong> URL pribadi,
tr: <strong>%(adjudicator)s</strong> özel URL'sinden gönderilen,

source: submitted from the public form on %(ip_address)s,
ar: تم تقديمها من العام إلى %(ip_address)s
fr: soumis de la formulaire publique de %(ip_address)s,
id: dikirimkan dari formulir publik di %(ip_address)s
ru: отправлено из публичной формы на %(ip_address)s,
tr: %(ip_address)s üzerinde herkese açık formdan gönderilen,

source: %(timestamp)s (%(timeago)s ago),
ar: %(timestamp)s(%(timeago)s قبل )
fr: %(timestamp)s (il y a %(timeago)s),
id: %(timestamp)s (%(timeago)s yang lalu),
ru: %(timestamp)s (%(timeago)s назад),
tr: %(timestamp)s (%(timeago)s önce),

source: unknown
fr: inconnu
id: tidak diketahui
tr: bilinmeyen

source: confirmed by <strong>%(confirmer)s</strong>
ar: تم اعتمادها من قبل <strong>%(confirmer)s</strong>
fr: confirmé par <strong>%(confirmer)s</strong>
id: dikonfirmasi oleh <strong>%(confirmer)s</strong>
ru: подтверждено <strong>%(confirmer)s</strong>
tr: <strong>%(confirmer)s</strong> tarafından onaylanmış

source: unconfirmed
ar: غير معتمد
fr: non confirmé
id: belum dikonfirmasi
ru: не потверждено
tr: Onaylanmamış

source: (discarded)
ar: حذف
fr: (rejeté)
id: (dibuang)
ru: (отклонено)
tr: (ıskarta)

source: <em>(identical to version %(others)s)</em>
fr: <em>(identique à version %(others)s)</em>
id: <em>(identik dengan versi %(others)s)</em>
ru: <em> (идентичный версии %(others)s)</em>
tr: <em>(%(others)s sürümüyle aynı)</em>

source: This ballot entry interface is in beta, if you encounter any problems the older version of the interface is <a href="%(old_url)s" class="alert-link">available here</a>.
fr: Cet interface de saisie de feuille de jugement est encore en bêta, s'il y a des problèmes la version plus vielle est <a href="%(old_url)s" class="alert-link">disponible ici</a>.
id: Antarmuka entri kertas suara ini dalam versi beta, jika Anda mengalami masalah, versi lama antarmuka <a href="%(old_url)s" class="alert-link"> tersedia di sini </a>.
ru: Этот интерфейс введения бэллотов в бета-версии, если у вас есть какие-то проблемы с ним, старая версия интерфейса <a href="%(old_url)s" class="alert-link"> доступна здесь.</a>.
tr: Bu ballot giriş arayüzü beta sürümündedir, herhangi bir sorunla karşılaşırsanız, arayüzün eski sürümü <a href="%(old_url)s" class="alert-link">burada kullanılabilir</a>.

source: This debate has a panel with an even number of voting adjudicators. If the adjudicators split evenly, the debate will be awarded to the team for which the chair voted.
ar: تحتوي هذه المناقشة على لجنة بها عدد زوجي من حكام التصويت. إذا انقسم المحكمون بالتساوي ، فسيتم منح فريق المناظرة الذي صوت له رئيس الجلسة .
fr: Ce débat a un jury avec un nombre pair de juges avec droit de vote. Si les juges sont divisés de manière égale entre les équipes, la victoire sera attribuée à l'équipe pour laquelle le/la président(e) a voté.
id: Debat ini memiliki panel dengan pemungutan suara juri dalam jumlah genap. Jika juri dibagi rata, debat akan diberikan kepada tim yang dipilih oleh ketua.
ru: В этих дебатах коллегия состояла из четного числа судей с правом голоса. Если голоса распределились поровну, победителем станет команда, за которую голосовал чэйр.
tr: Bu maçta, eşit sayıda oylayan jürinin bulunduğu bir panel var. Jüriler eşit olarak bölünürse, başkanın oy kullandığı takım kazanır.

source: %(team)s had speakers who spoke multiple times in the last round — i.e. an 'iron' person speech. Please carefully check the ballot to see if that is still the case for this round. If it is, ensure the speakers selected below reflect this.
fr: %(team)s avait des orateurs qui ont fait plusieurs discours lors de la dernière joute. SVP vérifiez minutieusement la feuille pour s’assurer que c’est encore le cas. Si ce l’est encore, assurez-vous que la feuille le reflète.
ru: В %(team)s есть спикеры, которые произнесли несколько речей в последнем раунде - то есть были айрон-менами. Пожалуйста, внимательно проверьте бэллот, чтобы уточнить, будет ли это происходить и в текущем раунде тоже. Если да, убедитесь, что выбранные ниже спикеры отражают это.
tr: %(team)s son turda birden fazla kez konuşan konuşmacılara sahip - yani 'demir kişi' konuşmasına. Lütfen bu tur için hala geçerli olup olmadığını görmek için ballotları dikkatlice kontrol edin. Öyleyse, aşağıda seçilen konuşmacıların bunu yansıttığından emin olun.

source: Scoresheet from chair %(chair)s
fr: Feuille par le président %(chair)s
id: Lembar nilai dari ketua %(chair)s
ru: Бэллот от чэйра %(chair)s
tr: %(chair)s başkandan sonuç kağıdı

source: Scoresheet, no chair set
fr: Feuille, aucun président
id: Lembar nilai, tidak ada set ketua
ru: Бэллот, чэйр не установлен
tr: sonuç kağıdı, başkan seti yok

source: Error with %(pos)s's speaker field: %(error)s
fr: Faute avec le champ d’orateur du %(pos)s : %(error)s
id: Kesalahan dengan bidang pembicara %(pos)s: %(error)s
ru: Ошибка в %(pos)s поле спикера: %(error)s
tr: %(pos)s'un konuşmacı alanıyla ilgili hata: %(error)s

source: Error with %(pos)s's duplicate speaker field: %(error)s
fr: Faute avec le champ d’orateur dupliqué du %(pos)s : %(error)s
id: Kesalahan dengan bidang pembicara duplikat%(pos)s: %(error)s
ru: Ошибка в %(pos)s поле дублирующего спикера: %(error)s
tr: %(pos)s'un yinelenen konuşmacı alanıyla ilgili hata: %(error)s

source: Error with %(pos)s's score field: %(error)s
fr: Faute avec le champ de note du %(pos)s : %(error)s
id: Kesalahan dengan bidang nilai %(pos)s: %(error)s
ru: Ошибка в %(pos)s поле баллов: %(error)s
tr: %(pos)s'un puan alanıyla ilgili hata: %(error)s

source: Postponed
fr: Reporté
id: Ditunda
tr: Ertelenen

source: Postpone
ar: مؤجل
fr: Reporter
id: Menunda
tr: Ertele

source: Ballot Status
ar: حالة النتيجة
fr: État de feuille
id: Status kertas suara
ru: Статус бэллота
tr: Ballot Durumu

source: only the confirmed ballot set will affect this debate's result
ar: سيتم اعتماد النتيجة بعد الانتهاء من نتائج المتناظرين
fr: seulement l’ensemble de feuilles confirmé affectera le résultat de ce débat
id: hanya set kertas suara yang dikonfirmasi yang akan mempengaruhi hasil debat ini
ru: только подтвержденный набор бэллотовв повлияет на результат этих дебатов
tr: sadece onaylanmış ballot setleri bu maçın sonucunu etkileyecektir.

source: Debate Status
ar: حالة المناظرة
fr: Statut de débat
id: Status debat
ru: Статус дебатов
tr: Maç Durumu

source: all debates must be confirmed to complete the round
fr: tous les débats doivent être confirmés pour achever la joute
id: semua debat harus dikonfirmasi untuk menyelesaikan babak tersebut
ru: все дебаты должны быть подтверждены для завершения раунда
tr: turu tamamlamak için tüm maçlar onaylanmalıdır

source: Save Ballot
ar: حفظ النتيجة
fr: Enregistrer feuille
id: Simpan Kertas suara
ru: Сохранить бэллот
tr: Ballotu kaydet

source: Cancel Entry
ar: إلغاء الإدخال
fr: Annuler
id: Batalkan Entri
ru: Отменить ввод
tr: Girişi İptal Et

source: The URL of this page is personalised to you, %(name)s. <strong>Do not share it with anyone;</strong> anyone who knows this URL can submit results and/or feedback for your debates. You may bookmark this page and return here after each debate for the available actions.
fr: Cette URL est personnalisée pour vous, %(name)s. <strong>Ne le partagez pas avec qui que se soit ;</strong> n’importe qui connait cette URL peut saisir des feuilles et des évaluations de débats en votre nom. Vous pouvez ajouter cette page à vos favoris et y retourner après chaque débat pour les options disponibles.
id: URL halaman ini dipersonalisasi untuk Anda, %(name)s. <strong> Jangan bagikan dengan siapa pun; </strong> siapa pun yang mengetahui URL ini dapat mengirimkan hasil dan /atau umpan balik untuk debat Anda. Anda dapat menandai halaman ini dan kembali ke sini setelah setiap debat untuk tindakan yang tersedia.
ru: URL этой страницы персонализирован для вас, %(name)s. <strong> Не делитесь им ни с кем:</strong> любой, кто знает это URL может отправлять за вас результаты дебатов и/или фидбэк. Если вы запомните эту страницу, вы можете возвращаться после каждого раунда для доступных действий.
tr: Bu sayfanın URL'si sizin için kişiseldir, %(name)s. <strong>Kimseyle paylaşmayın;</strong> bu URL'yi bilen herkes tartışmalarınız için sonuç ve/veya geri bildirim gönderebilir. Bu sayfayı yer imlerine ekleyebilir ve mevcut eylemler için her maçtan sonra buraya dönebilirsiniz.
