Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/results/locale/*/LC_MESSAGES/django.po
Languages: ar, fr, id, ru, tr

source: The URL of this page is personalised to you, %(adj_name)s. <strong>Do not share it with anyone:</strong> anyone who knows this URL can submit results for your debates. If you bookmark this page and return here after each debate, it will always show the debate that you just adjudicated.
ar: الرابط الخاص بك لهذه الصفحة ، %(adj_name)s<strong> رجاءا لا تقم بمشاركة هذا الرابط لاي شخص ، </strong> اي شخص يمتلك هذا الرابط سيقوم بادخال النتائج تحت اسمك ، في حالة حفظك لهذا الرابط و العودة أليه مره أخرى في اي وقت ستتمكن من عرض جميع المناظرات التي قمت بتحكيمها

source: Return to Results for %(round_name)s
ar: العودة إلى النتائج ، من %(round_name)s

source: Enter Results for %(debate_name)s
ar: إدخال النتيجة لـ %(debate_name)s

source: %(round)s @ %(venue_category)s %(venue)s
ar: %(venue)s%(round)s@%(venue_category)s

source: Results for %(round_name)s
ar: نتيجة من %(round_name)s

source: %(team_name)s as %(side_abbr)s
ar: %(team_name)s كـ%(side_abbr)s

source: %(winner)s (%(winner_side)s) won
ar: %(winner)s( %(winner_side)s ) الفائز

source: vs %(loser)s (%(loser_side)s)
ar: ضد %(loser)s(%(loser_side)s)

source: 1st: %(first_team)s<br>
ar: الاول %(first_team)s<br>

source: 1st
ar: المتحدث 1

source: 2nd
ar: المتحدث 2

source: 3rd
ar: المتحدث 3

source: 4th
ar: المتحدث 4

source: 5th
ar: المتحدث 5

source: 6th
ar: المتحدث 6

source: 7th
ar: المتحدث 7

source: 8th
ar: المتحدث 8
