Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/tournaments/locale/*/LC_MESSAGES/django.po
Languages: fr, pt, ru, tr

source: You already have a tournament set up using this data set. Reloading the data will delete <strong>all data</strong> from that tournament.
ru: У вас уже есть турнир, созданный с помощью этого набора данных. Перезагрузка данных удалит <strong>все данные</strong> из этого турнира.
tr: Bu veri kümesini kullanarak ayarlanmış bir turnuvanız zaten var. Verilerin yeniden yüklenmesi, o turnuvadaki <strong>tüm verileri</strong> siler.

source: Create Tournament
fr: Créer tournoi
pt: Criar torneio
ru: Создать турнир
tr: Turnuva Oluştur

source: Cancel and go back to the site home page
fr: Annuler et revenir à la page d’accueil du site
pt: Cancelar e voltar para a página inicial do site
ru: Отменить и вернуться на главную страницу сайта
tr: İptal et ve site ana sayfasına geri dön

# title
source: Donate to Tabbycat
fr: Donations à Tabbycat
pt: Doar para o Tabbycat
ru: Задонатить на Tabbycat

source: Tabbycat is a volunteer effort. Since 2012, its maintainers have spent thousands of hours working on it.
fr: Tabbycat est une entreprise de bénévoles. Depuis 2012, ses mainteneurs ont épuisés de milliers d’heures travaillant dessus.
pt: Tabbycat é um esforço voluntário. Desde 2012, seus responsáveis têm gasto milhares de horas trabalho nele.
ru: Tabbycat - это неоплачиваемый проект. С 2012 года ее создатели потратили тысячи часов на работу с ней.

source: Donating to Tabbycat helps the maintainers to meet recurring costs and justify our ongoing contributions in responding to support enquiries, keeping the software up to date, fixing bugs, and developing new features.
fr: Faire des dons à Tabbycat permet aux mainteneurs de récupérer les couts et de justifier les contributions en répondant aux requêtes d’assistance, garder le logiciel à jour, réparant des bogues et d’apporter de nouvelles fonctionnalités.
pt: Doar para o Tabbycat ajuda seus responsáveis a cobrir os custos fixos e justificar nossas contínuas contribuições em responder pedidos de suporte, mantendo atualizado o software, corrigindo falhas e desenvolvendo novas funções.
ru: Донаты для Tabbycat помогают его разработчикам покрывать возникающие расходы и оправдывают наш вклад в ответ на запросы поддержки, обновление программного обеспечения, исправление ошибок и создание новых возможностей.

source: We suggest that tournaments budget for a donation of A$1 (Australian dollar) per team. For tournaments run for fundraising or for profit, whether partly or solely, this payment is <strong>required</strong> and your licence to use Tabbycat is conditional upon it. General donations from individuals or organisations are of course also much appreciated.
fr: Nous suggérons que les tournois mettent à part un don de A$1 (dollar Australien) par équipe. Pour les tournois utilisés pour les récoltes de fonds ou pour le profit, soit en partie ou totalement, ce payement est <strong>obligatoire</strong> et votre licence est sous cette condition. Des dons généraux qui parviennent des individus ou organisations sont aussi très appréciés.
pt: Sugerimos uma doação de A$1 (dólar australiano) por dupla. Para torneio com captação de recursos ou com fins lucrativos, independentemente se for o objetivo único ou parcial, esse pagamento é <strong>necessário</strong>e sua licença de uso do Tabbycat está condicionada a ele. Doações gerais de indivíduos ou organizações são muito apreciadas.
ru: Мы предлагаем, чтобы бюджет турниров на донаты составлял 1 A$ (австралийский доллар) за команду. Для турниров, проводимых для получения прибыли, этот платеж <strong>обязателен</strong> и ваша лицензия на использование Tabbycat зависит от него. Общие пожертвования от отдельных лиц или организаций, конечно, также сильно приветствуются.

source: Our suggested donation from %(tournament)s, based on its size, is <strong>A$%(nteams)s</strong>. The easiest way to donate is <a href="http://PayPal.Me/tabbycatproject/%(nteams)saud">via Paypal</a>, but please don’t hesitate to <a href="http://tabbycat.readthedocs.io/en/stable/about/support.html#email">email us</a> if other methods would work better for you. Also, feel free to get in touch if you require an invoice or receipt for the payment.
fr: Notre don suggéré de %(tournament)s vue sa taille est de <strong>A$%(nteams)s</strong>. Le moyen le plus facile à contribuer un don est <a href="http://PayPal.Me/tabbycatproject/%(nteams)saud">par Paypal</a>, mais n’hésitez pas à <a href="http://tabbycat.readthedocs.io/en/stable/about/support.html#email">nous envoyer des courriels</a> si les autres moyens ne vous conviennent pas. D’autant plus, n’hésitez pas à nous contacter si vous requérez une facture ou reçu pour le payement.
pt: Nossa sugestão de doação do %(tournament)s, baseado em seu tamanho, é de <strong>A$%(nteams)s</strong>. A forma mais fácil de doar é <a href="http://PayPal.Me/tabbycatproject/%(nteams)saud">via Paypal</a>, mas não hesite em nos <a href="http://tabbycat.readthedocs.io/en/stable/about/support.html#email">enviar um e-mail</a>caso outras formas de pagamento sejam melhores para você. Além disso, sinta-se livre para contactar caso precise de uma fatura ou recibo de pagamento.
ru: Предлагаемый нами размер доната за %(tournament)s, базируясь на его размере, составляет <strong>австралийских долларов%(nteams)s</strong>. Самый простой способ донатить - это <a href="http://PayPal.Me/tabbycatproject/%(nteams)saud"> через Paypal</a>, но не стесняйтесь <a href="http://tabbycat.readthedocs.io/en/stable/about/support.html#email"> обратиться к нам</a>, если вам более удобны другие способы. Также обращайтесь, если вам нужен счет или квитанция об оплате.

source: The easiest way to donate is <a href="http://PayPal.Me/tabbycatproject/0aud">via Paypal</a>. Please <a href="http://tabbycat.readthedocs.io/en/stable/about/support.html">contact us</a> if you require other options.
fr: Le moyen le plus facile à contribuer un don est <a href="http://PayPal.Me/tabbycatproject/%(nteams)saud">par Paypal</a>, mais n’hésitez pas à <a href="http://tabbycat.readthedocs.io/en/stable/about/support.html#email">nous envoyer des courriels</a> si vous avez besoin d’autres moyens.
pt: A forma mais fácil de doar é <a href="http://PayPal.Me/tabbycatproject/0aud">via Paypal</a>. Favor <a href="http://tabbycat.readthedocs.io/en/stable/about/support.html">contacte-nos</a> se você precisar de outras opções.
ru: Самый простой способ для доната это <a href="http://PayPal.Me/tabbycatproject/0aud"> через Paypal. Пожалуйста, <a href="http://tabbycat.readthedocs.io/en/stable/about/support.html"> свяжитесь с ним </a>, если вам нужны другие способы доната.

source: Debate Team Missing
pt: Dupla de Debate faltando
ru: Команда отсутствует
tr: Tartışma Takımı Eksik

source: Tabbycat always requires that, in every debate, one and only one team is assigned to each side. When that is not the case, this error occurs. Usually, this is the result of debates having been manually edited.
fr: Tabbycat exige toujours que, dans chaque débat, une et une seule équipe soit attribuée à chaque côté. Quand ce n’est pas le cas, cette erreur se produit. Typiquement, cela est le résultat de la modification manuelle des débats.
pt: O Tabbycat sempre requer que, em cada debate, uma e apenas uma equipe seja atribuída a cada posição. Quando não for esse o caso, este erro ocorre. Normalmente, isso é o resultado de debates que foram editados manualmente.
ru: Tabbycat всегда требует, чтобы в каждых дебатах одна и только одна команда была назначена на каждую сторону. Когда это не так, возникает эта ошибка. Обычно это результат того, что дебаты были отредактированы вручную.
tr: Tabbycat her zaman, her maçda, her tarafa bir ve sadece bir takım atanmasını gerektirir. Durum böyle olmadığında, bu hata oluşur. Genellikle bu, manuel olarak düzenlenmiş maçların sonucudur.

source: A list of offending debates is presented below. To fix them, you'll need to do the following:
fr: Une liste des débats problématiques est présentée ci-dessous. Pour les corriger, vous devrez effectuer les opérations suivantes :
ru: Список неправильно установленных дебатов представлен ниже. Чтобы их исправить, вам нужно сделать следующее:
tr: Probleme sebep olan maçların listesi aşağıdadır. Bunları düzeltmek için aşağıdakileri yapmanız gerekir:

source: Click the <strong>Fix this debate</strong> button for that debate.
fr: Cliquer sur le bouton <strong>Corriger ce débat</strong> pour ce débat-là.
pt: Aperte o botão <strong>Consertar este debate</strong> para aquele debate.
ru: Нажмите на кнопку <strong>Исправить эти дебаты</strong> для этих дебатов.
tr: Maç için <strong>Bu maçı düzelt</strong> düğmesine tıklayın.

source: Ensure that every <strong>side</strong> that should be present in the debate is present and has a <strong>team</strong> assigned. If a team is missing, find an empty row and use the magnifying glass to select a team. Then set the new team's <strong>side</strong> accordingly.
fr: Vous assurer que chaque <strong>côté</strong> qui doit être présente dans le débat soit présente et qu'une <strong>équipe</strong> y soit attribuée. S’il manque une équipe, trouver une ligne vide et utiliser la loupe pour sélectionner une équipe. Ensuite préciser en conséquence la côté de cette nouvelle équipe.
pt: Certifique-se de que todos as<strong>posições</strong> que devem estar presentes no debate estão presentes e tem uma <strong>equipe</strong> atribuída. Se uma equipe está faltando, encontre uma linha vazia e use a lupa para selecionar uma dupla. Em seguida, defina a <strong>posição</strong> da nova equipe apropriadamente.
ru: Убедитесь, что каждая <strong>сторона</strong>, которая должна присутствовать в дебатах, присутствует и имеет назначенную<strong>команду</strong>. Если команда отсутствует, найдите пустую строчку и используйте лупу для выбора команды. Затем установите для новой команды <strong>соответствующую</strong> сторону.
tr: Tartışmada bulunması gereken her <strong>tarafın</strong> mevcut olduğundan ve atanmış bir <strong>takım</strong> olduğundan emin olun. Bir takım eksikse, boş bir satır bulun ve bir takım seçmek için büyüteç kullanın. Ardından yeni takımın <strong>taraf</strong> ayarını buna göre ayarlayın.

source: Ensure that no <strong>side</strong> appears more than once in the debate.
fr: Vous assurer qu'aucun <strong>côté</strong> apparaisse plus qu'une fois dans le débat.
pt: Certifique-se de que nenhuma <strong>posição</strong> aparece mais de uma vez no debate.
ru: Убедитесь, что каждая <strong>сторона</strong> не появляется в дебатах больше одного раза.
tr: Tartışmada hiçbir <strong>tarafın</strong> birden fazla olmadığından emin olun.

source: <strong>Save</strong> the changes.
fr: <strong>Enregistrer</strong> les modifications.
pt: <strong>Salve</strong> as modificações.
ru: <strong>Сохранить</strong> изменения.
tr: Değişiklikleri <strong>kaydedin.</strong>

source: Once you've fixed all the debates, you should then be able to return to whatever page you were originally on without the error reoccurring.
fr: Après avoir corrigé tous les débat, vous pourrez ensuite retourner la page auquel vous étiez initialement, sans que l'erreur se reproduise.
pt: Uma vez que você consertou todos os debates, você poderá retornar a qualquer página que você estava originalmente sem que este erro ocorra novamente.
ru: После того как вы исправили все дебаты, вы должны вернуться на любую страницу, на которой вы изначально находились без повторной ошибки.
tr: Tüm tartışmaları düzelttikten sonra, hata tekrarlanmadan orijinal olarak bulunduğunuz sayfaya geri dönebilmeniz gerekir.

source: You can also see all the debates in the <a href="%(edit_debates_url)s" target="_blank">Debates section of the Edit Database Area</a>.
fr: Vous pouvez aussi voir tous les débats dans la <a href="%(edit_debates_url)s" target="_blank">sections des débats de la zone pour modifier le base de données</a>.
pt: Você também pode ver todos os debates na <a href="%(edit_debates_url)s" target="_blank">seção de Debates da Área de Edição da Base de Dados</a>.
ru: Вы можете видеть все дебаты в <a href="%(edit_debates_url)s" target="_blank"> разделе Дебаты в области Редактировать базу данных</a>.
tr: Tüm maçları <a href="%(edit_debates_url)s" target="_blank">veritabanı düzenle kısmının maçlar kısmında da </a>görebilirsiniz.

source: Debate ID
fr: Identifiant de débat
pt: ID do Debate
ru: ID Дебатов
tr: Tartışma Kimliği

source: Team(s) on %(side)s
ru: Команда(ы) на %(side)s

source: Link to fix this debate
fr: Lien pour corriger ce débat
pt: Link para consertar este debate
ru: Ссылка для исправления этих дебатов
tr: Bu tartışmayı düzeltmek için link

source: No teams
fr: Aucune équipe
pt: Sem times
ru: Нет команд
tr: Takım yok

source: Multiple teams
fr: Plusieurs équipes
pt: Múltiplos times
ru: Несколько команд
tr: Birden fazla takım

# button label
source: Fix this debate
fr: Corriger ce débat
pt: Consertar este debate
ru: Исправить эти дебаты
tr: Bu tartışmayı düzelt

source: It looks like all debates are in good shape!
fr: Il semble que tous les débats soient corrects !
pt: Parece que todos os debate estão bem configurados!
ru: Похоже, со всеми дебатами все хорошо!
tr: Tüm tartışmalar iyi gibi görünüyor!

source: If you keep getting redirected to this page and you're not sure why, please contact the developers of Tabbycat.
fr: Si vous continuez d'être redirigé(e) à cette page et vous ne savez pas pourquoi, veuillez contacter les développeurs de Tabbycat.
pt: Se você continuar sendo redirecionado a esta pagina e você não sabe o motivo, favor contactar os desenvolvedores do Tabbycat.
ru: Если вас продолжает перенаправлять на эту страницу и вы не знаете, почему, пожалуйста, свяжитесь с разработчиками Tabbycat.
tr: Bu sayfaya yönlendirilmeye devam ediyorsanız ve nedenini bilmiyorsanız, lütfen Tabbycat'in geliştiricileriyle iletişime geçin.

source: Welcome to %(tournament)s
ru: Добро пожаловать в %(tournament)s
tr: %(tournament)s turnuvasına hoş geldiniz!

source: There is currently no public information available for this tournament.
fr: Il n’y a actuellement aucune information publique disponible sur ce tournoi.
pt: Não há informações públicas disponíveis para este torneio.
ru: В настоящее время для этого турнира отсутствует общедоступная информация.
tr: Şu anda bu turnuva için herkese açık bir bilgi bulunmamaktadır.

source: Team Tab
fr: Classement des équipes
pt: Classificação das Duplas
ru: Командный тэб
tr: Takım Tabı

source: %(category)s Team Tab
ru: Командный тэб %(category)s
tr: %(category)s Takım Tabı

source: Speaker Tab
fr: Classement des orateurs
pt: Classificação individual
ru: Спикерский тэб
tr: Konuşmacı Tabı

source: %(category)s Speaker Tab
ru: %(category)s Спикерский тэб
tr: %(category)s Konuşmacı Tabı

source: Replies Tab
fr: Classement des discours de résponse
ru: Вкладка ответов
tr: Özet Tabı

source: Adjudicator Tab
fr: Classement des juges
ru: Тэб судей
tr: Jüri Tabı

source: Motions Tab
fr: Classement des motions
ru: Тэб тем
tr: Önerge Tabı

source: Sides
fr: Côtés
ru: Стороны
tr: Taraflar

source: Draw for %(round)s
ru: Сетка на %(round)s
tr: %(round)s için kura

source: Draws for Current Rounds
ru: Сетка на текущий раунд
tr: Mevcut Turlar için Kuralar

source: %(round)s's draw has yet to be released
ru: сетка на %(round)s ещё не опубликована
tr: %(round)s'un kurası henüz açıklanmadı.

source: The draw for the next round has yet to be released
ru: Сетка на следующий раунд ещё не опубликована
tr: Bir sonraki tur için kura çekimi henüz açıklanmadı.

source: Check-Ins
fr: Enregistrements
ru: Регистрации
tr: Girişler

source: Results
fr: Résultats
pt: Resultados
ru: Результаты
tr: Sonuçlar

source: Motions
pt: Moções
ru: Темы
tr: Önergeler

source: Team Standings
fr: Classement des équipes
pt: Colocações das Duplas
ru: Положение команд
tr: Takım Sıralamaları

source: %(category)s Break
ru: %(category)s Брейк

source: Breaking Adjudicators
fr: Qualification des juges
ru: Брейкающиеся судьи
tr: Break Olan Jüriler

source: Diversity
ru: Дайверсити
tr: Çeşitlilik

source: Participants
pt: Participantes
ru: Участники
tr: Katılımcılar

source: Institutions
pt: Instituições
ru: Клубы
tr: Kurumlar

source: Feedback Progress
fr: Progrès des commentaires
pt: Progresso do feedback
ru: Прогресс отправки форм обратной связи
tr: Geri Bildirim Durumu

source: Enter Ballot
fr: Saisie d'un bulletin
ru: Введите бэллот

source: Enter Feedback
fr: Saisie d'une commentaire
pt: Inserir feedback
ru: Введите форму обратной связи
tr: Geri Bildirim Girin

source: Tournament Staff
fr: Personnel du tournoi
pt: Organizadores do Torneio
ru: Персонал турнира
tr: Turnuva personeli

source: Confirm Round Completion
ru: Подтвердить завершение раунда
tr: Tur Tamamlanmasını Onayla

source: Enter Results
fr: Saisir Résultats
ru: Ввести результаты
tr: Sonuç Gir

source: Emails have already been sent.
fr: Les courriels ont déjà été envoyés.
ru: Email уже были отправлены.
tr: E-postalar zaten gönderildi.

source: Email Team Wins/Losses
fr: Envoyer les victoires d’équipes par courriel
ru: Отправить победы и поражения команды по email
tr: Takım galibiyet ve mağlubiyetlerini e-postala.

source: Email Team Points
fr: Envoyer la note des équipes par courriel
ru: Отправить командные баллы по email
tr: Takım puanlarını e-postala.

source: Mark %(round)s as Completed
ru: Отметить %(round)s как завершенный
tr: %(round)s turunu tamamlandı olarak işaretle

source: Mark %(round)s as Completed Anyway
ru: Все равно отметить %(round)s как завершенный
tr: %(round)s turunu yinede tamamlandı olarak işaretle

source: Go to %(round)s
ru: Перейти к %(round)s
tr: %(round)s konumuna git

source: %(round)s has already been marked as completed!
ru: %(round)s уже отмечен как завершенный!
tr: %(round)s zaten tamamlandı olarak işaretlenmiş!

source: The following prior round has not yet been completed: %(prior_rounds_not_completed)s. You should complete it before marking this round as completed.
ru: Этот предшествующий раунд ещё не завершен: %(prior_rounds_not_completed)s. Вы должны завершить его прежде чем отметить текущий раунд как завершенный.
tr: Belirtilen önceki tur henüz tamamlanmadı: %(prior_rounds_not_completed)s. Bu turu tamamlandı olarak işaretlemeden önce tamamlamalısınız.

source: All ballots from %(round)s are confirmed. You should be good to go!
ru: Все бэллоты для %(round)s подтверждены. Вы можете продолжать!
tr: %(round)s için gelen tüm ballotlar onaylandı. Herşey yolunda!

source: There is still %(num_unconfirmed)s ballot that is not confirmed. You should <strong>not</strong> proceed to the next round until all ballots are confirmed.
fr: Il y a encore %(num_unconfirmed)s bulletin qui est pas confirmé. Vous ne devriez <strong>pas</strong> avancer au prochain tour.
ru: Все ещё есть %(num_unconfirmed)s неподтвержденный бэллот. Вы не <strong>должны</strong> переходить к следующему раунду, пока все бэллоты не подтверждены.
tr: Hala onaylanmamış %(num_unconfirmed) ballot var. Tüm ballotlar onaylanana kadar bir sonraki tura <strong>geçmemelisiniz.</strong>

source: <p>This round is a silent round.</p> <p> Even though public view of results is enabled, results for <em>this</em> round will still be hidden from public view after completing this round. <p> <p> You can change which rounds are silent in the <a href="%(round_changelist_url)s">Edit Database area</a>. </p>
ru: <p>Этот раунд является закрытым. </p><p>. Хотя публичный просмотр результатов включен, результаты <em>этого</em> раунда будут скрыты от публичного просмотра после завершения раунда. <p><p> Вы можете изменить то, какие раунды являются закрытыми в <a href="%(round_changelist_url)s"> области Редактировать базу данных </a>.</p>

source: <p><strong> Results for %(round)s will be published online once you mark this round as complete! </strong></p> <p> This round is <em>not</em> a silent round, and public view of results is enabled. </p> <p> If you want to keep the results for just this round hidden, you can mark this round as silent in the <a href="%(round_changelist_url)s">Edit Database area</a>. </p> <p> If you want to disable the public view of results, you can do so in the <a href="%(public_features_url)s">tournament configuration</a>. </p>
ru: <p><strong>Результаты%(round)s будут опубликованы онлайн, как только вы отметите этот раунд как завершенный!</strong></p><p>. Этот раунд <em>не</em> закрытый раунд и публичный просмотр результатов включен.</p><p>. Если вы хотите скрыть результаты этого раунда, вы можете отметить этот раунд как закрытый в <a href="%(round_changelist_url)s"> области Редактировать базу данных</a>.</p><p> Если вы хотите отключить публичный просмотр результатов, вы можете сделать это в <a href="%(public_features_url)s"> настройках турнира</a>.</p>

source: Set Current Round
fr: Modifier le tour actuel
pt: Configurar a Rodada Atual
ru: Установить текущий раунд
tr: Geçerli Turu Ayarla

source: Back to Configuration
fr: Retour au Configuration
ru: Вернуться к настройкам
tr: Yapılandırmaya Geri Dön

source: No round is currently set. In order for Tabbycat to work, please set the <strong>current round</strong> of the tournament <strong>%(tournament)s</strong>.
ru: Ни один из раундов в данный момент не задан. Чтобы Tabbycat мог работать, пожалуйста, настройте <strong> текущий раунд </strong> турнира <strong>%(tournament)s</strong>.
tr: Şu anda hiçbir tur ayarlanmamıştır. Tabbycat'in çalışması için lütfen <strong>%(tournament)s</strong> turnuvasının <strong>geçerli turu olacak şekilde</strong> ayarlayın.

source: On this page, you can set the <strong>current round</strong> of the tournament <strong>%(tournament)s</strong>.
ru: На этой странице вы можете настроить <strong> текущий раунд</strong> турнира <strong>%(tournament)s</strong>.
tr: Bu sayfada, <strong>%(tournament)s</strong> turnuvasının <strong>geçerli turunu</strong> ayarlayabilirsiniz.

source: The tournament <strong>%(tournament)s</strong> has no rounds. You'll need to <a href="%(round_changelist_url)s">add rounds and associate them with this tournament</a> before you can set the current round.
ru: В турнире <strong>%(tournament)s</strong> нет раундов. Вам нужно <a href="%(round_changelist_url)s"> добавить раунды и связать их с этим турниром</a> перед тем, как вы сможете настроить этот раунд.
tr: <strong>%(tournament)s</strong> turnuvasının turu yok. Geçerli turu ayarlayabilmeniz için <a href="%(round_changelist_url)s"> tur eklemeniz ve bunları bu turnuvayla ilişkilendirmeniz</a> gerekir.

source: Welcome!
fr: Bienvenue&nbsp;!
pt: Bem-vindo!
ru: Добро пожаловать!
tr: Hoş geldiniz!

source: It looks like there aren't any tournaments on this site. Would you like to create one?
fr: Il semble qu'il n'y ait aucun tournoi sur ce site. Voulez-vous en créer un ?
pt: Parece que não há nenhum torneio neste site. Você gostaria de criar um?
ru: Похоже, на этом сайте нет турниров. Хотите создать турнир?
tr: Bu sitede herhangi bir turnuva yok gibi görünüyor. Oluşturmak ister misiniz?

source: There are currently no tournaments set up on this site.
fr: Il n'y a pas actuellement de tournois sur ce site.
pt: Não há nenhum torneio configurados neste site.
ru: На данном сайте сейчас нет турниров.
tr: Şu anda bu sitede herhangi bir turnuva düzenlenmemiştir.

source: New Tournament
fr: Créer un nouveau tournoi
pt: Novo Torneio
ru: Новый турнир
tr: Yeni Turnuva

source: Edit Database Area
fr: Zone pour modifier la base de données
pt: Editar Área de Base de Dados
ru: Область Редактировать базу данных
tr: Veritabanı Alanını Düzenle

source: Send a Test Email
ru: Отправить пробный email
tr: Test E-postası Gönder

source: Change Password (%(user)s)
fr: Modifier mot de passe (%(user)s)
pt: Mudar Senha (%(user)s)
ru: Поменять пароль %(user)s

source: Log Out (%(user)s)
fr: Déconnexion (%(user)s)
pt: Sair (%(user)s)
ru: Выйти (%(user)s)
tr: Oturumu Kapat (%(user)s)
