Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/tournaments/locale/*/LC_MESSAGES/django.po
Languages: fr, pt, ru, tr

source: Team point emails have been sent to the speakers.
fr: Les courriels de notes des équipes ont été envoyés aux orateurs.

source: You've been redirected to this page because tournament %(tournament_name)s has no rounds.Please create some before returning to the admin site
pt: Você foi redirecionado para esta página porque o torneio %(tournament_name)s não tem rodadas. Por favor, crie algumas antes de voltar à página de administração

source: There's a problem with the data for the tournament %(tournament_name)s. Please contact a tab director and ask them to investigate.
pt: Existe um problema com os dados do torneio %(tournament_name)s. Favor contactar um diretor de tabulação e pedir para que eles investiguem.

source: Divisions
pt: Divisões
