Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/tournaments/locale/*/LC_MESSAGES/django.po
Languages: fr, pt, ru, tr

source: Tournaments
fr: Tournois
pt: Torneios
ru: Турниры
tr: Turnuvalar

source: Number of preliminary rounds
fr: Nombre de tours préliminaires
pt: Número de rodadas classificatórias
ru: Количество отборочных раундов
tr: Ön eleme turlarının sayısı

source: Number of teams in the open break
fr: Nombre d'équipes dans le break open
pt: Número de duplas na classificação "aberta"
ru: Количество команд в основном брейке
tr: Açık Breakteki takım sayısı

source: Leave blank if there are no break rounds.
fr: C'est-a-dire, qui avancera aux tours à élimination dans la catégorie open. Laissez vide s'il n'y a pas de tours à élimination.
pt: Deixe em branco se não tiverem rodadas "abertas".
ru: Оставьте пустым если нет брейковых раундов.
tr: Break turu yoksa boş bırakın.

source: Did you agree with their decision?
fr: Êtes-vous d’accord avec cette décision ?
pt: Você concordou com a decisão deles?
ru: Вы согласны с их решением?
tr: Kararlarına katılıyor musunuz?

source: Agree?
fr: D’accord ?
pt: Concorda?
ru: Согласны?
tr: Kabul et?

source: Comments
fr: Commentaires
pt: Comentários
ru: Комментарии
tr: Yorumlar

source: Open
pt: Aberto
ru: Открытый
tr: Açık

source: Format Configuration
fr: Configuration de format
pt: Configuração do formato
ru: Конфигурация формата
tr: Biçim Yapılandırması

source: Apply a standard set of settings to match a common debate format
fr: Appliquer un ensemble standard de paramètres correspondant à un format de débat qui est commun
pt: Aplicar um conjunto de configurações padrão para coincidir com um formato de debate comum
ru: Применить стандартные настройки для соответствия обычному формату дебатов

source: Public Configuration
fr: Configuration d'accès du public
pt: Configuração do público
ru: Настройки публичности
tr: Açık Yapılandırma

source: Show non-sensitive information on the public-facing side of this site, like draws (once released) and the motions of previous rounds
fr: Afficher des informations non sensibles sur les pages accessibles au public, par ex., les tirages publiés et les motions des tours antérieurs
pt: Mostrar informações não sensíveis na página pública do site, como posições no debate (uma vez liberadas) e as moções de rodadas anteriores
ru: Показывать не-персонализированную информацию на публичной странице этого сайта, такую как сетки (по мере опубликования) и темы предыдущих раундов
tr: Sitenin herkese açık tarafında, kuralar (bir kez yayınlandıktan sonra) ve önceki turların hareketleri gibi hassas olmayan bilgileri gösterir

source: <strong>Tabulation:</strong> [list tabulation staff here]<br /><strong>Organisation:</strong> [list organising committee members here]<br /><strong>Adjudication:</strong> [list chief adjudicators here]
pt: <strong>Tabulação</strong>[liste a equipe de tabulação aqui<br /><strong>Organização:</strong>[liste o comitê de organização aqui]<br /><strong>Juízes:</strong>[liste os juízes-chefes aqui]
ru: <strong>Таблизация:</strong> [список тэбмастеров здесь]<br /><strong>Организация:</strong> [список членов оргкомитета здесь]<br /><strong>Судейство:</strong> [список главных судей здесь]

source: Current preliminary round
pt: Atual rodada classificatória
ru: Нынешний отборочный раунд
tr: Mevcut ön eleme turu

source: All preliminary rounds have been completed
pt: Todas as rodadas classificatórias foram completadas
ru: Все отборочные раунды завершены
tr: Tüm ön eleme turları tamamlandı

source: Current elimination round in <strong>%(category)s</strong> <em>(only if all preliminary rounds have been completed)</em>
pt: Atual rodada eliminatória em <strong>%(category)s</strong><em>(apenas se todas as rodadas classificatórias tiverem sido completadas)</em>
ru: Текущий брейковый раунд в <strong>%(category)s</strong><em> (только отборочные раунды были завершены)</em>
tr: Mevcut eleme turu <strong>%(category)s</strong> <em>(sadece tüm ön eleme turları tamamlanmışsa)</em>

source: All elimination rounds in %(category)s have been completed
pt: Todas as rodadas eliminatórias em %(category)s foram concluídas
ru: Все брейковые раунды в %(category)s завершены
tr: %(category)s cinsinden tüm eleme turları tamamlandı

source: If the current round is a preliminary round, this field must be blank.
pt: Se a rodada atual é uma rodada classificatória, este campo deve estar em branco.
ru: Если текущий раунд является отборочным, то это поле должно быть пустым.
tr: Mevcut tur bir ön tur ise, bu alan boş bırakılmalıdır.

source: If all preliminary rounds have been completed, this field is required.
pt: Se todas as rodadas classificatórias foram concluídas, este campo é obrigatório.
ru: Если все отборочные раунды завершены, то это поле необходимо.
tr: Tüm ön eleme turları tamamlanmışsa, bu alan gereklidir.

source: You've been redirected to this page because tournament %(tournament)s has no rounds. Please create some before returning to the admin site.
ru: Вы были перенаправлены на эту страницу, потому что турнир %(tournament)s не имеет раундов. Пожалуйста, создайте раунды перед возвращением на сайт администратора.
tr: %(tournament)s turnuvasının turu olmadığı için bu sayfaya yönlendirildiniz. Lütfen yönetici sitesine dönmeden önce tur oluşturun.

source: There's a problem with the data for the tournament %(tournament)s. Please contact a tab director and ask them to investigate.
ru: Возникла проблема с данными для турнира %(tournament)s. Пожалуйста, свяжитесь с тэбмастером и попросите его провести расследование.
tr: %(tournament)s turnuvasının verileriyle ilgili bir sorun var. Lütfen bir tab yöneticisiyle iletişime geçin ve araştırmalarını isteyin.

source: You've been redirected to this page because of a problem with how teams are assigned to sides in a debate.
fr: Vous avez été redirigé(e) vers cette page en raison d’un problème avec l'attribution des équipes aux côtés dans un débat.
pt: Você foi redirecionado para esta página devido a um problema como as equipes foram atribuídas às posições em um debate.
ru: Вы были перенаправлены на эту страницу из-за проблемы с распределением команд по сторонам дебатов.
tr: Bir maçda takımlarının taraflara nasıl atandığıyla ilgili bir sorun nedeniyle bu sayfaya yönlendirildiniz.

source: There's a problem with how teams are assigned to sides in a debate. The tab director will need to resolve this issue.
fr: Il y a un problème avec comment les équipes sont assignées les côtés du débat. Le directeur des tabulations va devoir résoudre ce problème.
pt: Há um problema como as equipas são atribuídas às posições em um debate. O diretor de tabulação precisará resolver esta questão.
ru: Существует проблема с тем, как команды назначаются на стороны в дебатах. Тэбмастер должен будет решить эту проблему.
tr: Bir maçda takımların taraflara nasıl atandığı ile ilgili bir sorun var. Tab yöneticisinin bu sorunu çözmesi gerekir.

source: for %(round)s
fr: pour %(round)s
pt: para %(round)s
ru: для %(round)s
tr: %(round)s için

source: Return to Draw
pt: Retornar às Posições
ru: Вернуться к сетке
tr: Kuraya Dön

source: You can't use this as a tournament slug, because it's reserved for a Tabbycat system URL. Please try another one.
fr: Il est impossible d'utiliser cela comme un slug d'un tournoi, car c'est réservé pour une URL du système Tabbycat. Veuillez essayer un autre.
pt: Você não pode usar isto para o endereço do torneio, pois ele é reservado para uma URL do sistema Tabbycat. Por favor, tente outro.
ru: Вы не можете использовать это как краткий адрес турнира, потому что он зарезервирован для URL системы Tabbycat. Пожалуйста, попробуйте другой.
tr: Bunu bir turnuva jetonu olarak kullanamazsınız, çünkü Tabbycat sistem URL'si için ayrılmıştır. Lütfen başka bir tane deneyin.

source: name
fr: nom
pt: nome
ru: название
tr: isim

source: The full name, e.g. "Australasian Intervarsity Debating Championships 2016"
fr: Le nom complet qui est affiché sur la page d'accueil, p. ex. "Championnat australasien de débat 2016"
pt: O nome completo, por exemplo, "Australasian Intervarsity Debating Championships 2016"
ru: Полное название, например "Австралоазиатский межвузовский дебатный чемпионат 2016"
tr: Tam adı, örneğin "Australasian Intervarsity Debating Championships 2016"

source: short name
fr: nom court
pt: apelido
ru: краткое название
tr: kısa ad

source: The name used in the menu, e.g. "Australs 2016"
fr: Le nom qui est utilisé sur le menu, p. ex. "Australs 2016"
pt: O nome utilizado no menu, por exemplo, "Australs 2016"
ru: Название, используемое в меню, например "Australs 2016"
tr: Menüde kullanılan ad, örneğin "Australs 2016"

source: sequence number
fr: numéro de séquence
pt: número sequencial
ru: порядковый номер
tr: sıra numarası

source: A number that determines the relative order in which tournaments are displayed on the homepage.
fr: Un numéro qui déterminer l'ordre relatif dont les tournois sont affichés sur le page d'accueil.
pt: Um número que determina a ordem em que os torneios são exibidos na página inicial.
ru: Номер, определяющий относительный порядок отображения турниров на главной странице.
tr: Turnuvaların ana sayfada görüntüleneceği göreli sırayı belirleyen bir sayıdır.

source: slug
pt: endereço
ru: краткое название
tr: jeton

source: The sub-URL of the tournament, cannot have spaces, e.g. "australs2016"
fr: Le sous-URL du tournoi, p. ex. "australs2016". Un slug ne peut pas contenir des espaces.
pt: O sub-URL do torneio não pode ter espaços, por exemplo, "australs2016"
ru: Суб-URL турнира, не может иметь пробелов, например "australs2016"
tr: Turnuvanın alt URL'sinde boşluk bulunamaz, örneğin "australs2016"

source: active
fr: actif
pt: ativo
ru: активный
tr: aktif

source: tournament
fr: tournoi
pt: torneio
ru: турнир
tr: turnuva

source: tournaments
fr: tournois
pt: torneios
ru: турниры
tr: turnuvalar

source: Random
fr: Aléatoire
pt: Aleatório
ru: Случайный
tr: Rastgele

source: Manual
fr: Manuel
ru: Ручной
tr: El ile

source: Round-robin
fr: Toutes rondes
pt: Rodízio
ru: Раунд-Робин
tr: Hepsini bir kez deneme

source: Power-paired
fr: Jumelé par rang
pt: Pareamento por força
ru: Сочетание по силе команд
tr: Güç eşleştirilmiş

source: Elimination
pt: Eliminação
ru: Брейковый
tr: Eleme

source: Preliminary
fr: Préliminaire
pt: Classificatória
ru: Отборочные
tr: Ön

source: None
fr: Aucun
pt: Nenhum
ru: Нет
tr: Hiçbiri

source: Draft
fr: Brouillon
pt: Rascunho
ru: Черновик
tr: Taslak

source: Confirmed
fr: Confirmé
pt: Confirmado
ru: Подтвержденные
tr: Onaylanmış

source: Released
fr: Distribué
pt: Publicado
ru: Выпущено
tr: Yayınlanan

source: A number that determines the order of the round, should count consecutively from 1 for the first round
fr: Un numéro qui détermine l'ordre du tour, qui devrait dénombrer de façon consécutif de 1 pour le premier tour
pt: Um número que determina a sequência da rodada, o qual deve contar de forma consecutiva a partir de 1 para a primeira rodada
ru: Число, определяющее номер раунда, должно рассчитывать последовательно от 1 для первого раунда
tr: Turun sırasını belirleyen sayı. İlk tur için 1'den ardışık olarak sayılmalıdır.

source: completed
pt: concluído
ru: завершён
tr: tamamlandı

source: True if the round is over, which normally means all results have been entered and confirmed
pt: Verdadeiro se a rodada acabou, o que normalmente significa que todos os resultados foram inseridos e confirmados
ru: Верно есть раунд завершен, что обычно означает, что все результаты были введены и подтверждены
tr: Tur bittiyse doğrudur, bu normalde tüm sonuçların girildiği ve onaylandığı anlamına gelir.

source: e.g. "Round 1"
fr: p. ex. "Tour 1"
pt: por exemplo, "Rodada 1"
ru: например, "Раунд 1"
tr: örneğin "1. Tur"

source: abbreviation
fr: abréviation
pt: abreviação
ru: аббревиатура
tr: kısaltma

source: e.g. "R1"
fr: p. ex. "T1"
pt: por exemplo, "R1"
ru: например, "R1"
tr: örneğin "T1"

source: stage
fr: étape
pt: fase
ru: стадия
tr: aşama

source: Preliminary = inrounds, elimination = outrounds
fr: Préliminaire = « inrounds », élimination = « outrounds »
ru: Отборочные=раунды до брейка, брейковые=раунды плей/офф
tr: Ön eleme = iç turlar, eleme = dış turlar

source: draw type
fr: type de tirage
pt: tipo de alocação das posições
ru: тип сетки
tr: kura türü

source: Which draw method to use
fr: Quelle méthode de faire le tirage à utiliser
pt: Qual método de alocação de posições a ser utilizado
ru: Какой метод составления сетки использовать
tr: Hangi kura yönteminin kullanılacağı

source: break category
fr: catégorie de break
pt: categoria de classificação
ru: категория брейка
tr: break kategorisi

source: If elimination round, which break category
fr: Si ce tour est à elimination, quelle catégorie de break
pt: Se rodada eliminatória, qual categoria de classificação
ru: Если это брейковый раунд, то в какой категории
tr: Eleme turu ise, hangi break kategorisi olduğu

source: draw status
fr: statut de tirage
pt: status da alocação das posições
ru: статус сетки
tr: kura durumu

source: The status of this round's draw
fr: Le statut du tirage de ce tour
pt: O status da alocação das posições desta rodada
ru: Статус сетки на этот раунд
tr: Bu turun kurasının durumu

source: feedback weight
fr: importance des remarques
pt: peso do feedback
ru: вес обратной связи
tr: Geri bildirim ağırlığı

source: The extent to which each adjudicator's overall score depends on feedback vs their base score. At 0, it is 100% drawn from their base score, at 1 it is 100% drawn from feedback.
ru: Насколько рейтинг судьи зависит от обратной связи и исходного рейтинга. При значении "0" рейтинг судьи на 100% соответствует исходному рейтингу, при значении "1" он на 100% соответствует среднему значению обратной связи.
tr: Her bir jürinin genel puanının ne ölçüde geri bildirime ve temel puanlarına bağlı olduğu. 0'da, tamamen temel puanlarından, 1'de tamamen geri bildirimden çekilir.

source: silent
fr: silencieux
pt: muda
ru: закрытый
tr: sessiz

source: If marked silent, information about this round (such as its results) will not be shown publicly.
fr: Si ce tour est marqué comme silencieux, les informations sur le tour (p. ex. les résultats) ne seront pas affiché au public.
pt: Se selecionado como "muda", as informações sobre essa rodada (assim como os resultados) não serão mostradas publicamente.
ru: Если раунд отмечен как закрытый, вся информация о нем (например, его результаты) не будет показана публично.
tr: Sessiz olarak işaretlenirse, bu turla ilgili bilgiler (sonuçları gibi) herkese açık olarak gösterilmez.

source: motions released
fr: motions distribués
pt: moções publicadas
ru: темы опубликованы
tr: yayınlanan önergeler

source: Whether motions will appear on the public website, assuming that feature is turned on
fr: Si les motions seront affichées sur le site public, en supposant que la fonctionnalité soit activée
pt: Se as moções aparecerão no website público, desde que essa função esteja ligada
ru: Будет ли появляться темы на сайте публично, если включить эту функцию
tr: Önergelerin özelliğin açık olduğu varsayılarsa herkese açık sitede görünüp görünmeyeceği.

source: starts at
fr: commencera à
pt: começa em
ru: начинается в
tr: başlangıç:

source: round
fr: tour
pt: rodada
ru: раунд
tr: tur

source: rounds
fr: tours
pt: rodadas
ru: раунды
tr: turlar

source: A round in the elimination stage must have its draw type set to "Elimination".
fr: Il faut que le type du tirage d'un tour de l'étape éliminatoire soit « Éliminatoire ».
pt: Uma rodada na fase de eliminação deve ter o seu tipo de alocação de posições definido como "Eliminação".
ru: На этапе брейковых раундов тип сетки должен быть установлен как "брейковый".

source: A round in the preliminary stage cannot have its draw type set to "Elimination".
fr: Il ne faut pas que le type du tirage d'un tour de l'étape préliminaire soit « Éliminatoire ».
pt: Uma rodada na fase de classificação não pode ter o seu tipo de alocação de posições definido como "Eliminação".
ru: На этапе отборочных раундов тип сетки не может быть установлен как "брейковый".

source: Elimination rounds must have a break category.
fr: Il faut que les tours à élimination aient un catégorie de break.
pt: Rodadas eliminatórias devem ter uma categoria de classificação.
ru: Брейковые раунды должны иметь брейковую категорию.

source: Dashboard
fr: Tableau de bord
pt: Painel
ru: Панель мониторинга
tr: Tablo

source: Overview
fr: Aperçu
pt: Visão geral
ru: Обзор
tr: Genel bakış

source: current round: %(round)s, status: %(status)s
ru: текущий раунд:%(round)s, статус: %(status)s
tr: mevcut tur: %(round)s, durum: %(status)s

source: Welcome to Tabbycat
fr: Bienvenue à Tabbycat
pt: Bem-vindo ao Tabbycat
ru: Добро пожаловать в Tabbycat

source: Welcome to Tabbycat!
fr: Bienvenue à Tabbycat !
pt: Bem-vindo ao Tabbycat!
ru: Добро пожаловать в Tabbycat!
tr: Tabbycat'e hoş geldiniz!

source: To get started, you'll need to create the first user account. This account is a "superuser" account: it will be able to edit anything on the site. Therefore, you should use a strong password.
fr: Pour commencer, vous devrez créer le premier compte d'utilisateur. Ce compte est un compte « super-utilisateur » : il pourra modifier tout sur le site. Donc, vous devrez utiliser un mot de passe robuste.
pt: Para começar, você precisará criar a primeira conta. Essa conta é uma conta de "super usuário": ela será capaz de editar qualquer coisa no site. Logo, você deverá ter uma senha forte.
ru: Для начала вам нужно создать первую учетную запись. Эта учетная запись "суперпользователь": под ней вы сможете редактировать что-либо на сайте. Поэтому вы должны использовать сложный пароль.
tr: Başlamak için kullanıcı hesabını oluşturmanız gerekir. Bu hesap bir "süper kullanıcı" hesabıdır: sitedeki her şeyi düzenleyebilir. Bu nedenle, güçlü bir parola kullanmalısınız.

source: You can only create this account once, but if you like, you can change the username and password after it's created, or add new superusers afterwards.
fr: Vous ne pourriez créer ce compte qu'une fois, mais si vous voulez, vous pourrez changer le nom d'utilisateur et le mot de passe après avoir le créer, et vous pourrez aussi ajouter des nouveaux super-utilisateurs.
pt: Você só pode criar essa conta uma vez, mas, caso queira, poderá modificar o login e a senha depois de criado, ou adicionar novos super usuários posteriormente.
ru: Вы можете создать этот аккаунт только однажды, но при желании вы можете изменить логин и пароль после создания, или добавить новых супер-пользователей позднее.
tr: Bu hesabı yalnızca bir kez oluşturabilirsiniz, ancak isterseniz, oluşturulduktan sonra kullanıcı adını ve parolayı değiştirebilir veya daha sonra yeni süper kullanıcılar ekleyebilirsiniz.

source: The e-mail address is used for password resets. You don't have to provide one, but if you don't, you won't be able to reset your password if you forget it.
fr: Cette adresse de courriel est utilisée pour les réinitialisations de mot de passe. Vous n'êtes pas obligé d'en fournir une, mais sinon, vous ne pourrez pas réinitialiser votre mot de passe si vous l'oubliez.
pt: O endereço eletrônico é utilizado para reconfigurações da senha. Você não precisa informar um, mas caso não o faça, não poderá reconfigurar sua senha caso a esqueça.
ru: Email-адрес используется для восстановления пароля. Вы можете не предоставлять его, но если не предоставите, вы не сможете восстановить пароль если вы его забыли.

source: Create Account
fr: Créer compte
pt: Criar conta
ru: Создать учетную запись
tr: Hesap Oluştur

source: Configure Tournament %(tournament)s
ru: Настройка турнира %(tournament)s
tr: %(tournament)s Turnuvasını Yapılandır

source: To finish creating your tournament select a basic configuration options. Note that these can always be changed later (and with more precise control) if needed.
fr: Afin de finir de créer votre tournoi, sélectionnez une configuration de base. Notez que les paramètres peuvent toujours être changées plus tard (et à plus de la precision) si vous en avez besoin.
pt: Para finalizar a criação do seu torneio, selecione uma configuração básica. Note que isso sempre poderá ser alterado (e com maior controle preciso) caso necessário.
ru: Для завершения создания турнира выберете опции базовых настроек. Заметьте, что они всего могут быть изменены позже (для более точного контроля) при необходимости.
tr: Turnuvanızı oluşturmayı tamamlamak için temel yapılandırma seçeneklerini belirleyin. Gerekirse bunların daha sonra (ve daha hassas kontrolle) her zaman değiştirilebileceğini unutmayın.

source: Configure Tournament
fr: Configuration du tournoi
pt: Configurar o Torneio
ru: Настройка турнира
tr: Turnuvayı Yapılandır

source: Create New Tournament
fr: Créer nouveau tournoi
pt: Criar Novo Torneio
ru: Создать новый турнир
tr: Yeni Turnuva Oluştur

source: Tabbycat is free to use for non-profit and non-fundraising tournaments (although donations are encouraged). If your tournament is run for profit or for fundraising, please note that there is a <a href="%(donations_url)s">required payment</a>. For more details, see the <a href="http://tabbycat.readthedocs.io/en/stable/about/licence.html"> Tabbycat licence agreement</a>.
fr: Tabbycat est gratuit à utiliser pour les tournois à but non lucratif et qui ne sont pas pour la collecte des fonds (toutefois, les dons sont encouragés). Si votre tournoi est à but lucratif ou pour la collecte des fonds, veuillez noter qu'il existe un <a href="%(donations_url)s">paiement obligatoire</a>. Pour plus de détails, lisez <a href="http://tabbycat.readthedocs.io/en/stable/about/licence.html">l'accord de licence de Tabbycat</a>.
pt: Tabbycat é livre para utilizar em torneios sem fins lucrativos e/ou sem captação de recursos (apesar de que doações são encorajadas). Se o seu torneio tem como objetivo lucro ou captação de recursos, favor notar que há um <a href="%(donations_url)s">pagamento necessário</a>. Para mais detalhes, acessar o <a href="http://tabbycat.readthedocs.io/en/stable/about/licence.html">Contrato de Licença do Tabbycat</a>.
ru: Tabbycat - это бесплатная и некоммерческая программа для некоммерческих турниров (хотя донаты приветствуются). Если вы проводите коммерческий турнир (для получения прибыли), пожалуйста, заметьте, что есть <a href="%(donations_url)s"> обязательный платеж</a>. Для дальнейших деталей ознакомьтесь с <a href="http://tabbycat.readthedocs.io/en/stable/about/licence.html"> лицензионным соглашением Tabbycat </a>.

source: Just trying out Tabbycat?
fr: Vous essayez simplement Tabbycat ?
pt: Apenas experimentando o Tabbycat?
ru: Просто пытаетесь опробовать Tabbycat?
tr: Tabbycat'ı sadece deniyor musunuz?

source: If you're learning or playing around with Tabbycat, it's easiest to create a demo tournament that is prepopulated with a fake (but typical) set of teams, adjudicators, rooms, and the like. You can then delete this demo tournament later on, or deploy a new instance for your real tournament.
ru: Если вы изучаете или пробуете Tabbycat, наиболее простым вариантом будет создание демо турнира, для которого будет создан фейковый (но типичный) набор команд, судей, аудиторий и так далее. Вы можете удалить этот демо-турнир позже или создать новый для настоящего турнира.
tr: Tabbycat ile öğreniyor veya oynuyorsanız, sahte (ancak tipik) bir takım seti, hakemler, odalar ve benzerleriyle önceden doldurulmuş bir demo turnuvası oluşturmak en kolay yoldur. Daha sonra bu demo turnuvayı silebilir veya gerçek turnuvanız için yeniden yapabilirsiniz.

source: Load %(demo)s
ru: Загрузить %(demo)s
tr: %(demo)s Yükle
