Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/tournaments/locale/*/LC_MESSAGES/django.po
Languages: fr, pt, ru, tr

source: Log In as Admin
fr: Se connecter comme admin
pt: Entrar como Administrador
ru: Войти как администратор
tr: Yönetici olarak oturum aç

source: We hope you've enjoyed using Tabbycat for your tournament. We would appreciate if you would make a donation to the project in order to support its ongoing development and maintenance. For a tournament of this size, we suggest a donation of <strong>$%(amount)s</strong>. Note that if your tournament is run for profit, or for fundraising, making this payment is a mandatory condition of Tabbycat's software license. <a href="%(url)s">Learn more about donating.</a>
fr: Nous espérons que vous avez aimé utiliser Tabbycat pour votre tournoi. Nous apprécierions que vous fassiez une donation au projet afin de soutenir son développement et entretien continu. D'un tournoi de ce taille, nous suggérons une donation de <strong>%(amount)s</strong>. Notez que si votre tournoi est à but lucratif, ou est pour lever des fonds, ce paiement est une condition obligatoire de la licence de logiciel de Tabbycat. <a href="%(url)s">Savoir plus des donations.</a>
pt: Esperamos que você tenha gostado de utilizar o Tabbycat para o seu torneio. Nós apreciaríamos caso você fizesse uma doação para o projeto a fim de apoiar os contínuos desenvolvimentos e manutenções. Para um torneio deste tamanho, nós sugerimos uma doação de <strong>$%(amount)s</strong>. Note que se seu torneio tem fins lucrativos, ou de captação de recursos, fazer este pagamento é condição mandatória para a licença de software do Tabbycat. <a href="%(url)s">Leia mais sobre doações.
ru: Надеюсь, вам понравилось использовать Tabbycat для вашего турнира. Мы будем благодарны если вы задонатите нашему проекту, чтобы поддержать его развитие и обслуживание. Для турнира вашего размера, мы предлагаем донат в размере <strong>%(amount)s</strong>. Заметьте, что если вы проводите коммерческий турнир ради извлечения прибыли, эта выплата является обязательны условием использования лицензии Tabbycat. <a href="%(url)s"> Узнать больше о донатах. </a>

source: Welcome to your new tournament!
fr: Bienvenue à votre nouveau tournoi !
pt: Bem-vindo ao seu novo torneio!
ru: Добро пожаловать в ваш новый турнир!
tr: Yeni turnuvanıza hoş geldiniz!

source: The next step is to import your initial tournament data: the institutions, teams, adjudicators and rooms that are in your tournament. There are a number of ways to do this. For small-to-medium tournaments, the simple importer is your best bet.
ru: Следующий шаг — ввод исходных данных вашего турнира: клубов, команд, судей и аудиторий. Есть несколько способов сделать это. Для маленьких и средний турниров лучше всего подойдёт простой импортер.
tr: Bir sonraki adım, ilk turnuva verilerinizi içe aktarmaktır: turnuvanızdaki kurumlar, takımlar, jüriler ve odalar. Bunu yapmanın birkaç yolu vardır. Küçük ve orta ölçekli turnuvalar için, basit aktarıcı en iyisidir.

source: For more information, please consult our <a href="https://tabbycat.readthedocs.io/en/%(readthedocs_version)s/use/importing-data.html" class="alert-link" target="_blank"> documentation on importing initial data</a>.
fr: Pour trouver plus de renseignements, veuillez consulter notre <a href="https://tabbycat.readthedocs.io/en/%(readthedocs_version)s/use/importing-data.html" class="alert-link" target="_blank">documentation sur importer les données initiales</a> (en anglais).
pt: Para mais informações, favor consultar nosso <a href="https://tabbycat.readthedocs.io/en/%(readthedocs_version)s/use/importing-data.html" class="alert-link" target="_blank">documento sobre importar dados iniciais</a> (in English).
ru: Для большей информации, пожалуйста, ознакомьтесь с <a href="https://tabbycat.readthedocs.io/en/%(readthedocs_version)s/use/importing-data.html" class="alert-link" target="_blank"> документацией по импорту исходных данных </a>.
tr: Daha fazla bilgi için lütfen <a href="https://tabbycat.readthedocs.io/en/%(readthedocs_version)s/use/importing-data.html" class="alert-link" target="_blank"> ilk ker içe veri aktarma</a> belgelerimize bakın.

source: Use the simple importer to add your initial data.
fr: Utiliser l’importateur simple afin d'ajouter vos données initiales.
pt: Utilize o importador simples para adicionar seus dados iniciais.
ru: Используйте простой импортер для добавления исходных данных.
tr: İlk verilerinizi eklemek için basit aktarıcıyı kullanın.

source: Go to the checkins area to begin creating a draw for %(round)s
ru: Перейдите в область регистраций для создания сетки на %(round)s

source: Go to the draw area to allocate adjudicators for %(round)s
ru: Перейдите в область создания сетки для распределения судей на %(round)s
tr: %(round)s için jüri tahsis etmek üzere kura alanına git

source: Go to the results area to begin entering ballots for %(round)s
ru: Перейдите в область результатов для введения бэллотов для %(round)s

source: Administrator area for <strong>%(tn)s</strong>
fr: Zone d'administrateur de <strong>%(tn)s</strong>
pt: Área de administrador para <strong>%(tn)s</strong>
ru: Область для администратора <strong>%(tn)s</strong>
tr: <strong>%(tn)s</strong> için yönetici alanı

source: Assistant area for <strong>%(tn)s</strong>
fr: Zone des assistants de <strong>%(tn)s</strong>
pt: Área de assistente para <strong>%(tn)s</strong>
ru: Область помощника для <strong>%(tn)s</strong>
tr: <strong>%(tn)s</strong> için asistan alanı

source: Public area for <strong>%(tn)s</strong>
fr: Zone publique de <strong>%(tn)s</strong>
pt: Área pública para <strong>%(tn)s</strong>
ru: Публичная область для <strong>%(tn)s</strong>
tr: <strong>%(tn)s</strong> için ortak alan

source: affirmative
fr: affirmatif
pt: afirmativo
ru: утверждение
tr: Olumlu

source: negative
fr: négatif
pt: negativo
ru: отрицание
tr: muhalefet

source: affirmative team
fr: équipe affirmatif
pt: time de afirmação
ru: команда утверждения
tr: hükümet

source: negative team
fr: équipe négatif
pt: time de negação
ru: команда отрицатия
tr: muhalefet

source: Aff
ru: Утв
tr: HÜK

source: Neg
fr: Nég
ru: Отр
tr: MUH

source: government
fr: gouvernement
pt: governo
ru: правительство
tr: hükümet

source: opposition
pt: oposição
ru: оппозиция
tr: muhalefet

source: government team
fr: équipe du gouvernement
pt: time do governo
ru: команда правительства
tr: hükümet takımı

source: opposition team
fr: équipe de l'opposition
pt: time da oposição
ru: команда оппозиции
tr: muhalefet takımı

source: Gov
fr: Gouv
ru: Проп
tr: HÜK

source: Opp
pt: Op
ru: Опп
tr: MUH

source: proposition
pt: proposição
ru: утверждение
tr: Teklif

source: proposition team
fr: équipe de la proposition
pt: time propositivo
ru: команда утверждения
tr: teklif ekibi

source: Prop
ru: Проп
tr: TKLF

source: pro
fr: pour
pt: pró
ru: утв
tr: lehinde

source: con
fr: contre
pt: contra
ru: против
tr: alehinde

source: pro team
fr: équipe pour
pt: time pró
ru: команда за
tr: lehinde takım

source: con team
fr: équipe contre
pt: time contra
ru: команда против
tr: alehinde takım

source: Pro
fr: Pour
pt: Pró
ru: За
tr: Lehinde

source: Con
fr: Contre
pt: Contra
ru: Против
tr: Alehinde

source: appellant
fr: appelant(e)
pt: apelante
ru: истец
tr: temyiz eden

source: respondent
fr: répondeur(se)
pt: replicante
ru: ответчик
tr: yanıtlayan

source: appellant team
fr: équipe appelante
pt: equipe apelante
ru: команда-истец
tr: temyiz eden takım

source: respondent team
fr: équipe répondeuse
pt: equipe replicante
ru: команда-ответчик
tr: yanıtlayan takım

source: App
pt: Ap
ru: Ист
tr: TEM

source: Res
fr: Rép
pt: Rep
ru: Отв
tr: YAN

source: opening government
fr: premier gouvernement
pt: Primeira Defesa
ru: первое правительство
tr: hükümet açılış

source: opening opposition
fr: première opposition
pt: Primeira Oposição
ru: первая оппозиция
tr: muhalefet açılış

source: closing government
fr: second gouvernement
pt: Segunda Defesa
ru: второе правительство
tr: hükümet kapanış

source: closing opposition
fr: seconde opposition
pt: Segunda Oposição
ru: вторая оппозиция
tr: muhalefet kapanış

source: opening government team
fr: équipe du premier gouvernement
pt: Primeira dupla de Defesa
ru: команда первого правительства
tr: hükümet açılış takımı

source: opening opposition team
fr: équipe de la première opposition
pt: Primeira dupla de Oposição
ru: команда первой оппозиции
tr: muhalefet açılış takımı

source: closing government team
fr: équipe du second gouvernement
pt: Segunda dupla de Defesa
ru: команда второго правительства
tr: hükümet kapanış takımı

source: closing opposition team
fr: équipe de la seconde opposition
pt: Segunda dupla de Oposição
ru: команда второй оппозиции
tr: muhalefet kapanış takımı

# BP position
source: OG
fr: 1G
pt: 1D
ru: 1П
tr: HA

# BP position
source: OO
fr: 1O
pt: 1O
ru: 1О
tr: MA

# BP position
source: CG
fr: 2G
pt: 2D
ru: 2П
tr: HK

# BP position
source: CO
fr: 2O
pt: 2O
ru: 2О
tr: MK

source: Round %(number)d
fr: Tour %(number)d
pt: Rodada %(number)d
ru: Раунд %(number)d
tr: Tur %(number)d

source: R%(number)d
fr: T%(number)d
ru: Р%(number)d
tr: T%(number)d

source: %(round)s has been marked as completed. All rounds are now completed, so you're done with the tournament! Congratulations!
pt: %(round)s foram marcadas como concluídas. Todas as rodadas estão concluídas, então você finalizou o torneio! Parabéns!
ru: %(round)s отмечен как завершенный. Все раунды теперь завершены, так что вы завершили турнир! Поздравляем!
tr: %(round)s tamamlandı olarak işaretlendi. Tüm turlar artık tamamlandı, bu yüzden turnuvayı bitirdiniz! Tebrikler!

source: %(round)s has been marked as completed. That's the last round in that sequence! Going back to the first round that hasn't been marked as completed.
pt: %(round)s foram marcadas como concluídas. Esta é a última rodada na sequência. Voltando para a primeira rodada não marcada como concluída.
ru: %(round)s отмечен как завершенный. Это последний раунд в этой последовательности! Вернитесь к первому из раундов, не отмеченных как завершенные.
tr: %(round)s tamamlandı olarak işaretlendi. Bu sekanstaki son tur! Tamamlandı olarak işaretlenmemiş ilk tura geri dönülüyor.

source: %(round)s has been marked as completed. You've made it to the end of the preliminary rounds! Congratulations! The next step is to generate the break.
pt: %(round)s foram marcadas como concluídas. Você o fez até o final das rodadas classificatórias! Parabéns! O próximo passo é gerar a classificação.
ru: %(round)s отмечен как завершенный! Вы закончили все предварительные раунды! Поздравляем! Следующий шаг - это создание брейка.
tr: %(round)s tamamlandı olarak işaretlendi. Ön eleme turlarının sonuna geldiniz! Tebrikler! Bir sonraki adım, break oluşturmaktır.

source: %(round)s has been marked as completed. That was the last preliminary round, but one or more preliminary rounds are still not completed. Going back to the first incomplete preliminary round.
pt: %(round)s foram marcadas como concluídas. Essa foi a última rodada classificatória, mas uma ou mais rodadas classificatórias ainda não estão concluídas. Voltando à primeira rodada classificatória incompleta.
ru: %(round)s отмечен как завершенный. Это был последний отборочный раунд, однако один или несколько раундов все ещё не отмечены как завершенные. Вернитесь назад к первому из незавершенных отборочных раундов.
tr: %(round)s tamamlandı olarak işaretlendi. Bu son ön eleme turuydu, ancak bir veya daha fazla ön tur hala tamamlanmadı. İlk tamamlanmamış ön tura geri dönülüyor.

source: %(this_round)s has been marked as completed. Moving on to %(next_round)s! Woohoo! Keep it up!
pt: %(this_round)s foram marcadas como concluídas. Indo para %(next_round)s! Aí sim! Continue assim!
ru: %(this_round)s был отмечен как завершенный. Переход на %(next_round)s. Ура! Продолжайте в том же духе!
tr: %(this_round)s tamamlandı olarak işaretlendi. %(next_round)s tura geçiyoruz!

source: 8-team generic dataset
fr: données génériques à 8 équipes
pt: Conjunto de dados genérico de 8 times
ru: обычный 8-командный набор данных
tr: 8 takımlı genel veri kümesi

source: 24-team Australs dataset
fr: données à 24 équipes d'Australs
pt: Conjunto de dados do Australs de 24 times
ru: 24-командный набор данных австралийского формата
tr: 24 takımlı Australs veri kümesi

source: 88-team BP dataset
fr: données à 88 équipes de PB
pt: Conjunto de dados do BP de 88 times
ru: 88-командный набор данных БПФ
tr: 88 takımlı İP veri kümesi

source: <strong>Tabulation:</strong> [list tabulation staff here]<br /><strong>Equity:</strong> [list equity members here]<br /><strong>Organisation:</strong> [list organising committee members here]<br /><strong>Adjudication:</strong> [list chief adjudicators here]
tr: <strong>Tablama:</strong> [tablama personelini burada listele]<br /><strong>Eşitlik:</strong> [eşitlik personelini burda listele]<br /><strong>Organizasyon:</strong> [organizasyon komite üyelerini burda listele]<br /><strong>Jürilik:</strong> [baş jürileri burda listele]

source: weight
tr: ağırlık

source: A factor for the points received in the round. For example, if 2, all points are doubled.
tr: Turda alınan puanlar için faktör. Örneğin, 2 ise, tüm puanlar iki katına çıkar.

source: The email address is used for password resets. You don't have to provide one, but if you don't, you won't be able to reset your password if you forget it.
tr: E-posta adresi parola sıfırlamak için kullanılır. Sağlamanız gerekmez, ancak bunu yapmazsanız, unutursanız parolanızı sıfırlayamazsınız.

source: Teams on %(side)s
tr: %(side)s tarafındaki takımlar

source: Enter Ballot for %(round)s
tr: %(round)s İçin Ballot Gir

# page title
source: Set Round Weights for Tapered Scoring
tr: Konik Puanlama için Tur Ağırlıkları Ayarla

source: Round weights are coefficients for the points received in each round. A team would get triple their team points obtained in a round with a weight of 3.
tr: Tur ağırlıkları, her turda alınan puanların katsayılarıdır. Bir takım, 3 ağırlığında bir turda elde ettiği takım puanlarının üç katını alır.

# button
source: Set weights
tr: Ağırlıkları ayarla

source: There are currently no active tournaments set up on this site.
tr: Şu anda bu sitede kurulmuş aktif bir turnuva bulunmamaktadır.

source: (inactive)
tr: (etkin değil)

source: Import DebateXML
tr: DebateXML'i İçe Aktar

source: Get API Token / Change Password (%(user)s)
tr: API Belirteci Al / Parola Değiştir (%(user)s)

source: Mark participants as available to prepare a draw for %(round)s
tr: %(round)s için kura hazırlamak üzere katılımcıları uygun olarak işaretleyin

source: Go to the results area to enter ballots for %(round)s
tr: %(round)s için ballot girmek üzere sonuçlar alanına git

source: Successfully set round weights for tapered scoring.
tr: Konik puanlama için tur ağırlıkları başarıyla ayarlandı.

source: There's a problem with the data for the tournament %(tournament_name)s. Please contact a tab director and ask them to set its current round.
fr: Les données du tournoi %(tournament_name)s ont un problème. Veuillez contacter un(e) directeur/directrice de tabulation et lui demander de définir le tour actuel.

source: current round
fr: tour actuel

source: Must be set for the tournament to start! (Set after rounds are inputted)
fr: Il faut définir ce champ pour que le tournoi puisse commencer ! (Définez-lui après avoir créé les tours.)

source: The extent to which each adjudicator's overall score depends on feedback vs their test score. At 0, it is 100% drawn from their test score, at 1 it is 100% drawn from feedback.
fr: L'étendue à laquelle le score de chaque adjudicateur dépend des remarques, au lieu de sa score de test. Quand l'importance est 0, chaque score dépend complètement de sa score de test; si c'est 1, la score dépend complètement des remarques sur l'adjudicateur.
pt: A medida em que a pontuação geral de cada juiz depende do feedback vs sua pontuação no teste. Em 0, é 100% extraído da pontuação de teste, em 1 é 100% extraído do feedback.

source: Looking for the welcome message? That's been moved to the tournament configuration, under <a href="%(features_url)s">Public Features</a>.
fr: Cherchez-vous le message d’accueil ? C’est désormais dans la configuration du tournoi sous l’en-tête de <a href="%(features_url)s">Fonctions publiques</a>.

source: Looking for the welcome message? That's moved to the tournament configuration, under Public Features.
fr: Cherchez-vous le message d’accueil ? C’est désormais dans la configuration du tournoi sous l’en-tête de Fonctions publiques.

source: current round: %(round_name)s, status: %(round_status)s
fr: tour actuel: %(round_name)s, statut: %(round_status)s
pt: Rodada atual: %(round_name)s, status: %(round_status)s

source: Configure Tournament %(tournament_name)s
fr: Configuration du tournoi %(tournament_name)s
pt: Configurar o Torneio%(tournament_name)s

source: If you're learning or playing around with Tabbycat, it's easiest to create a demo tournament that is prepopulated with a fake (but typical) set of teams, adjudicators, venues, and the like. You can then delete this demo tournament later on, or deploy a new instance for your real tournament.
fr: Si vous apprenez ou jouez avec Tabbycat, il est plus facile de créer un tournoi démonstratif qui est prérempli d'un ensemble faux (mais typique) d'équipes, de juges, de salles et autres. Vous pouvez ensuite supprimer ce tournoi démonstratif, ou vous pouvez déployer une instance nouvelle pour votre tournoi réel.
pt: Se você estivar aprendendo ou brincando c om o Tabbycat, é mais fácil criar um torneio demo que já vem preenchido com falsos (mas normais) conjuntos de duplas, juízes, locais, etc. Você poderá deletar esse torneio demo posteriormente ou utilizar uma nova instância para o seu torneio real.

source: Load %(name)s
fr: Charger %(name)s
pt: Carregar %(name)s

source: You already have a tournament set up using this data set. Reloading the data will delete <strong>all data</strong> from that tourament.
fr: Vous avez déjà un tournoi utilisant cet ensemble de données. Le rechargement de ces données supprimera <strong>toutes les données</strong> de ce tournoi.
pt: Você já tem um torneio criado usando este conjunto de dados. Recarregar os dados deletará <strong>todos os dados</strong> daquele torneio.

source: Team(s) on %(side_name)s
fr: Le(s) équipe(s) de %(side_name)s
pt: Dupla(s) em %(side_name)s

source: Welcome to %(tournament_name)s
fr: Bienvenue à %(tournament_name)s
pt: Bem-vindo ao %(tournament_name)s

source: %(category_name)s Team Tab
fr: Classement des équipes %(category_name)s
pt: %(category_name)s Posição da dupla

source: %(category_name)s Speaker Tab
fr: Classement des orateurs %(category_name)s
pt: %(category_name)s Classificação individual

source: Draw for %(round_name)s
fr: Tirage de %(round_name)s

source: %(round_name)s's draw has yet to be released
fr: Le tirage de %(round_name)s n’est pas encore distribué

source: %(category_name)s Break
fr: Qualification %(category_name)s

source: Diversity Overview
fr: Aperçu de la diversité

source: View All Draws
fr: Afficher le tirage

source: Confirm Round Advance
fr: Confirmer l’avance de tour

source: for %(name)s
fr: pour %(name)s

source: Advance to Next Round
fr: Avancer au prochain tour

source: Advance Anyway
fr: Avancer quand-même

source: All ballots from %(round_name)s are confirmed. You should be good to go!
fr: Tout les bulletins de %(round_name)s sont confirmés. Tout est prêt !

source: No round is currently set. In order for Tabbycat to work, please set the <strong>current round</strong> of the tournament <strong>%(tournament_name)s</strong>.
fr: Aucun tour n’est mis actuellement. Pour que Tabbycat fonctionne, veuillez mettre le <strong>tour actuel</strong> du tournoi <strong>%(tournament_name)s</strong>.
pt: Nenhuma rodada está configurada. Para que o Tabbycat funcione, favor <strong>configurar a rodada</strong> do torneio <strong>%(tournament_name)s</strong>.

source: On this page, you can set the <strong>current round</strong> of the tournament <strong>%(tournament_name)s</strong>.
fr: Sur cette page, vous pouvez mettre le <strong>tour actuel</strong> du tournoi <strong>%(tournament_name)s</strong>.
pt: Nesta página, você poderá configurar a <strong>rodada atual</strong> do torneio<strong>%(tournament_name)s</strong>.

source: The tournament <strong>%(tournament_name)s</strong> has no rounds. You'll need to <a href="%(round_changelist_url)s">add rounds and associate them with this tournament</a> before you can set the current round.
fr: Le tournoi <strong>%(tournament_name)s</strong> n’a aucun tour. Vous aurez besoin d’en <a href="%(round_changelist_url)s">ajouter et de les associer avec ce tournoi</a> avant que vous puissiez mettre le tour actuel.
pt: O torneio <strong>%(tournament_name)s</strong> não tem rodadas. Você precisar <a href="%(round_changelist_url)s">adicionar rodadas e associá-las a este torneio</a> antes que você configure a rodada atual.

source: All Draws by Venue
fr: Tous les tirages par salle

source: All Draws by School
fr: Tous les tirages par salle

source: All Teams and Divisions
fr: Tous les tirages et toutes les divisions
pt: Todas as Duplas e Divisões

source: The next step is to import your initial tournament data: the institutions, teams, adjudicators and venues that are in your tournament. There are a number of ways to do this. For small-to-medium tournaments, the simple importer is your best bet.
fr: L’étape suivante consiste à importer les données initiales de votre tournoi : les institutions, les équipes, les juges et les salles qui font partie de votre tournoi. Il y a quelques façons de le faire. Pour les tournois de taille petit ou moyen, l’importateur simple est la meilleure option.
pt: O próximo passo é importar os dados iniciais do torneio: as instituições, times, juízes e locais do seu torneio. Há algumas formas de fazer isso. Para pequenos a médios torneios, o importador simples é a sua melhor escolha.

source: Go to the checkins area to begin creating a draw for %(round_name)s
fr: Allez à la zone d'enregistrements afin de créer un tirage pour %(round_name)s

source: Go to the draw area to allocate adjudicators for %(round_name)s
fr: Allez à la zone de tirage afin d'attribuer les juges aux débats de %(round_name)s

source: Go to the results area to begin entering ballots for %(round_name)s
fr: Allez à la zone de résultats afin de saisir les bulletins pour %(round_name)s

source: Grand Final
fr: Grande finale
pt: Grande Final

source: Semifinals
fr: Demi-finales
pt: Semifinais

source: SF
fr: DF

source: Quarterfinals
fr: Quarts de finale
pt: Quartas de final

source: Octofinals
fr: Huitièmes de finale
pt: Oitavas de final

source: OF
fr: HF

source: Double-Octofinals
fr: Seizièmes de finale

source: DOF
fr: 16F

source: Triple-Octofinals
fr: Trente-deuxièmes de finale

source: TOF
fr: 32F

source: Unknown break round
fr: Tour éliminatoire inconnu
pt: Rodada de classificação desconhecida

source: UBR
fr: TÉI
pt: RCD

source: The current round has been advanced to %(round)s. You've made it to the end of the preliminary rounds! Congratulations! The next step is to generate the break.
fr: Le tour actuel a été avancé à %(round)s. Vous êtes arrivé(e) au bout des tours préliminaires ! Félicitations ! L'étape suivante consiste à générer les équipes qualifiant au tours éliminatoires.

source: The current round has been advanced to %(round)s. Woohoo! Keep it up!
fr: Le tour actuel a été avancé à %(round)s. Woohoo ! Continuez !

source: Whoops! Could not advance round, because there's no round after this round!
fr: Oups ! Impossible d'avancer le tour, parce qu'il n'y a pas de tour après ce tour !

source: Team point emails could not be sent.
fr: Les courriels de notes des équipes n’ont pas pu être envoyés.
