Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/standings/locale/*/LC_MESSAGES/django.po
Languages: fr, pt, tr

source: %(category)s Team Tab
fr: Tab des équipes de la catégorie %(category)s
pt: %(category)s Classificação das Duplas
tr: %(category)s Takım Tabı

source: Current Team Standings
fr: Classement actuel des équipes
pt: Colocações atuais das Duplas
tr: Mevcut Takım Sıralamaları

source: Points
pt: Pontos
tr: Puanlar

source: Feedback Overview
fr: Vue d’ensemble des évaluations
tr: Geri bildirim genel bakış

source: An adjudicator's score is determined by a customisable mix of their base score and their feedback ratings. The current mix is specified below as the 'Score Components.' Feedback ratings are determined by averaging the results of all individual pieces of feedback across all rounds. <a href='https://tabbycat.readthedocs.io/en/stable/features/adjudicator-feedback.html#how-is-an-adjudicator-s-score-determined'>Read more</a>.
fr: Les notes de juge sont calculées en pondérant leur note de base et d'évaluations. La pondération actuelle est montré comme « Composantes de score » ci-dessous. Les notes d'évaluations sont calculées avec la moyenne de toute évaluation sur toutes les joutes. <a href='https://tabbycat.readthedocs.io/en/stable/features/adjudicator-feedback.html#how-is-an-adjudicator-s-score-determined'>Lisez davantage</a>.
tr: Bir jürinin puanı, temel puanlarının ve geri bildirim derecelendirmelerinin ayarlanabilir bir karışımıyla belirlenir. Geçerli karışım aşağıda 'Puan Bileşenleri' olarak belirtilmiştir. Geri bildirim derecelendirmeleri, tüm turlardaki tüm bireysel geri bildirim parçalarının sonuçlarının ortalaması alınarak belirlenir. <a href='https://tabbycat.readthedocs.io/en/stable/features/adjudicator-feedback.html#how-is-an-adjudicator-s-score-determined'>Daha fazla bilgi</a>.

source: speech ranks
fr: rangs de discours

source: SRank
fr: ORang

source: number of pullups
fr: nombre de promotions

source: number of times in pullup debates
fr: nombre de fois dans un débat avec promotion

source: SPu
fr: ORg

source: %(reference)s in %(abbreviation)s
pt: %(reference)s em %(abbreviation)s
