Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/standings/locale/*/LC_MESSAGES/django.po
Languages: fr, pt, tr

source: The same metric would be added twice:
fr: La même métrique aurait été ajoutée une deuxième fois :
pt: A mesma métrica seria adicionada duas vezes:
tr: Aynı metrik iki kez eklenmiş olur:

source: The same ranking would be added twice:
fr: Le même classement aurait été ajouté un deuxième fois :
pt: O mesmo ranking seria adicionado duas vezes:
tr: Aynı sıralama iki kez eklenmiş olur:

source: Unrecognized metric code: "%(code)s"
fr: Code de métrique non-reconnu : « %(code)s »
pt: Código métrico não reconhecido: "%(code)s"
tr: Tanınmayan metrik kodu: "%(code)s"

source: All
fr: Tout
pt: Todos
tr: Tüm

source: Breaking
fr: Qualifiant
pt: Classificando
tr: Break Olan

source: Not %(category)s
fr: Pas %(category)s
pt: Não é %(category)s
tr: %(category)s değil

source: All Speakers
fr: Tout les orateurs
pt: Todos os debatedores
tr: Tüm Konuşmacılar

source: IAs
fr: JIs
tr: BJ'ler

source: Chairs
fr: Présidents
pt: Presidentes
tr: Başkanlar

source: Panellists
fr: Membres
pt: Juízes auxiliares
tr: Panelistler

source: Trainees
fr: Stagiaires
pt: Aprendiz
tr: Acemiler

source: Average Rating
fr: Note Moyenne
pt: Avaliação média
tr: Ortalama Puan

source: Median Rating
fr: Note Médiane
pt: Avaliação Mediana
tr: Medyan Puan

source: Upper Quartile Rating
fr: Note de 3e Quartile
pt: Classificação do Quarto Superior
tr: Üst Çeyrek Puanı

source: Lower Quartile Rating
fr: Note de 1er Quartile
pt: Classificação do Quarto Inferior
tr: Alt Çeyrek Puanı

source: Average Rating From Teams
fr: Note Moyenne par les Équipes
pt: Avaliação média das duplas
tr: Takımlardan Ortalama Puan

source: Average Rating From Chairs
fr: Note Moyenne par les Présidents
pt: Avaliação média dos Presidentes
tr: Başkanlardan Ortalama Puan

source: Average Rating From Panellists
fr: Note Moyenne par les Membres
pt: Avaliação média dos Juízes Auxiliares
tr: Panelistlerden Ortalama Puan

source: Average Rating From Trainees
fr: Note Moyenne par les Stagiaires
pt: Avaliação média dos Aprendizes
tr: Acemilerden Ortalama Puan

source: Average Score
fr: Score Moyenne
pt: Pontuação Média
tr: Ortalama Puan

source: Median Score
fr: Score Médiane
pt: Pontuação Mediana
tr: Medyan Puan

source: Upper Quartile Score
fr: Score de 3e Quartile
pt: Pontuação do Quarto Superior
tr: Üst Çeyrek Puanı

source: Lower Quartile Score
fr: Score de 1er Quartile
pt: Pontuação do Quarto Inferior
tr: Alt Çeyrek Puanı

source: Reply Speaker Average
fr: Moyenne d’orateur de réplique
pt: Média do Debatedor Replicante
tr: Özet Konuşmacı Ortalaması

source: Speaker %(num)d Average
fr: Moyenne de l’orateur %(num)d
pt: Média %(num)d do debatedor
tr: Konuşmacı %(num)d Ortalaması

source: Average Finals Score
fr: Score des Finaux Moyenne
pt: Média de Pontuação da Final
tr: Ortalama Final Puanı

source: total
tr: toplam

source: Total
tr: Toplam

source: average
fr: moyenne
pt: média
tr: ortalama

source: Avg
fr: Moy
pt: Md
tr: Ort.

source: team points
fr: points d’équipe
pt: pontos de dupla
tr: takım puanları

source: Team
fr: Équipe
pt: Dupla
tr: Takım

source: standard deviation
fr: écart-type
pt: desvio padrão
tr: standart sapma

source: Stdev
fr: Écart
pt: DsvPdao
tr: StSap

source: number of speeches given
fr: nombre de discours donnés
pt: número de discursos dados
tr: yapılan konuşma sayısı

source: Num
fr: DD
pt: Nº
tr: Sayı

source: replies given
fr: nombre de discours de réplique donnés
pt: réplicas dadas
tr: yapılan özetler

source: trimmed mean (high-low drop)
fr: moyenne tronquée (haut et bas)
tr: kesilmiş ortalama (yüksek-düşük damla)

source: Trim
fr: Tronq
tr: Kes

source: points
pt: pontos
tr: puanlar

source: Pts
tr: Puan

source: wins
fr: victoires
pt: vitórias
tr: galibiyetler

source: Wins
fr: Victoires
pt: Vitórias
tr: Galibiyetler

source: total speaker score
fr: note d’orateur totale
pt: pontuação total do debatedor
tr: toplam konuşmacı puanı

source: Spk
fr: Ora
pt: Dbtor
tr: Konuşmacı

source: average total speaker score
fr: note moyenne totale d’orateur
pt: pontuação total média do debatedor
tr: ortalama toplam konuşmacı puanı

source: ATSS
fr: NMTO
pt: PTMD
tr: OTKP

source: speaker score standard deviation
fr: écart-type des notes d’orateur
pt: desvio padrão de pontuação do debatedor
tr: konuşmacı puanı standart sapması

source: SSD
fr: ÉTNO
pt: DPPD
tr: KPSS

source: sum of margins
fr: somme des marges
pt: soma das margens
tr: marjların toplamı

source: Marg
tr: Marj

source: average margin
fr: marge en moyenne
tr: ortalama marj

source: AWM
fr: MM
tr: OMJ

source: average individual speaker score
fr: note moyenne individuelle d’orateur
pt: pontuação individual média do debatedor
tr: ortalama bireysel konuşmacı puanı

source: AISS
fr: NMIO
pt: PIMD
tr: OBKP

source: draw strength by wins
fr: puissance des paires par victoires
tr: galibiyete göre kura gücü

source: DS
fr: PO
pt: FA
tr: KG

source: draw strength by total speaker score
fr: puissance des paires par score d'orateur total
tr: toplam konuşmacı puanı ile kura gücü

source: DSS
fr: PPO
tr: KPKG

source: PU
fr: PROM
tr: YT

source: number of adjudicators who voted for this team
fr: nombre de juges qui ont voté pour cette équipe
pt: número de juízes que votaram nesta dupla
tr: Bu takıma oy veren jüri sayısı

source: Ballots
fr: Feuilles
pt: Cédulas
tr: Ballotlar

source: votes/ballots carried
fr: nombre de votes
pt: votos/cédulas feitos
tr: taşınan oylar/ballotlar

source: number of firsts
fr: nombre de premières
pt: número de primeiros
tr: ilkler sayısı

source: 1sts
fr: 1ères
pt: 1ºs
tr: 1.ler

source: number of seconds
fr: nombre de deuxièmes
pt: número de segundos
tr: ikinciler sayısı

source: 2nds
fr: 2èmes
pt: 2ºs
tr: 2.ler

source: number of thirds
fr: nombre de troisièmes
tr: üçüncüler sayısı

source: 3rds
fr: 3èmes
tr: 3.ler

source: number of times ironed
fr: nombre de fois seul
tr: demir konuşma sayısı

source: Irons
fr: Seuls
tr: Demirler

source: Who-beat-whom
fr: Qui-a-battu-qui
pt: Quem venceu quem
tr: Kim kimi yendi

source: WBW
fr: QABQ
pt: QVQ
tr: KKY

source: who-beat-whom
fr: qui-a-battu-qui
pt: quem venceu quem
tr: kim kimi yendi

source: It also excludes results from silent rounds (if any) and from the current round.
fr: Elle exclut aussi les joutes silencieuses (le cas échéant) et de la joute actuelle.
pt: Também exclui resultados de rodadas silenciosas (se houver) e da rodada atual.
tr: Ayrıca, sessiz turlardan (varsa) ve geçerli turdan gelen sonuçları da hariç tutar.

source: This list is sorted by team points, then alphabetically by team name. It does not indicate each team's ranking within each bracket. %(silent_round_sentence)s
fr: Cette liste est triée par points d'équipe, et ensuite par ordre alphabétique suivant le nom d'équipe. Elle n'indique pas le rang de chaque équipe parmi les équipes ayant le même nombre de points d'équipe. %(silent_round_sentence)s
pt: Esta lista é ordenada por pontos de dupla, e então alfabética pelo nome da equipe. Não indica o ranking de cada time em cada confronto. %(silent_round_sentence)s
tr: Bu liste takım puanlarına göre, ardından takım adına göre alfabetik olarak sıralanır. Her takımın parantez içindeki sıralamasını göstermez. %(silent_round_sentence)s

source: This list is sorted by number of wins, then alphabetically by team name. It does not indicate each team's ranking within each bracket. %(silent_round_sentence)s
fr: Cette liste est triée par nombre de victoires, et ensuite par ordre alphabétique suivant le nom d'équipe. Elle n'indique pas le rang de chaque équipe parmi les équipes ayant le même nombre de victoires. %(silent_round_sentence)s
pt: Esta lista é ordenada por número de vitórias, e então alfabética pelo nome da dupla. Não indica o ranking de cada equipe em cada confronto. %(silent_round_sentence)s
tr: Bu liste galibiyet sayısına, ardından takım adına göre alfabetik olarak sıralanır. Her takımın parantez içindeki sıralamasını göstermez. %(silent_round_sentence)s

source: There aren't any rounds for which results are available.
fr: Il n'y a aucune joute dont les résultats sont disponibles.
pt: Não há rodadas para os quais os resultados estão disponíveis.
tr: Sonuçların mevcut olduğu herhangi bir tur yoktur.

source: Reply speakers are ranked by their <strong>average reply score</strong>.
fr: Les orateurs de réplique sont classés par leurs <strong>note de réplique moyenne</strong>.
pt: Os debatedores de réplica estão ranqueados por sua <strong>pontuação média de réplica</strong>.
tr: Özet konuşmacılar <strong>ortalama yanıt puanına</strong> göre sıralanır.

source: Speakers can miss up to %(count)s reply speeches before they are omitted from the replies tab.
fr: Les orateurs peuvent manquer jusqu’à %(count)s discours de réplique avant qu’ils soient omis du classement des répliques.
pt: Os oradores podem perder até %(count)s discursos de réplica antes que eles sejam omitidos das classificações de réplica.
tr: Konuşmacılar, özet tabından çıkarılmadan önce en fazla %(count)s özet konuşma kaçırabilir.

source: All reply speakers appear in these standings, no matter how many replies they've missed.
fr: Tous les orateurs de réplique apparaissent dans ces classements, peu importe le nombre de répliques qu’ils ont manqués.
pt: Todos os replicantes aparecem nestas classificações, não importando quantas réplicas eles perderam.
tr: Tüm özet konuşmacıları, kaç özet kaçırmış olurlarsa olsunlar, bu sıralamalarda görünürler.

source: These settings can be changed in the <a href="%(standings_config_url)s" class="alert-link">Standings section of this tournament's configuration</a>.
fr: Ces réglages peuvent être changés dans la <a href="%(standings_config_url)s" class="alert-link">section des classements dans les options du tournoi</a>.
pt: Estas configurações podem ser modificadas na <a href="%(standings_config_url)s" class="alert-link">seção de Classificações nas configurações deste torneio</a>.
tr: Bu ayarlar <a href="%(standings_config_url)s" class="alert-link">turnuva ayarlarının sıralamalar kısmından</a> değiştirilebilir.

source: The speaker standings precedence is empty. This means that speakers aren't ranked according to any metrics, so everyone is first equal. If this isn't what you intended, set the speaker standings precedence in the <a href="%(standings_config_url)s" class="alert-link">Standings section of this tournament's configuration</a>. In most tournaments, the first metric should be total or average.
fr: La préséance de classement des orateurs est vide. Cela signifie que les orateurs ne sont pas classés par aucun métrique. Si vous n'attendiez pas à ça, créez une préséance de classement des orateurs dans <a href="%(standings_config_url)s" class="alert-link">la section de classement des options du tournoi</a> avant de créer le tirage. Dans la plupart des tournois, la première métrique devrait être le score moyenne ou total.
tr: Konuşmacı sıralama önceliği yok. Bu, konuşmacıların herhangi bir metriğe göre sıralanmadığı anlamına gelir, bu nedenle herkes eşit başlar. Amaçladığınız bu değilse, konuşmacı sıralama önceliğini <a href="%(standings_config_url)s" class="alert-link">turnuva ayarlarının sıralamalar kısmından</a> ayarlayın. Çoğu turnuvada, ilk metrik toplam veya ortalama olmalıdır.

source: Speakers are ranked by their <strong>average score</strong>.
fr: Les orateurs sont classés par leur <strong>note moyenne</strong>.
pt: Os debatedores estão ranqueados pela sua <strong>pontuação média</strong>.
tr: Konuşmacılar <strong>ortalama puanlarına</strong> göre sıralanır.

source: Speakers are ranked by their <strong>total score</strong>. Any speaker who misses a single debate will be severely punished in these rankings.
fr: Les orateurs sont classés par leur <strong>score total</strong>. Les orateurs qui manquent un débat serait sévèrement désavantagé dans ces classements.
pt: Os debatedores estão ranqueados pela sua <strong>pontuação total</strong>. Qualquer debatedor que tenha perdido um único debate será imensamente punido nesse ranking.
tr: Konuşmacılar <strong>toplam puanlarına</strong> göre sıralanır. Tek bir tartışmayı kaçıran herhangi bir konuşmacı bu sıralamalarda ciddi şekilde cezalandırılacaktır.

source: Speakers can miss up to %(count)s debates before they are omitted from the speaker tab.
fr: Les orateurs peuvent manquer jusqu’à %(count)s débats avant qu’ils soit omis du classement des orateurs.
pt: Os debatedores podem perder até %(count)s debates antes que eles sejam omitidos das classificações individuais.
tr: Konuşmacılar, konuşmacı tabından çıkarılmadan önce %(count)s tane maç kaçırabilir.

source: All speakers appear in these standings, no matter how many debates they've missed.
fr: Tous les orateurs apparaissent dans ces classements, peu importe le nombre de débats qu’ils ont manqués.
pt: Todos os debatedores aparecem nestas classificações, independentemente de quantos debates eles perderam.
tr: Tüm konuşmacılar, kaç tartışmayı kaçırmış olurlarsa olsunlar, bu sıralamalarda görünürler.

source: Enforcing the limit on the number of missed debates requires the "number of speeches given" metric to be included in the speaker standings calculations, so it's been automatically added. To remove this warning message, add <strong>Number of speeches given</strong> to the <strong>Speaker standings extra metrics</strong> in the <a href="%(standings_config_url)s" class="alert-link">Standings section of this tournament's configuration</a>.
fr: Enforcer la limite des débats manquées requiert la métrique « nombre de discours données » d’être inclus dans les calculs du classement des orateurs, donc elle s’est fait ajoutée automatiquement. Pour enlever ce message d’avertissement, veuillez ajouter la métrique de <strong>nombre de discours données</strong> au <strong>métriques supplémentaires de classement d’orateurs</strong> dans la <a href="%(standings_config_url)s" class="alert-link">section de classement dans la configuration de ce tournoi</a>.
pt: Colocar um limite no número de debates perdidos requer que a métrica do "número de discursos dados" seja incluída nos cálculos das classificações de debatedores, então foi automaticamente adicionada. Para remover esta mensagem de alerta, adicione <strong>Número de discursos dados</strong> ao <strong> Métricas extras da Classificação dos Debatedores</strong> na <a href="%(standings_config_url)s" class="alert-link"> Seção de classificações nas configurações deste torneio</a>.
tr: Kaçırılan tartışmaların sayısına ilişkin sınırın uygulanması, "verilen konuşma sayısı" metriğinin konuşmacı sıralama hesaplamalarına dahil edilmesini gerektirir, bu nedenle otomatik olarak eklenir. Bu uyarı mesajını kaldırmak için <a href="%(standings_config_url)s" class="alert-link">bu turnuva ayarlarının sıralama kısmından</a> <strong>yapılan konuşma sayısını</strong> <strong>konuşmacı sıralaması ekstra metriklerine</strong> ekleyin.

source: Diversity Overview
fr: Vue d’ensemble de la diversité
pt: Visão geral da diversidade
tr: Çeşitliliğe Genel Bakış

source: The results data displayed here is presented without tests for statistical significance. Correlations should not be automatically considered reliable; particularly at small tournaments. A 'region' is a customisable category assigned to a set of institutions, and counted using the number of participants assigned to those institutions.
fr: Les données des résultats des orateurs et juges sont présentées sans tests pour la signification statistique. Les corrélations ne devraient pas être considérées comme fiables ; surtout lors de petits tournois. Les « régions » sont une catégorisation du tournoi assigné aux institutions, compté avec le nombre de participants de tels institutions.
pt: Os resultados aqui dispostos são apresentados sem testes de significado estatístico. As correlação não devem ser consideradas automaticamente confiáveis; em especial em pequenos torneios. Uma "região" é uma categoria personalizável atribuída a um conjunto de instituições e contada usando o número de participantes atribuídos a essas instituições.
tr: Burada görüntülenen sonuç verileri, istatistiksel anlamlılık testleri yapılmadan sunulmaktadır. Korelasyonlar otomatik olarak güvenilir olarak kabul edilmemelidir; özellikle küçük turnuvalarda. "Bölge", bir dizi kuruma atanan özelleştirilebilir bir kategoridir ve bu kurumlara atanan katılımcı sayısı kullanılarak sayılır.

source: Non-cis male identifying
fr: Pas identifiant comme un homme cisgenre
pt: Não identificado como um homem cis
tr: Cis olmayan erkek olarak tanımlıyor

source: Cis-male identifying
fr: Identifiant comme un homme cisgenre
pt: Identificado como um homem cis
tr: Cis-erkek olarak tanımlıyor

source: Unspecified/unrecorded
fr: Non-spécifié/enregistré
pt: Não especificado/não informado
tr: Belirtilmemiş/kaydedilmemiş

source: Standings
fr: Classements
pt: Classificações
tr: Sıralamalar

source: Top Speaks
fr: Plus hautes notes
pt: Melhores notas
tr: En İyi Konuşmacı Puanları

source: %(speaker)s in %(round)s
fr: %(speaker)s dans %(round)s
pt: %(speaker)s em %(round)s
tr: %(round)s içindeki %(speaker)s

source: No data yet
fr: Aucune donnée
pt: Ainda sem dados
tr: Henüz veri yok

source: Bottom Speaks
fr: Plus basses notes
pt: Piores notas
tr: Alt Konuşmacı Puanları

source: Largest Margins
fr: Plus grands marges
pt: Maiores Margens
tr: En Büyük Marjlar

source: %(team)s vs %(opp)s in %(round)s
fr: %(team)s contre %(opp)s dans %(round)s
pt: %(team)s vs %(opp)s em %(round)s
tr: %(round)s turunda %(team)s vs %(opp)s

source: Closest Margins
fr: Marges les plus proches
pt: Margens mais próximas
tr: En Yakın Marjlar

source: Top Team Scores
fr: Scores d’équipes les plus fortes
pt: Melhores Notas de Dupla
tr: En İyi Takım Puanları

source: %(team)s in %(round)s
fr: %(team)s dans %(round)s
pt: %(team)s em %(round)s
tr: %(round)s içindeki %(team)s

source: Bottom Team Scores
fr: Scores des équipes les plus faibles
tr: En Düşük Takım Puanları

source: Most/Least Popular Motions
fr: Motions les Plus/Moins Populaires
pt: Moções mais/menos populares
tr: En Çok/En Az Popüler Önergeler

source: Average Speaks
fr: Note moyenne d’orateur
pt: Média de notas
tr: Ortalama Konuşma Puanları

source: Overview
fr: Vue d’ensemble
pt: Visão geral
tr: Genel bakış

source: Teams
fr: Équipes
pt: Duplas
tr: Takımlar

# All [Teams]
source: All
fr: Toutes
pt: Todos
tr: Tüm

source: Speakers
fr: Orateurs
pt: Debatedores
tr: Konuşmacılar

# Substantive speeches
source: Substantives
fr: Discours principaux
pt: Discursos principais
tr: Ana Konuşmalar

# All [Speakers]
source: All
fr: Tous
pt: Todos
tr: Tüm

source: Speakers
fr: Orateurs
pt: Debatedores
tr: Konuşmacılar

source: Replies
fr: Répliques
pt: Réplicas
tr: Yanıtlar

source: Motions
pt: Moções
tr: Önergeler

source: By Round
fr: Par Joute
tr: Tura göre

source: Diversity
fr: Diversité
pt: Diversidade
tr: Çeşitlilik

source: The team standings precedence is empty. This means that teams aren't ranked according to any metrics, so everyone is first equal. If this isn't what you intended, set the team standings precedence in the <a href="%(standings_config_url)s" class="alert-link">Standings section of this tournament's configuration</a>. In most tournaments, the first metric should be points or wins.
fr: La préséance de classement d'équipes est vide. Cela signifie que les équipes ne sont pas classés par aucun métrique, donc tous les équipes seront égaux en premier. Si vous n'attendiez pas à ça, créez une préséance de classement d'équipes dans <a href="%(standings_config_url)s" class="alert-link">la section de classement des options du tournoi</a> avant de créer le tirage. Dans la plupart des tournois, la première métrique devrait être le pointage ou victoires.
tr: Takım sıralama önceliği yok. Bu, takımların herhangi bir metriğe göre sıralanmadığı anlamına gelir, bu nedenle herkes eşit başlar. Amaçladığınız bu değilse, konuşmacı sıralama önceliğini <a href="%(standings_config_url)s" class="alert-link">turnuva ayarlarının sıralamalar kısmından</a> ayarlayın. Çoğu turnuvada, ilk metrik puanlar veya galibiyetler olmalıdır.

source: <p>There was an error generating the standings: <em>%(message)s</em></p>
fr: <p>Une faute s’est produite en générant les classements : <em>%(message)s</em></p>
pt: <p>Houve um erro ao gerar as colocações: <em>%(message)s</em></p>
tr: <p>Sıralamaları oluştururken bir hata oluştu: <em>%(message)s</em></p>

source: <p>You may need to double-check the <a href="%(standings_options_url)s" class="alert-link">standings configuration under the Setup section</a>. If this issue persists and you're not sure how to fix it, please contact the developers.</p>
fr: <p>Vous devriez vérifier les <a href="%(standings_options_url)s" class="alert-link">options de classement dans la section d’installation</a>. Si le problème persiste et vous n’êtes pas sure comment le réparer, veuillez contacter les développeurs.</p>
pt: <p>Você talvez deva verificar duas vezes as <a href="%(standings_options_url)s" class="alert-link"> configurações das colocações na seção Configurar</a>. Se esse problema persistir e você não tiver certeza de como consertar, por favor contate os desenvolvedores.</p>
tr: <p> Ayarlar bölümününde <a href="%(standings_options_url)s" class="alert-link">turnuva ayarlarının sıralamalar kısmını</a> kontrol etmeniz gerekebilir. Bu sorun devam ederse ve nasıl düzelteceğinizden emin değilseniz lütfen geliştiricilerle iletişime geçin.</p>

source: <p>The tab director will need to resolve this issue.</p>
fr: <p>Le rapporteur va devoir résoudre cette problème.</p>
pt: <p>O diretor da tabulação precisará resolver este problema.</p>
tr: <p>Tab yöneticisinin bu sorunu çözmesi gerekir.</p>

source: as of %(round)s
fr: à compter de %(round)s
pt: para %(round)s
tr: %(round)s itibariyle

source: %(title)s (Top %(limit)d Only)
fr: %(title)s (seulement les %(limit)d en tête)
pt: %(title)s (Apenas %(limit)d superior)
tr: %(title)s (yalnızca en yüksek %(limit)d)

source: The tab can't be displayed because all rounds so far in this tournament are silent.
fr: Le classement ne peut pas être affiché parce que toutes les joutes dans ce tournoi jusqu'ici sont silencieuses.
pt: A tabulação não pode ser exibida porque todas as rodadas até agora neste torneio estão silenciosas.
tr: Bu turnuvada şimdiye kadarki tüm turlar sessiz olduğundan tab görüntülenemiyor.

source: Speaker Standings
fr: Classement des orateurs
pt: Colocações dos Debatedores
tr: Konuşmacı Sıralamaları

source: Speaker Tab
fr: Tab des orateurs
pt: Classificação individual
tr: Konuşmacı Tabı

source: %(category)s Speaker Standings
fr: Classement des orateurs de la catégorie %(category)s
pt: %(category)s Colocações dos Debatedores
tr: %(category)s Konuşmacı Sıralamaları

source: %(category)s Speaker Tab
fr: Tab des orateurs de la catégorie %(category)s
pt: %(category)s Classificação individual
tr: %(category)s Konuşmacı Tabı

source: Reply Speaker Standings
fr: Classement des orateurs aux discours de réplique
pt: Colocações dos Replicantes
tr: Özet Konuşmacı Sıralamaları

source: Reply speeches aren't enabled in this tournament.
fr: Les discours de réplique ne sont pas activés dans ce tournoi.
pt: Os discursos de réplica não estão habilitados neste torneio.
tr: Özet konuşmaları bu turnuvada yoktur.

source: Reply Speaker Tab
fr: Tab des orateurs de réplique de la catégorie %(category_name)s
pt: Colocações dos Debatedores Replicantes
tr: Özet Konuşmacı Tabı

source: Team Standings
fr: Classement des équipes
pt: Colocações das Duplas
tr: Takım Sıralamaları

source: Team Tab
fr: Tab des équipes
pt: Classificação das Duplas
tr: Takım Tabı

source: %(category)s Team Standings
fr: Classement des équipes de la catégorie %(category)s
pt: %(category)s Colocações das Duplas
tr: %(category)s Takım Sıralamaları
