Repository: TabbycatDebate/tabbycat
Catalog: tabbycat/utils/locale/*/LC_MESSAGES/django.po
Languages: ca, de, fr, it, tr

source: E-mail address
fr: Adresse de courriel

source: No Data Available
ca: Sense dades disponibles
de: Keine Daten verfügbar
fr: Aucune donnée disponible
it: Nessun Dato Disponibile
tr: Veri Yok

source: chair
ca: principal
de: Hauptjuror
fr: président
it: arbitro
tr: başkan

source: panellist
ca: panelista
de: Nebenjuror
fr: panéliste
it: giudice
tr: panelist

source: trainee
ca: jutge aprenent
fr: stagiaire
it: coach
tr: acemi

source: View %(a)s's %(d)s Record
ca: Veure el recorregut de %(a)s %(d)s
de: %(a)s %(d)s Ergebnis ansehen
fr: Voir le dossier %(d)s de %(a)s
it: Visualizza il record %(d)s di %(a)s
tr: %(a)s'nin %(d)s Kaydını Görüntüle

source: View %(team)s's Record
ca: Veure el recorregut de %(team)s
de: %(team)s Ergebnisse ansehen
fr: Voir le dossier d'équipe de %(team)s
it: Visualizza il record di %(team)s
tr: %(team)s'in Kaydını Görüntüle

source: Code name: <strong>%(name)s</strong>
ca: Nom en clau: <strong>%(name)s</strong>
de: Deckname: <strong>%(name)s</strong>
fr: Nom de code : <strong>%(name)s</strong>
it: Nome in codice: <strong>%(name)s</strong>
tr: Kod adı: <strong>%(name)s</strong>

source: Real name: <strong>%(name)s</strong>
ca: Nom real: <strong>%(name)s</strong>
de: Echter Name: <strong>%(name)s</strong>
fr: Vrai nom : <strong>%(name)s</strong>
it: Nome completo: <strong>%(name)s</strong>
tr: Gerçek adı: <strong>%(name)s</strong>

source: %(team)s won
ca: %(team)s va guanyar
de: %(team)s hat gewonnen
fr: %(team)s a gagné
it: %(team)s ha vinto
tr: %(team)s galip

source: %(team)s lost
ca: %(team)s va perdre
de: %(team)s hat verloren
fr: %(team)s a perdu
it: %(team)s ha perso
tr: %(team)s mağlup

source: %(team)s—no result
de: %(team)s - kein Ergebnis
fr: %(team)s—aucun résultat
it: %(team)s—nessun risultato
tr: %(team)s—sonuç yok

source: %(team)s took 1st
fr: %(team)s a pris 1er

source: %(team)s took 2nd
fr: %(team)s a pris 2ème

source: %(team)s took 3rd
fr: %(team)s a pris 3ème

source: %(team)s took 4th
fr: %(team)s a pris 4ème

source: %(team)s is advancing
de: %(team)s kommt weiter
fr: %(team)s avance
it: %(team)s sta avanzando
tr: %(team)s ilerliyor

source: %(team)s was eliminated
ca: %(team)s va ser eliminat
de: %(team)s scheidet aus
fr: %(team)s a été eliminé
it: %(team)s è stato eliminato
tr: %(team)s elendi

source: Won against %(team)s
ca: Va guanyar contra %(team)s
de: Gewann gegen %(team)s
fr: Gagné contre %(team)s
it: Ha vinto contro %(team)s
tr: %(team)s karşı kazandı

source: Lost to %(team)s
ca: Va perdre contra %(team)s
de: Verlor gegen %(team)s
fr: Perdu contre %(team)s
it: Ha perso contro %(team)s
tr: %(team)s karşı kaybetti

source: No result for debate against %(team)s
ca: Cap resultat per al Debat contra %(team)s
de: Kein Ergebnis für die Debatte gegen %(team)s
fr: Aucun résultat pour débat contre %(team)s
it: Nessun risultato per il dibattito contro %(team)s
tr: %(team)s karşı maç için sonuç yok

source: Total speaker score: <strong>%s</strong>
ca: Puntuació total dels oradors: <strong>%s</strong>
de: Gesamtzahl der Einzelrednerpunkte: <strong>%s</strong>
fr: Score d’orateur total : <strong>%s</strong>
it: Punteggio totale speaker: <strong>%s</strong>
tr: Toplam konuşmacı puanı: <strong>%s</strong>

source: View/edit debate ballot
ca: Veure/Edita la Taula de resultats del Debat
de: Ballot ansehen/bearbeiten
fr: Afficher/modifier feuille de jugement
it: Visualizza/modifica la scheda del dibattito
tr: Tartışma ballotunu görüntüle/düzenle

source: View debate ballot
ca: Veure la Taula de resultats del Debat
de: Ballot ansehen
fr: Afficher feuille de jugement
it: Visualizza la scheda del dibattito
tr: Tartışma ballotunu görüntüle

source: Teams in debate:
ca: Equips al Debat:
de: Teams:
fr: Équipes au débat :
it: Squadre in dibattito:
tr: Maçtaki takımlar:

source: advancing
ca: avançant
de: weiterkommend
fr: avançant
it: avanzando
tr: ilerleyen

source: Advancing
ca: Avançant
de: weiterkommend
fr: Avançant
it: Avanzando
tr: İlerleyen

source: eliminated
ca: eliminat
de: aus­ge­schie­den
fr: éliminé
it: eliminato
tr: elenen

source: Eliminated
ca: Eliminat
de: Aus­ge­schie­den
fr: Éliminé
it: Eliminato
tr: Elenen

source: No result for debate
de: Kein Ergebnis
fr: Aucun résultat au débat
it: Nessun risultato per il dibattito
tr: Maç için sonuç yok

source: 4th
fr: 4ème

source: 3rd
fr: 3ème

source: 2nd
fr: 2ème

source: 1st
fr: 1er

source: Placed %(place)s
ca: Posicionat %(place)s
de: Als %(place)s platziert
fr: Placée %(place)s
it: Posizionato %(place)s
tr: %(place)s oldu

source: Tournament
ca: Torneig
de: Turnier
fr: Tournoi
it: Torneo
tr: Turnuva

source: Round
ca: Ronda
de: Runde
fr: Tour
tr: Tur

source: Name
ca: Nom
fr: Nom
it: Nome
tr: İsim

source: Member of the Adjudication Core
ca: Membre de l'Equip d'Adjudicació
de: Mitglied der Chefjury
fr: Membre du sein des juges
it: Membro del collegio giudici
tr: jüri komitesi üyesi

source: Independent Adjudicator
ca: Jutge Independent
de: Unabhängiger Juror
fr: Juge indépendant
it: Giudice indipendente
tr: Bağımsız jüri

source: Always Trainee
ca: Sempre Jutge Aprenent
de: Immer Trainee
fr: Toujours stagière
it: Sempre tirocinante
tr: her zaman acemi

source: Debate Adjudicators
ca: Jutges del Debat
de: Juroren der Debatte
fr: Juges du débat
it: Giudici del dibattito
tr: Maç jürileri

source: Order as listed
fr: Ordre comme listé

source: Team
ca: Equip
fr: Équipe
tr: Takım

source: Categories
de: Kategorien
fr: Catégories
it: Categorie
tr: Kategoriler

source: Redacted
ca: Redactat
de: entfernt
fr: Caviardé
it: Redatto
tr: Düzeltilmiş

source: Category
ca: Categoria
de: Kategorie
fr: Catégorie
it: Categoria
tr: Kategori

source: This venue %(predicate)s.
fr: Cette salle %(predicate)s.

source: This venue %(predicates)s, and %(last_predicate)s.
fr: Cette salle %(predicates)s, et %(last_predicate)s.

source: Venue
fr: Salle

source: Date
fr: Jour

source: Time
fr: Heure

source: Bye
fr: Sans adversaire
it: Ciao

source: Postponed
fr: Repoussé

source: Forfeit
fr: Abandonné

source: Teams have met once
ca: Els equips s'han enfrontat un cop
de: Teams sind bereits einmal auf­ei­n­an­dergetroffen
fr: Équipes se sont rencontrées une fois
it: Le squadre si sono incontrate una volta
tr: Takımlar bir kez karşılaştı

source: Teams are from the same institution
ca: Els equips són de la mateixa institució
de: Teams kommen von der gleichen Institution
fr: Les équipes sont de la même institution
it: Le squadre provengono dallo stesso istituto
tr: Takımlar aynı kurumdan

source: Conflicts/Flags
de: Konflikte/Flags
fr: Conflits/signalements
it: Conflitti/Segnali
tr: Conflictler/Bayraklar

source: View/Edit Ballot
ca: Veure/Edita Taula de Resultats
de: Ballot ansehen/bearbeiten
fr: Afficher/Modifier feuille
it: Visualizza/Modifica ballot
tr: Ballot görüntüleme/düzenleme

source: View Ballot
ca: Veure Taula de resultats
de: Ballot ansehen
fr: Afficher feuille
it: Mostra ballot
tr: Ballotu görüntüle

source: Result
ca: Resultat
de: Ergebnis
fr: Résultat
it: Risultato
tr: Sonuç

source: TBC
ca: SC (ser confirmat)
de: Bestätigung ausstehend
fr: ÀC
it: DaConf
tr: Belli Değil

source: Side
ca: Bancada
de: Position
fr: Côté
it: Lato
tr: Taraf

source: Team iron-manned this round and the last.
fr: Équipe avait un orateur-seul pendant les joutes actuelle et précédente.

source: Team iron-manned this round.
fr: Équipe avait un orateur-seul pendant la joute actuelle.

source: Team iron-manned last round.
fr: Équipe avait un orateur-seul pendant la joute précédente.

source: Team %(num)d
ca: Equip %(num)d
fr: Équipe %(num)d
it: Squadra %(num)d
tr: Takım %(num)d

source: You're currently using %(nrows)s row in your database. If you haven't already upgraded your Heroku database to a paid tier, it's limited to a maximum of 10,000 rows. As you're close to this limit, you should <strong>not create new tournaments</strong> on this site unless and until you've <a href="https://devcenter.heroku.com/articles/upgrading-heroku-postgres-databases">upgraded your database</a> to a paid tier.
fr: Vous utilisez actuellement %(nrows)s rangée dans votre base de données. Si vous n’avez pas encore mis à niveau votre compte Heroku à un tier payant, le nombre de rangées est limité à 10 000 rangées. Comme vous approchez cette limite, vous ne devriez <strong>pas créer de nouveaux tournois</strong> sur ce site et jusqu’à temps que vous avez <a href="https://devcenter.heroku.com/articles/upgrading-heroku-postgres-databases">mis à niveau votre base de données</a> à un tier payant.

source: Whoops! You're not meant to type that URL into your browser.
ca: Vaja! No heu d'escriure aquest URL al vostre navegador.
de: Ups! Du solltest diese URL nicht verwenden.
fr: Oups ! Vous n’étiez pas sensé taper cet URL dans votre navigateur.
it: Ops! Non dovresti digitare quell'URL nel tuo browser.
tr: Bu URL'yi tarayıcınıza yazmamanız lazım.

source: Speaker
ca: Orador
de: Redner
tr: Konuşmacı

source: Motion
ca: Moció
de: Thema
it: Mozione
tr: Önerge

source: Confirmed
ca: Confirmat
de: Bestätigt
it: Confermato
tr: Onaylanmış

source: Adjudicator
ca: Jutge
de: Juror
it: Giudice
tr: Jüri

source: %(team)s placed %(place)s
ca: %(team)s va resultar %(place)s
de: %(team)s ist %(place)s geworden
it: %(team)s piazzato %(place)s
tr: %(team)s (place)s oldu

source: Institution
ca: Institució
it: Istituto
tr: Kurum

source: in minority
ca: en minoria
de: in der Minderheit
it: in minoranza
tr: azınlıkta

source: This room %(predicate)s.
ca: Aquesta sala %(predicate)s.
de: Dieser Raum %(predicate)s.
it: Questa stanza %(predicate)s.
tr: Bu oda %(predicate)s.

source: This room %(predicates)s, and %(last_predicate)s.
ca: Aquesta sala %(predicates)s, i %(last_predicate)s.
de: Dieser Raum %(predicates)s und %(last_predicate)s.
it: Questa stanza %(predicates)s, e %(last_predicate)s.
tr: Bu oda %(predicates)s, ve %(last_predicate)s.

source: Room
ca: Sala
de: Raum
it: Stanza
tr: Oda

source: The confirmed ballot
ca: La taula de resultats confirmada
de: Das bestätigte Ballot
it: Il ballot confermatoballo
tr: Onaylanan ballot

source: No ballot
ca: No Taula de resultats
de: Kein Ballot
it: Nessun ballot
tr: Ballot yok

source: No scores
de: Keine Punkte
it: Nessun punteggio
tr: Puan yok

source: The ballot you submitted
ca: La Taula de Resultats associada
de: Das von dir eingerechte Ballot
it: Il ballot che hai inviato
tr: Gönderdiğiniz ballot

source: No Ballot
tr: Ballot yok

source: Team iron-personed this round and the last.
it: Squadra con persona iron in questo round e nell'ultimo.
tr: Takım bu ve geçen tur demir kişi konuşması yaptı.

source: Team iron-personed this round.
it: Squadra con persona iron questo round.
tr: Takım bu tur demir kişi konuşması yaptı.

source: Team iron-personed last round.
it: Squadra con persona iron in questo round.
tr: Takım son tur demir kişi konuşması yaptı.

source: Postpone
de: Vertagen
it: Posticipa
tr: Ertele
